Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/beuser/Resources/Private/Language/*.locallang.xlf
Languages: km

source: Active Sessions
km: ដំណើរការ​សកម្មភាព

source: Username
km: ឈ្មោះដើម្បីចូល

source: Real Name
km: ឈ្មោះ​ពិតប្រាកដ

source: Last access
km: ចូលដំណើរការ​ចុងក្រោយ

source: IP address
km: លេខ​IP

source: Backend User Listing
km: បញ្ជី​អ្នកប្រើប្រាស់

source: Email
km: អ៊ីម៉ែល

source: Admin
km: ប្រធាន

source: Users
km: អ្នកប្រើប្រាស់

source: Yes
km: បាទ

source: No
km: ទេ

source: Never
km: មិនដែល

source: Disable
km: មិនដំណើរការ

# startDateAndTime
source: Start
km: ចាប់ផ្ដើម

# endDateAndTime
source: Stop
km: បញ្ចប់

source: Last login
km: ថ្ងៃចូល​លើកចុងក្រោយ

# allowedLanguages
source: Limit to languages
km: ភាសា​ដែលអាចប្រើបាន

source: Disable IP lock
km: បិទ​ IP lock

source: Compare backend users
km: ប្រៀបធៀប​អ្នកប្រើប្រាស់​ផ្នែកខាងក្រោយ

source: Compare user list
km: ប្រៀបធៀប​បញ្ជី​របស់អ្នកប្រើ

source: Status
km: ស្ថានភាព

source: Both
km: ទាំងពីរ

source: Any
km: មិនថា

source: Admin only
km: ប្រធាន​តែប៉ុណ្ណោះ

# normalUserOnly
source: Normal users only
km: អ្នកប្រើប្រាស់​ធម្មតា​តែប៉ុណ្ណោះ

source: Active only
km: ដែលដំណើរការ​ប៉ុណ្ណោះ​

source: Inactive only
km: ដែលមិនដំណើរការ​ប៉ុណ្ណោះ​

# loginBefore
source: Logged in before
km: បានចូល​ពីមុន

source: Never logged in
km: មិនដែល​បានចូល

source: Filter
km: ស្វែងរក

source: Really logout
km: ពិតជា​បានចាកចេញ

source: End session
km: បញ្ជប់​ដំណើរការ

source: Backend users
km: អ្នកប្រើប្រាស់​ផ្នែកខាងក្រោយ

# compareUsers
source: Compare backend users
km: ប្រៀបធៀប​អ្នកប្រើប្រាស់​ផ្នែកខាងក្រោយ

source: Online users
km: អ្នកប្រើ​ដែលកំពុងនៅលើបណ្តាញ

source: Backend User Administration
km: ការគ្រប់គ្រង​អ្នកប្រើប្រាស់​ផ្នែកខាងក្រោយ

# backendUserGroup
source: User group
km: ក្រុម​អ្នកប្រើប្រាស់

# backendUserGroups
source: Member of groups
km: សមាជិក​ក្នុង​ក្រុម

source: [change-to mode]
km: [ប្ដូរ​អ្នកប្រើប្រាស់-មិនត្រឡប់វិញ]

# switchBackMode
source: Switch to user
km: ប្ដូរ​អ្នកប្រើប្រាស់-អាចត្រឡប់វិញបាន

# confirm
source: Are you sure you want to delete this backend user %s?
km: តើ​អ្នក​ពិតជា​ចង់​លុប​អ្នកប្រើប្រាស់នេះមែនឫទេ?

# section.compare
source: Compare
km: ប្រៀបធ្រៀប

source: Compare
km: ប្រៀបធ្រៀប

# visibility.hide
source: hide
km: លាក់

# visibility.unhide
source: unhide
km: មិនលាក់
