Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/fluid_styled_content/Resources/Private/Language/*.FrontendEditing.xlf
Languages: da, fr, it, ru

# editIcon.bullets
source: Edit bullet list
da: Redigér punkttegn-liste
fr: Modifier la liste des bullet
it: Modifica elenco proiettili
ru: Править маркированный список

# editIcon.header
source: Edit header
da: Redigér sidehoved
fr: Modifier l'en-tête
it: Modifica intestazione
ru: Правка заголовка

# editIcon.html
source: Edit pure HTML content
da: Redigér rent HTML-indhold
fr: Modifier le contenu HTML pur
it: Modifica contenuto HTML puro
ru: Править чистый HTML

# editIcon.list
source: Change/configure plugin
da: Ændre/konfigurér plugin
fr: Changer/configurer le plugin
it: Cambia/configura plugin
ru: Изменить/настроить дополнение

# editIcon.menu
source: Edit menu/sitemap
da: Redigér menu/sitemap
fr: Modifier menu/sitemap
it: Modifica menu/sitemap
ru: Править меню/карту сайта

# editIcon.shortcut
source: Edit record list
da: Redigér elementliste
fr: Modifier la liste des enregistrements
it: Modifica lista record
ru: Править список записей

# editIcon.table
source: Edit table
da: Redigér tabel
fr: Modifier la table
it: Modifica tabella
ru: Править таблицу

# editIcon.image
source: Edit image
da: Redigér billede
fr: Modifier l'image
it: Modifica immagine
ru: Править рисунок

# editIcon.textmedia
source: Edit text & media
da: Redigér tekst & medie
fr: Modifier le texte & média
it: Modifica testo & media
ru: Править текст + медиа

# editIcon.textpic
source: Edit text & images
da: Redigér tekst & billeder
fr: Modifier le texte & images
it: Modifica le immagini di testo &
ru: Правка текстов и изображений

# editIcon.uploads
source: Edit file list
da: Redigér filliste
fr: Modifier la liste de fichiers
it: Modifica lista file
ru: Править список файлов
