Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/extbase/Resources/Private/Language/*.locallang.xlf
Languages: da

# property.error
source: Validation errors for property "%s"
da: Valideringsfejl for egenskaben "%s"

# validator.emailaddress.notvalid
source: The given subject was not a valid email address.
da: Det angivne emne var ikke en valid e-mail adresse.

# validator.stringlength.between
source: The length of the given string was not between %s and %s characters.
da: Længden af den angivne streng var ikke mellem %s og %s karakterer.

# validator.stringlength.less
source: The length of the given string is less than %s characters.
da: Længden af den angivne streng er mindre end %s karakterer.

# validator.string.notvalid
source: A valid string is expected.
da: Der forventes en valid streng.

# validator.stringlength.exceed
source: The length of the given string exceeded %s characters.
da: Længden af den angivne streng overskrider %s karakterer.

# validator.alphanumeric.notvalid
source: The given subject was not a valid alphanumeric string.
da: Det angivne amne var ikke en valid alfanumerisk streng.

# validator.datetime.notvalid
source: The given subject was not a valid DateTime. Got: '%s'
da: Det angivne emne var ikke en valid DateTime. Fik: '%s'

# validator.genericobject.noobject
source: Value is no object.
da: Værdien er ikke et objekt.

# validator.float.notvalid
source: The given subject was not a valid float.
da: Det angivne emne var ikke en valid float.

# validator.text.notvalid
source: The given subject was not a valid text (e.g. contained XML tags).
da: Det angivne emne var ikke en valid tekst (f.eks indeholdt XML tags).

# validator.regularexpression.empty
source: The regular expression was empty.
da: Det regulære udtryk var tomt.

# validator.regularexpression.nomatch
source: The given subject did not match the pattern.
da: Det angivne emne matchede ikke mønsteret.

# validator.regularexpression.error
source: The regular expression '%s' contained an error.
da: Det regulære udtryk '%s' indeholdt en fejl.

# validator.numberrange.notvalid
source: The given subject was not a valid number.
da: Det angivne emne var ikke et valid nummer.

# validator.numberrange.range
source: The given subject was not in the valid range (%s - %s).
da: Det angivne emne var ikke indenfor et valid interval (%s - %s).

# validator.notempty.null
source: The given subject was NULL.
da: Det angivne emne var NULL.

# validator.notempty.empty
source: The given subject was empty.
da: Det angivne emne var tomt.

# validator.number.notvalid
source: The given subject was not a valid number.
da: Det angivne emne var ikke et valid nummer.

# validator.integer.notvalid
source: The given subject was not a valid integer.
da: Det angivne emne var ikke et valid heltal.

# validator.boolean.nottrue
source: The given subject was not true.
da: Det angivne emne var ikke falskt.

# validator.boolean.notfalse
source: The given subject was not false.
da: Det angivne emne var ikke falskt.

# validator.url.notvalid
source: The given subject is no valid URL.
da: Det angivne emne er ikke en gyldig URL.
