Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/frontend/Resources/Private/Language/*.Database.xlf
Languages: de, hi, it

# tt_content.asset_references
source: Media elements
de: Medienelemente
it: Elementi multimediali

# tt_content.asset_references.addFileReference
source: Add media file
de: Mediendatei hinzufügen
it: Aggiungi file multimediale

# tt_content.palette.gallerySettings
source: Gallery Settings
de: Galerie Einstellungen
it: Impostazioni Galleria

# tt_content.palette.mediaAdjustments
source: Media Adjustments
de: Medienanpassungen
it: Regolazioni media

# tt_content.palette.mediaAdjustments.imagewidth
source: Width of each element (px)
de: Breite jedes Elements (px)
it: Larghezza di ogni elemento (px)

# tt_content.palette.mediaAdjustments.imageheight
source: Height of each element (px)
de: Höhe jedes Elements (px)
it: Altezza di ogni elemento (px)

# tt_content.palette.mediaAdjustments.imageborder
source: Border around each element
de: Rand um jedes Element
it: Bordo attorno a ogni elemento

# tt_content.uploads_description
source: Display description
de: Beschreibung anzeigen
it: Mostra descrizione

# tt_content.uploads_type
source: Display file/icon/thumbnail
de: Datei/Symbol/Vorschaubild anzeigen
it: Visualizza file/icona/miniatura

# tt_content.uploads_type.0
source: Only file name
de: Nur Dateiname
it: Solo nome file

# tt_content.uploads_type.1
source: File name and file extension icon
de: Dateiname und Dateierweiterungssymbol
it: Icona nome file e estensione file

# tt_content.uploads_type.2
source: File name and thumbnail (if possible)
de: Dateiname und Miniaturansicht (falls möglich)
it: Nome del file e miniatura (se possibile)

# tt_content.table_class
source: Table style
de: Tabellen-Stil
it: Stile tabella

# tt_content.table_class.default
source: Default
de: Standard
it: Predefinito

# tt_content.table_class.striped
source: Striped
de: Gezogen
it: Striscia

# tt_content.table_class.bordered
source: Bordered
de: Grenzlos
it: Bordo

# tt_content.table_caption
source: Table caption
de: Tabellen-Überschrift
hi: टेबल कैप्शन
it: Titolo tabella

# tt_content.table_delimiter
source: Field Delimiter
de: Feldtrenner
hi: फील्ड डिलिमिटर
it: Delimitatore campo

# tt_content.table_delimiter.59
source: ; (Semicolon)
de: ; (Semikolon)
hi: ; (सेमीकोलन)

# tt_content.table_delimiter.58
source: : (Colon)
de: : (Farbe)
it: : (Colonna)

# tt_content.table_delimiter.44
source: , (Comma)
de: (Komma)
hi: ,(कोमा)

# tt_content.table_delimiter.9
source: ⇥ (Tab)
de: 8677; ( Tab)
hi: ⇥ (टैब)
it: Grafico (scheda)

# tt_content.table_enclosure
source: Text enclosure
de: Textabschnitt
hi: टेक्स्ट एनक्लोसर
it: Armadio di testo

# tt_content.table_enclosure.0
source: None
de: Keine
hi: कुछ नहीं
it: Nessuno

# tt_content.table_enclosure.39
source: ' (Single quotes)
de: ' (Einzelne Zitate)
hi: ' (सिंगल कोट्स)
it: ' (Singole citazioni)

# tt_content.table_enclosure.34
source: " (Double quotes)
de: (Doppelte Zitate)
hi: " (डबल कोट्स)
it: (Doppie citazioni)

# tt_content.table_header_position
source: Table header position
de: Tabellenkopfsatz Position
hi: टेबल हेडर पोजीशन
it: Posizione intestazione tabella

# tt_content.table_header_position.0
source: No header
de: Kein Header
hi: हेडर नहीं
it: Nessun header

# tt_content.table_header_position.1
source: Top
de: Oben
hi: शीर्ष
it: Alto

# tt_content.table_header_position.2
source: Left
de: Links
hi: लेफ्ट
it: Sinistra

# tt_content.table_tfoot
source: Use table footer (wrap last row with <tfoot> tags)
de: Tabellenfußbreiter verwenden (letzte Zeile mit <tfoot> Tags umschlagen)
hi: (साथ अंतिम पंक्ति को व्रैप <tfoot> टैग) टेबल फुटर का प्रयोग करें
it: Usa il piè di pagina della tabella (wrap ultima riga con <tfoot> tag)

# tt_content.table_delimiter.124
source: | (Pipe)
hi: | (पाइप)
