Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/frontend/Resources/Private/Language/*.locallang_csh_ttcontent.xlf
Languages: de, it, km, th

# header_layout.details
source: If you select "Default" the standard design (which is one of the layouts 1-5) will be used. Alternatively you can select from Layout 1 through 5 which are configured in the website template with individual visual designs. If you select "Hidden" the header will simply not appear. This is useful when you don't need a header to display on the website but still want to identify the Content Element in the Backend.
de: Wenn Sie "Standard" wählen, wird das Standarddesign (das eine der Layouts 1-5) verwendet. Alternativ können Sie aus Layout 1 bis 5 auswählen, die in der Website-Vorlage mit einzelnen visuellen Designs konfiguriert sind. Wenn Sie "Versteckt" auswählen, erscheint der Header einfach nicht. Dies ist nützlich, wenn Sie keinen Header benötigen, um auf der Website anzuzeigen, aber trotzdem das Content Element im Backend identifizieren möchten.
it: Se selezioni "Predefinito" verrà utilizzato il design standard (che è uno dei layout 1-5). In alternativa è possibile selezionare dal Layout 1 attraverso 5 che sono configurati nel template web con singoli design visivi. Se si seleziona "Nascosto" l'intestazione semplicemente non apparirà. Questo è utile quando non hai bisogno di un header per visualizzare sul sito, ma si desidera ancora identificare l'elemento contenuto nel Backend.
km: បើ​រើស​យក "លំនាំ​ដើម" ការរចនា​ស្ដង់ដារ (ដែល​ជា​គំរូ​ប្លង់ ១-៥) នឹង​ត្រូវ​បាន​ប្រើ ។ ជា​ជំនួស អ្នក​អាច​រើស​ពី​គំរូប្លង់ ១ ដល់ ៥ ដែល​ត្រូវ​បាន​កំណត់​ក្នុង template វែបសាយ ដែល​ជា​ការរចនា​ដោយឡែកៗ​ពី​គ្នា ។ បើ​អ្នក​រើស​យក "លាក់" ចំណង​ជើង​នឹង​មិន​បង្ហាញ ។ វា​មាន​ប្រយោជន៍​ពេល​អ្នក​មិន​ចង់​បង្ហាញ​ចំណង​ជើង​លើ​វែបសាយ ប៉ុន្តែ​នៅ​​ចង់​បង្ហាញ​ធាតុ​មាតិកា​លើ Backend ។
th: หากคุณเลือก"Default"การออกแบบมาตรฐาน (ซึ่งเป็นหนึ่งในเลย์เอาต์ 1-5) จะนำไปใช้ หรือคุณสามารถเลือกจากเค้าโครงที่ 1 ถึง 5 ซึ่งมีการกำหนดค่าในแม่แบบเว็บไซต์ที่มีการออกแบบภาพบุคคล หากคุณเลือก"ซ่อน"ส่วนหัวจะก็ไม่ปรากฏ ซึ่งจะเป็นประโยชน์เมื่อคุณไม่ต้องการที่จะแสดงในส่วนหัวของเว็บไซต์ แต่ยังต้องการการระบุองค์ประกอบเนื้อหาในแบ็กเอนด์

# _header_layout.seeAlso
source: tt_content:header
it: Header tt_content:header

# subheader.description
source: Enter a subheader to be displayed below the main header. If the Content Element is a "Form" this field is instead used as the Recipient Email.
de: Geben Sie einen Unterkopf ein, der unterhalb des Hauptkopfes angezeigt werden soll. Wenn das Inhaltselement ein "Formular" ist, wird dieses Feld stattdessen als Empfänger-E-Mail verwendet.
it: Inserisci una sottointestazione da visualizzare sotto l'intestazione principale. Se l'elemento contenuto è un "Form" questo campo viene utilizzato come Email del destinatario.
km: បំពេញ​ចំណងជើង​​រង​​ដែល​បង្ហាញ​ខាង​ក្រោម​ចំណងជើង​មេ ។ បើ​ធាតុ​មាតិកា​ជា "ទម្រង់" នឹង​ប្រើ​ប្រអប់​នេះ​ជំនួស​ជា​អ្នក​ទទួល​អ៊‍ីមេល ។
th: ใส่ส่วนหัวย่อยที่จะแสดงด้านล่างส่วนหัวหลัก หากเนื้อหา Element เป็น"แบบฟอร์ม"ฟิลด์นี้ใช้แทนเป็นอีเมล์ผู้รับ

# subheader.details
source: A subheader is displayed only with "Header" Content Elements and with "Form" Content Elements (as the Recipient Email).
de: Ein Unterkopf wird nur mit "Header" Inhaltselementen und mit "Formular" Inhaltselementen (als Empfänger-E-Mail) angezeigt.
it: Un sottotitolo viene visualizzato solo con elementi di contenuto "Header" e con "Form" Elementi di Contenuto (come Email del destinatario).
km: ចំណងចើង​​រង​បង្ហាញ​តែ​ជាមួយ​ធាតុមាតិកា "ចំណងជើង" និង​ជាមួយ​ធាតុមាតិកា​ "ទម្រង់" (ជា​អ្នក​ទទួល​អ៊‍ីមេល) ។
th: ส่วนหัวย่อยจะปรากฏเฉพาะกับ"หัว"องค์ประกอบของเนื้อหาและกับ"แบบฟอร์ม"องค์ประกอบเนื้อหา (เป็นอีเมล์ผู้รับ)

# bodytext.description
source: Enter the main text.
de: Haupttext eingeben.
it: Inserisci il testo principale.
km: បញ្ចូល​តួ​អត្ថបទ ។
th: ใส่ข้อความหลัก

# bodytext.details
source: The main text of the Content Element is entered here and can be formatted with HTML or a Rich Text Editor. The field is reused in other Content Element types so changing the type will cause any text to be reused in that new Content Element type. When you're using this field with the "Text" and "Text & Images" types, the content is normal body text. Each linebreak signifies a new paragraph, you can use the special TYPO3 tag, &lt;LINK&gt;, for making links. You can use many HTML tags but there are limitations depending on your website configuration. A Rich Text Editor is commonly used to add a visual editing interface for 'Text' and 'Text & Images' Content Elements. <b>Bullet Lists:</b> If the type is "Bullet List" each line in this field is a bullet item. <b>Tables:</b> If the type is "Table" each line represents a table row. Within each line, columns are divided by a vertical bar ('|'). A table row with 3 columns could look like "This is column 1 | Column 2 here | Third column!". The table wizard can also be used for creating tables and is much easier than hand coding them.
de: Der Haupttext des Inhaltselements ist hier eingegeben und kann mit HTML oder einem Rich Text Editor formatiert werden. Das Feld wird in anderen Inhaltselement-Typen wiederverwendet, so dass eine Änderung des Typs dazu führt, dass jeder Text in diesem neuen Inhaltselement-Typ wiederverwendet wird. Wenn Sie dieses Feld mit den "Text" und "Text & " Typen verwenden, ist der Inhalt normaler Text. Jede Linie bedeutet einen neuen Absatz, Sie können den speziellen TYPO3 Tag, &lt;LINK&gt;, verwenden, um Links zu erstellen. Sie können viele HTML-Tags verwenden, aber je nach Website-Konfiguration gibt es Einschränkungen. Ein Rich Text Editor wird häufig verwendet, um eine visuelle Editieroberfläche für 'Text' und 'Text & ' Inhaltselemente hinzuzufügen. <b>Bullet Lists:</b> Wenn der Typ "Bullet List" ist, ist jede Zeile in diesem Feld ein Kugelstein. <b>Tabellen:</b> Wenn der Typ "Tabelle" ist, repräsentiert jede Zeile eine Tabellenzeile. Innerhalb jeder Zeile werden Spalten durch eine vertikale Balken ('|') geteilt. Eine Tabellenzeile mit 3 Spalten könnte wie "This is column 1 | Spalte 2 here | Third column!" aussehen. Der Tabellenassistent kann auch zur Erstellung von Tabellen verwendet werden und ist viel einfacher als die Handschrift.
it: Il testo principale dell'elemento contenuto è inserito qui e può essere formattato con HTML o un Editor di Testo Rich. Il campo è riutilizzato in altri tipi di Elemento Contenuto, quindi modificare il tipo causerà il riutilizzo di qualsiasi testo in quel nuovo tipo di elemento contenuto. Quando stai usando questo campo con i tipi di "Testo" e "Testo & Immagini", il contenuto è il testo normale del corpo. Ogni linebreak significa un nuovo paragrafo, puoi utilizzare il tag speciale TYPO3, &lt;LINK&gt;, per creare collegamenti. Puoi utilizzare molti tag HTML ma ci sono limitazioni a seconda della configurazione del tuo sito web. Un Editor di Testo Rich è comunemente utilizzato per aggiungere un'interfaccia di modifica visiva per 'Testo' e 'Testo & Immagini' elementi di contenuto. <b>Liste Bullet:</b> Se il tipo è "Lista dei proiettili" ogni riga in questo campo è un oggetto proiettile. <b>Tabelle:</b> Se il tipo è "Tabella" ogni riga rappresenta una riga di tabella. All'interno di ogni riga, le colonne sono divise da una barra verticale ('|'). Una riga di tabella con 3 colonne potrebbe sembrare "Questa è colonna 1 | Colonna 2 qui | Terza colonna!". La procedura guidata può essere utilizzata anche per creare tabelle ed è molto più facile della mano che le programmano.

# image.description
source: Insert one or more images.
de: Fügen Sie ein oder mehrere Bilder ein.
it: Inserisci una o più immagini.
km: បញ្ចូល​រូបភាព​មួយ​ឬ​ច្រើន ។
th: ใส่อย่างน้อยหนึ่งภาพ

# image.details
source: You can attach multiple images to the Content Element. Depending on the configuration of TYPO3, you can attach images in many formats without worrying about size and compression. TYPO3's graphics processing handles these details for you. When you use the "Text & Images" type, it's important to select a proper position for images. For this purpose, use the Position and Aligment selector. See link to "Page Content / Position" below. You can also display images in multiple columns and even enable an option that opens full size images when thumbnails are clicked.
de: Sie können mehrere Bilder dem Inhaltselement anhängen. Abhängig von der Konfiguration von TYPO3 können Sie Bilder in vielen Formaten anhängen, ohne sich über Größe und Komprimierung Sorgen zu machen. TYPO3's Grafikbearbeitung behandelt diese Details für Sie. Wenn Sie den Typ "Text & Bilder" verwenden, ist es wichtig, eine richtige Position für Bilder auszuwählen. Dazu verwenden Sie die Position und den Aligment-Selektor. Siehe Link zu "Seiteninhalt / Position" unten. Sie können auch Bilder in mehreren Spalten anzeigen und sogar eine Option aktivieren, die Vollbildbilder öffnet, wenn Thumbnails angeklickt werden.
it: Puoi allegare più immagini all'elemento contenuto. A seconda della configurazione di TYPO3, è possibile allegare immagini in molti formati senza preoccuparsi per la dimensione e la compressione. L'elaborazione grafica di TYPO3 permette di fornire questi dettagli. Quando usi il tipo "Testo & Immagini", è importante selezionare una posizione adeguata per le immagini. Per questo scopo, usa il selettore posizione e Aligment. Vedi il link a "Contenuto Pagina / Posizione" qui sotto. Puoi anche visualizzare immagini in più colonne e abilitare un'opzione che apre immagini di dimensioni complete quando si fanno clic sulle miniature.
km: អ្នក​អាច​ភ្ជាប់​រូបភាព​ច្រើន​ទៅ​ធាតុ​មាតិកា ។ ផ្អែក​លើ​ការកំណត់​លើ TYPO3 អ្នក​អាច​ភ្ជាប់​រូបភាព​ច្រើន​ប្រភេទ​ដោយ​មិន​បាច់​បារម្ភ​អំពី​ទំហំ និង ការ​បង្រួម ។ ដំណើរការ​ក្រាហ្វិក​របស់ TYPO3 នឹង​ធ្វើការ​លម្អិត​ទាំង​នេះ​សម្រាប់​អ្នក ។ ពេល​អ្នក​ប្រើ​ប្រភេទ "អក្សរ និង រូបភាព" វា​សំខាន់​ក្នុង​ការ​រើស​យក​ទីតាំង​សម្រាប់​រូបភាព ។ គោលបំណង​នេះ ប្រើ​ការ​ជ្រើសរើស​ទីតាំង និង ការ​តម្រឹម ។ មើល​តំណ​ទៅ​ "ធាតុ​មាតិកា / ទីតាំង​" ខាង​ក្រោម ។ អ្នក​ក៏​អាច​បង្ហាញ​រូបភាព​ក្នុង​គូឡោន​ច្រើន និង ដំណើរការ​ម្រើស​បើក​រូបភាព​ពេញ​ទំហំ​ពេល​រូបភាព​តូច​ត្រូវ​បាន​​ចុច ។
th: คุณสามารถแนบภาพหลาย ๆ องค์ประกอบของเนื้อหา ทั้งนี้ขึ้นอยู่กับการกำหนดค่าของ TYPO3, คุณสามารถแนบภาพในหลายรูปแบบโดยไม่ต้องกังวลเกี่ยวกับขนาดและการบีบอัด การประมวลผลกราฟิกของ TYPO3 จับรายละเอียดเหล่านี้ให้คุณ เมื่อคุณใช้"ข้อความและภาพ"ชนิดจึงเป็นสิ่งสำคัญเพื่อเลือกตำแหน่งที่เหมาะสมสำหรับภาพ ในการนี้ให้ใช้ตำแหน่งและเลือก Aligment เห็นการเชื่อมโยงกับ"เนื้อหา Page / ตำแหน่ง"ด้านล่าง คุณยังสามารถแสดงภาพในหลายคอลัมน์และยังช่วยให้ตัวเลือกที่จะเปิดภาพขนาดเต็มจำนวนเมื่อมีการคลิกรูปขนาดย่อ

# image.image_descr
source: This shows all the options related to inserting images in Content Elements. Depending on user permissions, you may not be able to use all of them.
de: Dies zeigt alle Optionen, die mit dem Einfügen von Bildern in Inhaltselementen zusammenhängen. Je nach Benutzerberechtigungen können Sie möglicherweise nicht alle verwenden.
it: Questo mostra tutte le opzioni relative all'inserimento di immagini negli elementi di contenuto. A seconda dei permessi dell'utente, potresti non essere in grado di utilizzarle tutte.
km: បង្ហាញ​ជម្រើស​ទាំងអស់​ទាក់ទង​ទៅ​នឹង​ការបញ្ចូល​រូបភាព​ក្នុង​ធាតុ​មាតិកា ។ អាស្រ័យ​លើ​សិទ្ធិ​អ្នក​ប្រើ អ្នក​មិន​​អាច​​ប្រើ​ទាំង​អស់​ឡើយ ។
th: นี้จะแสดงตัวเลือกทั้งหมดที่เกี่ยวข้องกับการแทรกภาพในองค์ประกอบของเนื้อหา ทั้งนี้ขึ้นอยู่กับสิทธิ์ของผู้ใช้คุณอาจไม่สามารถใช้ทั้งหมดของพวกเขา

# imagewidth.description
source: Enter the width (in pixels) for displaying the image in the Frontend of your website.
de: Geben Sie die Breite (in Pixeln) ein, um das Bild im Frontend Ihrer Website anzuzeigen.
it: Inserisci la larghezza (in pixel) per visualizzare l'immagine nel lato pubblico del tuo sito.
km: បំពេញ​ប្រវែង (ជា​ភិចសែល) ដើម្បី​បង្ហាញ​រូបភាព​​លើ frontend របស់​វែបសាយ ។
th: ป้อนความกว้าง (เป็นพิกเซล) สำหรับการแสดงรูปภาพในส่วนหน้าของเว็บไซต์ของคุณ

# imagewidth.details
source: The TypoScript template is normally configured with maximum image width so you shouldn't need to specify a width. In unique cases, this provides additional flexibility though.
de: Die TypoScript-Vorlage ist normalerweise mit einer maximalen Bildbreite konfiguriert, so dass Sie keine Breite angeben müssen. In Einzelfällen bietet dies allerdings zusätzliche Flexibilität.
it: Il modello TypoScript è normalmente configurato con la larghezza massima dell'immagine, quindi non devi specificare una larghezza. In casi unici, questo fornisce una flessibilità aggiuntiva.
km: Template របស់ TypoScript ត្រូវ​បាន​កំណត់​ជាមួយ​​ប្រវែង​រូបភាព​អតិបរមា ដូច្នេះ​អ្នក​ត្រូវ​កំណត់​ប្រវែង​របស់​វា ។ ក្នុង​ករណី​មួយ​ចំនួន​ទៀត វា​ផ្ដល់​លក្ខណៈ​សម្បត្តិ​ផ្សេងៗ​ទៀត​ផង​ដែរ ។
th: แม่แบบ TypoScript มีการกำหนดค่าปกติที่มีความกว้างภาพสูงสุดดังนั้นคุณจึงไม่จำเป็นต้องระบุความกว้าง ในกรณีที่ไม่ซ้ำกันนี้ให้ความยืดหยุ่นเพิ่มเติมว่า

# imageheight.description
source: Enter the height (in pixels) for displaying the images in the Frontend of your website.
de: Geben Sie die Höhe (in Pixeln) ein, um die Bilder im Frontend Ihrer Website anzuzeigen.
it: Inserisci l'altezza (in pixel) per visualizzare le immagini nel lato pubblico del tuo sito.
km: បំពេញ​កម្ពស់ (ជា​ភិចសែល) ដើម្បី​បង្ហាញ​រូបភាព​​លើ frontend របស់​វែបសាយ ។
th: ป้อนความสูง (เป็นพิกเซล) สำหรับการแสดงรูปภาพในส่วนหน้าของเว็บไซต์ของคุณ

# imageorient.description
source: Select the position and alignment of the images relative to the body text.
de: Wählen Sie die Position und Ausrichtung der Bilder im Verhältnis zum Text des Körpers.
it: Seleziona la posizione e l'allineamento delle immagini relative al testo del corpo.
km: រើស​ទីតាំង និង ការតម្រឹម​រូបភាព​ជាមួយ​តួ​អត្ថបទ ។
th: เลือกตำแหน่งและการจัดตำแหน่งของภาพเมื่อเทียบกับข้อความเนื้อหา

# imageorient.details
source: The positions above and below the body text are pretty straight forward. The options for "In text" mean that images are displayed with text wrapped around them. When you select this option the template will probably force the images into smaller dimensions to accommodate the width of the template and the width of the text. The bodytext will float <em>under</em> the image block when it reaches the end of the image block. In other words, the body text <em>wraps around</em> the image block. If you select "In text" below the "No wrap" divider, the body text will not float under the image block, but simply continue in its column. Apart from the visual difference there is a technical aspect as well. If you choose to allow the content to wrap the image block you will experience a strange phenomenon when you do not have enough bodytext to make it float around the image: subsequent content elements on the page will appear to be layered on top of the image block. However it's easily solved by changing the "In text" position to the equal value but below the "No wrap" divider.
it: Le posizioni sopra e sotto il testo del corpo sono abbastanza chiare. Le opzioni per "In text" significano che le immagini vengono visualizzate con testo avvolto attorno a loro. Quando selezioni questa opzione, il modello probabilmente costringerà le immagini a dimensioni più piccole per soddisfare la larghezza del modello e la larghezza del testo. Il dispositivo fluttua <em>sotto</em> il blocco immagine quando raggiunge la fine del blocco immagine. In altre parole, il testo corpore <em>si avvolge attorno a</em> il blocco immagine. Se selezioni "In text" sotto il separatore "No wrap", il testo del corpo non si chiamerà sotto il blocco immagine, ma semplicemente continua nella sua colonna. Oltre alla differenza visiva, c'è anche un aspetto tecnico. Se scegli di consentire al contenuto di confezionare il blocco immagine, si verificherà un fenomeno strano quando non hai abbastanza corpo per farlo fluttuare intorno all'immagine: gli elementi contenuti successivi nella pagina appariranno visualizzati sopra il blocco immagine. Tuttavia, è facile risolvere cambiando la posizione "In text" al pari valore ma sotto il separatore "No wrap".

# imageborder.description
source: Displays a colored border around the images.
de: Zeigt eine farbige Grenze um die Bilder.
it: Visualizza un bordo colorato intorno alle immagini.
km: បង្ហាញ​ស៊ុម​ពណ៌​ជុំវិញ​រូបភាព ។
th: แสดงเส้นขอบรอบรูปภาพสี

# image_link.description
source: Enter a link for the image. For multiple images, separate the links with commas.
de: Geben Sie einen Link für das Bild ein. Für mehrere Bilder trennen Sie die Links mit Kommas.
it: Inserisci un link per l'immagine. Per più immagini, separa i link con virgole.
km: ដាក់​តំណ​ឲ្យ​រូបភាព ។ ចំពោះ​រូបភាព​ច្រើន​កាត់​តំណ​ដោយ​ប្រើ​ក្បៀស ។
th: ใส่ลิงค์ของภาพ สำหรับรูปภาพหลายแยกการเชื่อมโยงด้วยเครื่องหมายจุลภาค

# image_link.details
source: By default all images share the same link. Your TypoScript template may be configured to allow a separate link for each image. If this is the case, you simply separate the links with a comma. See Page Content>Link below for details on syntax.
de: Standardmäßig teilen alle Bilder den gleichen Link. Ihre TypoScript-Vorlage kann so konfiguriert werden, dass für jedes Bild ein separater Link erlaubt wird. Wenn dies der Fall ist, trennen Sie einfach die Links mit einem Komma. Siehe Seiteninhalt>Link unten für Details zur Syntax.
it: Per impostazione predefinita tutte le immagini condividono lo stesso link. Il tuo modello TypoScript può essere configurato per consentire un link separato per ogni immagine. Se così è, si possono semplicemente separare i link con una virgola. Vedi contenuto pagina>Link qui sotto per dettagli sulla sintassi.
km: តាម​ភាព​ដើម, រូបភាព​ទាំងអស់​ចែក​តំណ​ដូច​គ្នា ។ Template TypoScript អាច​ត្រូវ​បាន​កំណត់​ដើម្បី​អនុញ្ញាត​ឲ្យ​ផ្ដាច់​តំណ​សម្រាប់​រូប​នីមួយៗ ។ បើ​នេះ​ជា​ករណី​របស់​អ្នក, អ្នក​អាច​ផ្ដាច់​តំណ​ជាមួយ​សញ្ញា​ក្បៀស ។ មើល​មាតិកា​ទំព័រ>តំណ​ខាង​ក្រោម សម្រាប់​សេចក្ដី​លម្អិត​លើ​រូបមន្ត ។
th: โดยค่าเริ่มต้นภาพทั้งหมดร่วมกันเชื่อมโยงกัน แม่แบบ TypoScript ของคุณอาจจะตั้งค่าให้อนุญาตให้มีการเชื่อมโยงที่แยกต่างหากสำหรับแต่ละภาพ ถ้าเป็นกรณีนี้คุณก็แยกการเชื่อมโยงด้วยเครื่องหมายจุลภาค Link ดูหน้า> เนื้อหาด้านล่างเพื่อดูรายละเอียดเกี่ยวกับไวยากรณ์

# image_zoom.description
source: When enabled, clicking an image will open a larger version in a popup window.
de: Wenn aktiviert, öffnet sich ein Klick auf ein Bild eine größere Version in einem Popup-Fenster.
it: Quando abilitato, cliccare su un'immagine aprirà una versione più grande in una finestra popup.
km: ពេល​ដំណើរការ​, ចុច​លើ​រូបភាព​នឹង​បើក​កំណែ​ធំ​ជាង​ក្នុង​ផ្ទាំង​លោត ។
th: เมื่อเปิดใช้งานคลิกที่ภาพจะเปิดรุ่นใหญ่ในหน้าต่างป๊อปอัพ

# image_zoom.details
source: This option overrides the value in the Links field.
de: Diese Option überschreibt den Wert im Feld Links.
it: Questa opzione sovrascrive il valore nel campo Links.
km: ជម្រើស​នេះ​បញ្ជាន់​លើ​តម្លៃ​ក្នុង​ប្រអប់​តំណ ។
th: ตัวเลือกนี้จะแทนที่ค่าในเขตข้อมูลเชื่อมโยง

# image_frames.description
source: Select special image framing options.
de: Wählen Sie spezielle Bilderbild-Optionen.
it: Seleziona opzioni di frammento immagine speciale.
km: រើស​ជម្រើស​ស៊ុម​រូបភាព​ពិសេស ។
th: กรอบภาพเลือกตัวเลือกพิเศษ

# _image_frames.seeAlso
source: tt_content:image
it: Immagine

# imagecols.description
source: Set the number of columns when the images are displayed in the Frontend of the website.
de: Legen Sie die Anzahl der Spalten fest, wenn die Bilder im Frontend der Website angezeigt werden.
it: Imposta il numero di colonne quando le immagini vengono visualizzate nel lato pubblico del sito.
km: កំណត់​ចំនួន​គូឡោន​ពេល​រូបផាព​​បង្ហាញ​​លើ Frontend របស់​វែបសាយ ។
th: ตั้งค่าจำนวนคอลัมน์เมื่อรูปภาพจะปรากฏขึ้นในส่วนหน้าของเว็บไซต์

# _imagecols.seeAlso
source: tt_content:image
it: Immagine

# imagecaption.description
source: Enter captions for the images. For multiple images, enter one caption per line.
de: Geben Sie die Bildunterschriften ein. Geben Sie für mehrere Bilder eine Überschrift pro Zeile ein.
it: Inserisci le didascalie per le immagini. Per più immagini, inserisci una didascalia per riga.
km: បំពេញ​ពាក្យ​ពន្យល់​រូបភាព ។ ចំពោះ​រូបភាព​ច្រើន បំពេញ​​​មួយ​បន្ទាត់​សម្រាប់​រូបភាប​មួយ ។
th: ป้อนคำอธิบายสำหรับรูปภาพ สำหรับรูปภาพหลายป้อนหนึ่งคำอธิบายภาพต่อบรรทัด

# imagecaption.details
source: By default, the caption is positioned below the images. However, your TypoScript template may be configured to allow individual image captions by setting "styles.content.imgtext.captionSplit=1" in your template constants. In this case, each line in this field will be the image caption of the corresponding image in the list. The caption text field is also used by the Content Element type "File Links" where each line represents a description of a file in the list.
de: Standardmäßig wird die Überschrift unter den Bildern platziert. Allerdings kann Ihre TypoScript-Vorlage so konfiguriert werden, dass einzelne Bildunterschriften durch Einstellung von "styles.content.imgtext.captionSplit=1" in Ihren Vorlageneinstellungen erlaubt werden. In diesem Fall wird jede Zeile in diesem Feld die Bildunterschrift des entsprechenden Bildes in der Liste sein. Das Feld der Caption-Textdatei wird auch vom Inhaltselement-Typ "File Links" verwendet, in dem jede Zeile eine Beschreibung einer Datei in der Liste darstellt.
it: Per impostazione predefinita, la didascalia è posizionata sotto le immagini. Tuttavia, il tuo modello TypoScript può essere configurato per consentire le didascalie individuali delle immagini impostando "styles.content.imgtext.captionSplit=1" nei tuoi modelli. In questo caso, ogni riga in questo campo sarà la didascalia dell'immagine corrispondente nella lista. Il campo di didascalia è utilizzato anche dal tipo "File Links" di Content Element dove ogni riga rappresenta una descrizione di un file nella lista.
km: លំនាំ​ដើម ពាក្យ​ពន្យល់រូបភាព​ស្ថិត​នៅ​ក្រោម​រូបភាព ។ តែ Template TypoScript អាច​កំណត់​​ពាក្យ​ពន្យល់​រូបភាព​នីមួយ​ដោយ​ដាក់ "styles.content.imgtext.captionSplit=1" ក្នុង​កុងស្ដង់​របស់ template ។ ករណី​នេះ បន្ទាត់​នីមួយៗ​ក្នុង​ប្រអប់​នេះ​នឹង​ជា​ពាក្យ​ពន្យល់​របស់​រូបភាព​នោះ ។ ប្រអប់​ឃ្លា​ពន្យល់​រូបភាព​ក៏​ត្រូវ​បាន​ប្រើ​ក្នុង​ប្រភេទ​ធាតុ​មាតិកា "តំណ​ឯកសារ" ផង​ដែរ ដែល​បន្ទាត់​នីមួយៗ​បង្ហាញ​អំពី​សេចក្ដី​ពន្យល់​នៃ​ឯកសារ​នីមួយ​ក្នុង​បញ្ជី ។
th: โดยค่าเริ่มต้นคำอธิบายภาพอยู่ในตำแหน่งด้านล่างรูปภาพ แต่แม่ TypoScript ของคุณอาจจะตั้งค่าให้อนุญาตให้มีคำอธิบายแต่ละภาพด้วยการตั้งค่า"= 1 styles.content.imgtext.captionSplit"ในค่าคงที่แม่แบบของคุณ ในกรณีนี้สายในแต่ละด้านนี้จะมีคำอธิบายภาพของภาพที่สอดคล้องกันในรายการ เขตข้อมูลข้อความคำอธิบายภาพจะใช้โดยชนิด Element เนื้อหา"ไฟล์ Links"ที่แต่ละบรรทัดแสดงคำอธิบายของแฟ้มในรายการ

# cols.description
source: Select a fixed number of table columns
de: Wähle eine feste Anzahl von Tabellen Spalten
it: Seleziona un numero fisso di colonne tabella
km: រើស​ចំនួន​ពិត​នៃ​គូឡោន​របស់​តារាង
th: เลือกจำนวนคงที่ของคอลัมน์ของตาราง

# pages.description
source: Select a target page or multiple target pages.
de: Wählen Sie eine Zielseite oder mehrere Zielseiten.
it: Seleziona una pagina di destinazione o più pagine di destinazione.
km: រើស​ទំព័រ​គោលដៅ​មួយ ឬ ​ច្រើន ។
th: เลือกหน้าเป้าหมายหรือหน้าที่กำหนดเป้าหมายหลาย
