Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/frontend/Resources/Private/Language/*.locallang_csh_fe_groups.xlf
Languages: da, de, fr, hr, nl, th

# hidden.description
source: This option disables the user group.
da: Dette valg slår brugergruppen fra.
de: Diese Option deaktiviert die Benutzergruppe.
fr: Cette option désactive le groupe d'utilisateurs.
hr: Ova opcija onemogućava korisničke grupe.
nl: Deze optie schakelt de gebruikersgroep uit.
th: ตัวเลือกนี้จะปิดกลุ่มผู้ใช้

# hidden.details
source: If you disable a user group all users which are members of the group will in effect not inherit any properties this group may have given them. For instance if a page or content element was assigned access only by this group and you disable the group, no one would gain access to that page or content element.
da: Hvis du deaktiverer en brugergruppe vil ingen brugere i den gruppe arve de egenskaber som denne gruppe kunne have givet dem. For eksempel hvis en side eller indholdselement kun kunne tilgås fra denne gruppe og du deakriverer denne gruppe, så vil ingen kunne tilgå denne side eller dette indhold.
de: Wenn Sie eine Benutzergruppe deaktivieren, werden alle Benutzer, die Mitglieder der Gruppe sind, in der Tat keine Eigenschaften, die diese Gruppe ihnen gegeben hat, erhalten. Zum Beispiel, wenn eine Seite oder ein Inhaltselement nur von dieser Gruppe zugeordnet wurde und Sie die Gruppe deaktivieren, wird niemand Zugriff auf diese Seite oder das Inhaltselement erhalten.
fr: Si vous désactivez un groupe d'utilisateurs tous les utilisateurs qui sont membres du groupe ne hériteront en effet aucune propriété que ce groupe pourrait avoir donnée. Par exemple si un élément de page ou de contenu n'a été assigné qu'à ce groupe et que vous désactivez le groupe, personne n'aurait accès à cette page ou à cet élément de contenu.
hr: Onemogućite li grupe korisnika svi korisnici koji su članovi grupe neće naslijediti niti jedno svojstvo ove grupe. Na primjer ako je stranici ili dijelu njezina sadržaja pridružene dozvole pristupa samo ovoj grupi i ukoliko onemogućite grupe korisnika nitko neće moći pristupati stranici ili dijelu njezina sadržaja.
nl: Wanneer een gebruikersgroep uitgeschakeld wordt, dan zullen alle gebruikers die lid van deze groep zijn, geen eigenschappen van deze gebruikersgroep erven. <strong>Voorbeeld:</strong> Als een bladzijde of contentelement alleen toegankelijk was met deze specifieke groep en de groep is uitschakeld dan zal niemand van deze groep meer toegang tot de pagina of het contentelement hebben.
th: หากคุณปิดการใช้งานกลุ่มผู้ใช้ผู้ใช้ที่เป็นสมาชิกของกลุ่มจะมีผลไม่สืบทอดคุณสมบัติใดกลุ่มนี้อาจมีให้แก่พวกเขา เช่นหากหน้าหรือองค์ประกอบเนื้อหาได้มอบหมายเข้าถึงโดยเฉพาะกลุ่มนี้และคุณปิดการใช้งานไม่มีกลุ่ม หนึ่งจะเข้าถึงที่หรือเนื้อหาองค์ประกอบของหน้า

# _hidden.seeAlso
source: fe_users:disable
de: fe_users:deaktivieren

# title.description
source: Name of the group.
da: Navn på gruppe.
de: Name der Gruppe.
fr: Nom du groupe.
hr: Ime grupe.
nl: Naam van de groep.
th: ชื่อของกลุ่ม

# title.details
source: This title will appear as the group name in the 'Access'-list in other records.
da: Denne titel vil kunne ses som gruppenavn i 'Adgang'-listen i andre elementer.
de: Dieser Titel wird als Gruppenname in der 'Access'-Liste in anderen Datensätzen angezeigt.
fr: Ce titre apparaîtra comme nom de groupe dans la liste 'Accès'dansd'autres enregistrements.
hr: Ovaj naslov će se pojavljivati kao ime grupe u listi dozvola drugih zapisa.
nl: Deze titel verschijnt als de groepsnaam in de "Toegang"-lijst in andere records.
th: ชื่อนี้จะปรากฏเป็นชื่อกลุ่มในรายการ'Access' ในตำแหน่งอื่น

# lockToDomain.description
source: Enter the host name from which the group will be available only. NOTICE: this is not a security feature and can be circumvented by faking HTTP_HOST.
da: Indtast det værtsnavn hvorfra gruppen alene kan tilgås. NOTE: Dette er ikke nødvendigvis en sikkerhedsfunktion og kan omgåes ved at bruge forfalsket HTTP_HOST.
de: Geben Sie den Hostnamen ein, von dem die Gruppe nur verfügbar sein wird. HINWEIS: Dies ist keine Sicherheitsfunktion und kann durch faking HTTP_HOST umgangen werden.
fr: Entrez le nom d'hôte à partir duquel le groupe sera disponible uniquement. AVIS : il ne s'agit pas d'une fonctionnalité de sécurité et peut être contourné par un faux HTTP_HOST.
nl: Voer de hostnaam in van waaruit de groep alleen beschikbaar is. LET OP: dit is geen beveiligingsoptie en kan omzeild worden met een valse HTTP_HOST.

# lockToDomain.details
source: This options may be important if you have multiple websites in the same TYPO3 database but still only one main storage page for all Website users. Thus the users may log in on any of the website URLs. This may be considered a feature (having a global login as a user) or a problem (in which case you should have multiple user storages anyway). However you may wish to limit the use of a Website usergroup to a specific website and thus you don't want the group to be enabled for the user when he logs in at another URL (still from the same database of course). By entering the host name of the website here, you restrict the group to be used only from within this domain. <b>Notice:</b> The use for this option is not critical if you have multiple Website user storages, namely one for each site.
da: Denne valgmulighed kan være vigtig hvis du har mange websites på den samme TYPO3 database men stadig kun een side der opbevarer alle Website brugere. Således ville brugere kunne logge ind ligegyldig hvilken domæne de bruger. Dette kunne betragtes som en funktionalitet (at have globalt login som bruger) eller et problem ( hvor du burde have gemt brugerene forskellige steder alligevel). Du kan imidlertid ønske at begrænse brugen af et website brugergruppe til et specifikt website og således ikke ønsker gruppen aktiveret for brugeren hvis han logger ind fra en anden URL (stadig på den samme database, selvfølgelig). Ved at skrive host navnet på websitet her, bergænser du gruppen til kun at kunne bruges fra dettte domæne. <b> Bemærk: </b> Brugen af denne valgmulighed er ikke kritisk hvis du har mange forskellige opbevaringssider for brugerne - nemlig et for hvert site.
de: Diese Optionen können wichtig sein, wenn Sie mehrere Websites in derselben TYPO3-Datenbank haben, aber trotzdem nur eine Hauptspeicher-Seite für alle Website-Benutzer. Die Benutzer können sich auf einer der Webseiten-URLs einloggen, die als Funktion (mit einem globalen Login als Benutzer) oder als Problem (in diesem Fall sollten Sie trotzdem mehrere Benutzerspeicher haben) angesehen werden. Sie möchten jedoch die Nutzung einer Website-Benutzergruppe auf eine bestimmte Website beschränken und möchten daher nicht, dass die Gruppe für den Benutzer aktiviert wird, wenn er sich bei einer anderen URL einloggt (natürlich aus derselben Datenbank). Durch Eingabe des Hostnamens der Website hier beschränken Sie die Gruppe nur von dieser Domain zu verwenden. <b>Hinweis:</b> Die Verwendung für diese Option ist nicht entscheidend, wenn Sie mehrere Website-Benutzerspeicher haben, nämlich eine für jede Seite.
fr: Ces options peuvent être importantes si vous avez plusieurs sites Web dans la même base de données TYPO3, mais encore une seule page de stockage pour tous les utilisateurs du site. Ainsi, les utilisateurs peuvent se connecter à l'une des URL du site Web. Cela peut être considéré comme une fonctionnalité (ayant une connexion globale en tant qu'utilisateur) ou un problème (dans ce cas, vous devriez avoir de toute façon plusieurs historique utilisateur). Cependant, vous pouvez limiter l'utilisation d'un site Web d'un site Web à un site web spécifique et donc vous ne voulez pas que le groupe soit activé pour l'utilisateur lorsqu'il se connecte à une autre URL (toujours à partir de la même base de données bien sûr). En entrant le nom d'hôte du site, vous limitez le groupe à être utilisé uniquement dans ce domaine. <b>Avis :</b> L'utilisation de cette option n'est pas critique si vous avez plusieurs entrepôts d'utilisateurs du site, à savoir un pour chaque site.
hr: Ova opcija je značajna ukoliko imate više web sjedišta u jednoj TYPO3 bazi podataka i samo jedan repozitorij (stranicu) korisnika za sva web sjedišta. Na taj način korisnici se mogu prijaviti putem URLa bilo kojeg web sjedišta. Ovo može biti željeno svojstvo (globalna prijava za korisnike) ili problem (u tom slučaju možete koristiti više repozitorija korisnika). Također možete ograničiti korištenje određenog web sjedišta grupama tako da onemogućite korisniku članstvo u grupi web sjedišta ukoliko se prijavio putem drugog URLa (korisnici su i dalje u istoj bazi). Unošenjem naziva računala web sjedišta ograničavate korištenje grupe samo na određenu domenu. <b>Napomena:</b> Korištenje ove opcije nije kritično ukoliko imate posebne repozitorije korisnika za svako web sjedište.
nl: Deze optie kan van belang zijn wanneer er meerdere websites in één zelfde TYPO3 database zijn ondergebracht met slechts één enkele opslag pagina voor alle website gebruikers. De gebruikers kunnen dan inloggen op elke website url. Dit kan beschouwd worden als een feature (een globale login voor een gebruiker) of een probleem (in welk geval je in ieder geval aparte opslag pagina's voor gebruikers zou moeten hebben). In elk geval kan het zijn dat het gebruik van een bepaalde website beperkt dient te worden tot een bepaalde gebruikersgroep. U wilt niet dat een groep ingeschakeld wordt voor een gebruiker die inlogd op een andere url (nog steeds binnen dezelfde database). Door de hostnaam van de website hier in te voeren wordt de groep beperkt tot gebruik binnen dit domein. <strong>N.B.</strong> Het gebruik van deze optie is niet kritisch wanneer er meerdere opslagpagina's zijn voor gebruikers, namelijk één voor elke site.
th: ตัวเลือกนี้อาจมีความสำคัญหากคุณมีเว็บไซต์หลายใน TYPO3 ฐานข้อมูลเดียวกัน แต่ก็ยังเก็บหน้าหลักเดียวสำหรับผู้ใช้เว็บไซต์ ทำให้ผู้ใช้สามารถเข้าสู่ระบบใด ๆ ของ URL เว็บไซต์ นี้อาจจะพิจารณาคุณสมบัติ (มีการเข้าสู่ระบบโลกเป็นผู้ใช้) หรือปัญหา (ซึ่งในกรณีนี้คุณควรจะมีผู้ใช้หลายเก็บรักษาอยู่แล้ว) แต่คุณอาจต้องการ จำกัด การใช้เว็บไซต์ของ usergroup ไปยังเว็บไซต์เฉพาะและทำให้คุณไม่ต้องการให้กลุ่มที่จะเปิดการใช้งานสำหรับผู้ใช้เมื่อบันทึกในที่อื่น URL (ยังคงมาจากฐานข้อมูลเดียวกันของหลักสูตร) โดยป้อนชื่อโฮสต์ของเว็บไซต์ที่นี่คุณ จำกัด กลุ่มที่ใช้เฉพาะภายในโดเมนนี้ <b>หมายเหตุ :</b> ตัวเลือกใช้นี้จะไม่สำคัญหากคุณใช้การเก็บรักษาหลายเว็บไซต์คือหนึ่งสำหรับแต่ละเว็บไซต์

# subgroup.description
source: Member of other groups.
da: Medlem af andre grupper.
de: Mitglied anderer Fraktionen.
fr: Membre d'autres groupes.
hr: Članovi drugih grupa.
nl: Lid van andere groepen.
th: สมาชิกในกลุ่มอื่นๆ

# subgroup.details
source: List of other groups that this group is a member of.
da: Liste af andre grupper som denne gruppe er medlem af.
de: Liste der anderen Gruppen, denen diese Gruppe angehört.
fr: Liste des autres groupes dont ce groupe est membre.
hr: Popis grupa u kojima je ova grupa član.
nl: Lijst van andere groepen waar deze groep een lid van is.
th: รายชื่อกลุ่มอื่น ๆ ที่กลุ่มนี้เป็นสมาชิกของ

# description.description
source: Enter a description of the group.
da: Indtast en beskrivelse af gruppen.
de: Geben Sie eine Beschreibung der Gruppe ein.
fr: Entrez une description du groupe.
hr: Unesite opis grupe.
nl: Voer een beschrijving van de groep in.
th: ป้อนคำอธิบายของกลุ่ม

# description.details
source: This is for internal use and is just a way to put a note on what the group is for, why you created it and who should be members. Use it as you like.
da: Dette er kun til internt brug og er blot en måde hvorpå du kan notere hvad gruppen er til, hvorfor du har oprettet den og hvem der bør være medlem. Brug det hvis du vil.
de: Dies ist für interne Nutzung und ist nur eine Möglichkeit, eine Notiz darüber zu geben, wofür die Gruppe ist, warum Sie sie erstellt haben und wer Mitglieder sein sollte. Benutzen Sie sie so wie Sie möchten.
fr: Ceci est pour l'utilisation interne et n'est qu'un moyen de mettre une note sur ce que le groupe est pour, pourquoi vous l'avez créé et qui devrait être membre. Utilisez-le comme vous le souhaitez.
hr: Ovo je samo za intenu upotrebu tako da možete unjeti podatke kao što su: namjena grupe, tko je je kreirao i tko može biti njezin član. Koristite prema svojim potrebama.
nl: Dit is voor intern gebruik, en slechts om een notitie toe te voegen over het doel van de groep, waarom u de groep heeft aangemaakt en wie de leden zouden moeten zijn. Gebruik het naar eigen inzicht.
th: นี้สำหรับใช้ภายในและเป็นเพียงวิธีการใส่บันทึกในสิ่งที่กลุ่มคือเหตุผลที่คุณสร้างได้และที่ควรเป็นสมาชิก ใช้เป็นที่คุณต้องการ

# TSconfig.description
source: TSconfig for the group (advanced).
da: TSconfig for gruppen (avanceret).
de: TSconfig für die Gruppe (fortgeschritten).
fr: TSconfig pour le groupe (avancé).
hr: TSconfig za grupe (napredna opcija).
nl: TSconfig voor de groep (geavanceerd)
th: TSconfig สำหรับกลุ่ม (ขั้นสูง)

# TSconfig.details
source: This is the user TSconfig for the group. The values are inherited by any Website user who is a member of this group. The configuration is subject to being overridden in other groups and by the TSconfig of the user himself.
da: Dette er bruger TSconfig for gruppen. Værdierne arves af enhver website bruger som er medlem af denne gruppe. Konfigurationen kan tilsidesættes af andre grupper og af brugerens egen TCconfig.
de: Dies ist der Benutzer TSconfig für die Gruppe. Die Werte werden von jedem Webseiter geerbt, der Mitglied dieser Gruppe ist. Die Konfiguration unterliegt der Überschreitung in anderen Gruppen und der TSconfig des Benutzers selbst.
fr: Ceci est l'utilisateur TSconfig pour le groupe. Les valeurs sont héritées par n'importe quel utilisateur du site web qui est membre de ce groupe. La configuration est sujette à être écrasée dans d'autres groupes et par la TSconfig de l'utilisateur lui-même.
hr: Ovdje se mogu postaviti konfiguracijske postavke grupe. Vrijednosti će naslijediti bilo koji korisnik web sjedišta koji je član grupe. Konfiguracija može biti nadjačana postavkama drugih grupa ili TSconfig postavkama samog korisnika.
nl: Dit is de gebruikers TSconfig voor de groep. De waarden worden geërfd door elke gebruiker die lid is van deze groep. De configuratie kan worden overschreven in andere groepen en door de TSconfig van de gebruiker zelf.
th: นี้จะเป็นกลุ่มผู้ใช้ TSconfig สำหรับ ค่าที่จะสืบทอดโดยที่ผู้ใช้เว็บไซต์ที่เป็นสมาชิกของกลุ่มนี้ กำหนดอาจจะถูกแทนที่ในกลุ่มอื่น ๆ และโดยตัวเอง TSconfig ของผู้ใช้

# TSconfig.syntax
source: TypoScript syntax, without conditions and constants.
da: Typoecript syntax uden conditions og konstanter.
de: TypoScript Syntax, ohne Bedingungen und Konstanten.
fr: Syntaxe TypoScript, sans conditions et constantes.
hr: TypoScript sintaksa, bez uvjeta i konstanti.
nl: TypoScript syntax, zonder condities en constanten
th: ไวยากรณ์ TypoScript โดยปราศจากเงื่อนไขและค่าคงที่

# .description
source: Usergroups for Website users.
da: Brugergrupper for website brugere.
de: Benutzergruppen für Benutzer der Website.
fr: Les utilisateurs du site web sont des roups d'utilisateurs.
hr: Grupe korisnika weba.
nl: Gebruikersgroepen voor website gebruikers
th: กลุ่มผู้ใช้สำหรับผู้ใช้เว็บไซต์

# .details
source: The access restriction in TYPO3 is assigned to these usergroups. When a page or other element is access restricted to a group, only Website users which are members or that group will be able to view the element on the website.
da: Adgangsbegrænsning i TYPO3 tildeles til disse grupper. Når en side eller et andet element er adgangsbegrænset til en gruppe, vil kun website brugere som medlem af denne gruppe være i stand til at se elementet på websitet.
de: Die Zugriffsbeschränkung in TYPO3 ist diesen Benutzergruppen zugeordnet. Wenn eine Seite oder ein anderes Element auf eine Gruppe beschränkt ist, können nur Benutzer der Website, die Mitglieder sind oder diese Gruppe das Element auf der Website sehen.
fr: La restriction d'accès dans TYPO3 est assignée à ces roups d'utilisateurs. Lorsqu'une page ou un autre élément est accès limité à un groupe, seuls les utilisateurs du site Web qui sont membres ou ce groupe pourront voir l'élément sur le site Web.
hr: Restrikcija pristupa pridružena je ovim grupama. Kada stranica ili drugi njezini elementi imaju postavljenu restrikciju pristupa samo određenih grupa, samo korisnici web sjedišta koji su ujedno i članovi određene grupe mogu vidjeti te elemente.
nl: De toegangsbeperkingen in TYPO3 worden aan deze groepen toegekend. Wanneer de toegang tot een pagina of contentelement is beperkt tot een groep, dan kunnen alleen de websitegebruikers die lid van deze groep zijn dit element op de website zien.
th: การ จำกัด การเข้าถึงใน TYPO3 ถูกกำหนดให้กับกลุ่มผู้ใช้เหล่านี้ เมื่อหน้าหรือองค์ประกอบอื่น ๆ จำกัด การเข้าถึงกลุ่มเป็นเพียงผู้ใช้เว็บไซต์ที่เป็นสมาชิกหรือกลุ่มที่จะสามารถดูองค์ประกอบในเว็บไซต์

# _.seeAlso
source: fe_users, About access restricting pages | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/PasswordProtectedPages/
da: fe_users, Om adgangsbegrænsede sider | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/PasswordProtectedPages/
de: fe_users, Über Zugriffsbeschränkungen | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/PasswordProtectedPages/
fr: fe_users, A propos des pages de restriction d'accès | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/PasswordProtectedPages/
hr: fe_users, O ograničavanju pristupa stranicama | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/PasswordProtectedPages/
nl: fe_users, Over afgeschermde pagina's | http://typo3.org/documentation/document-library/doc_tut_quickstart/Create_restricted_pa/

# .image_descr
source: The form for editing frontend users groups. Pages, Content Elements and other records for frontend display often have a selector box where you can define access restriction by selecting access for a certain group only.
da: Formen til at redigere frontend-brugergrupper. Sider, indholds elementer og andre ting der vises i frontend, har ofte en selector box hvormed man kun kan definere adgangsbegrænsning ved at vælge en bestemt gruppe.
de: Das Formular zur Bearbeitung von Frontend-Benutzergruppen. Seiten, Inhaltselemente und andere Datensätze für die Frontend-Anzeige haben oft ein Auswahlfeld, in dem Sie die Zugriffsbeschränkung festlegen können, indem Sie nur einen bestimmten Gruppenzugriff auswählen.
fr: Le formulaire pour éditer les groupes d'utilisateurs frontend. Pages, éléments de contenu et autres enregistrements pour l'affichage frontend ont souvent une boîte de sélection où vous pouvez définir la restriction d'accès en sélectionnant l'accès pour un certain groupe seulement.
hr: Obrazac za uređivanje frontend korisničkih grupa. Stranice, sadržajni elementi i ostali zapisi frontend prikaza često imaju izbornik gdje je moguće odrediti restrikciju pristupa tako da se dozvoli pristup samo određenoj korisničkoj grupi.
nl: Het formulier voor het aanpasssen van frontend gebruikersgroepen, pagina's, contentelementen en andere records voor frontend weergave bevat vaak een selectieveld waar U de toegangsrechten kunt bepalen door het selecteren van toegang voor enkel bepaalde groepen.
th: กลุ่มแบบฟอร์มสำหรับการแก้ไข frontend ผู้ใช้ หน้าเนื้อหาองค์ประกอบและข้อมูลอื่น ๆ สำหรับส่วนหน้าจอมักจะมีกล่องตัวเลือกที่คุณสามารถกำหนดข้อ จำกัด การเข้าถึงโดยการเลือกใช้กลุ่มหนึ่งเท่านั้น

# _.image
source: EXT:frontend/Resources/Public/Images/cshimages/fegroups_3.png, EXT:frontend/Resources/Public/Images/cshimages/fegroups_4.png
fr: EXT:frontend/Ressources/Public/Images/cshimages/fegroups_3.png, EXT:frontend/Resources/Public/Images/cshimages/fegroups_4.png
