Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/frontend/Resources/Private/Language/*.locallang_csh_ttcontent.xlf
Languages: de, it, km, th

# linkToTop.description
source: If checked, a small "To Top" link will be added after the Content Element, linking back to the top of the page.
de: Wenn aktiviert, wird nach dem Inhaltselement ein kleiner "To Top" Link hinzugefügt, der auf die Seite oben verweist.
it: Se selezionato, un link piccolo "To Top" verrà aggiunto dopo l'elemento contenuto, collegandolo alla parte superiore della pagina.

# rte_enabled.description
source: If checked, the Rich Text Editor will be disabled for the "Text" and "Text & Image" types (<em>in this Content Element only</em>).
de: Wenn aktiviert, wird der Rich Text Editor für die "Text" und "Text & Bild" Typen deaktiviert (<em>in diesem Inhaltselement nur</em>).
it: Se selezionato, l'Editor di Testo Rich sarà disabilitato per i tipi "Testo" e "Testo & Immagine" (<em>in questo elemento di contenuto solo</em>).
km: បើ​ធីក កម្មវិធី​កែប្រែ​អត្ថបទ​នឹង​បិទ​ដំណើរការ​សម្រាប់​ប្រភេទ "អក្សរ" និង "អក្សរ និង រូបភាព" (<em>ក្នុង​ធាតុ​មាតិកា​ប៉ុណ្ណោះ</em>) ។
th: ถ้าเลือก Rich Text Editor จะปิดการใช้งานสำหรับ"ข้อความ"และ"ข้อความและรูปภาพ"ชนิด (<em> ในเนื้อหานี้องค์ประกอบเท่านั้น </ em>)

# pi_flexform.description
source: Plugin Configuration
de: Plugin-Konfiguration
it: Configurazione plugin
km: ការកំណត់​លើ​កម្មវិធី​បន្ថែម
th: การกำหนดค่าปลั๊กอิน

# pi_flexform.details
source: Some plugins may provide configuration options, but the actual options vary based on the plugin. Behind the scenes, these are based on FlexForms and stored as XML.
de: Einige Plugins können Konfigurationsoptionen bereitstellen, aber die aktuellen Optionen variieren auf der Basis des Plugins. Hinter den Szenen basieren diese auf FlexForms und werden als XML gespeichert.
it: Alcuni plugin possono fornire opzioni di configurazione, ma le opzioni effettive variano in base al plugin. Dietro le quinte, sono basate su FlexForms e memorizzate come XML.
km: កម្មវិធី​បន្ថែម​មួយ​ចំនួន​ផ្ដល់​ជម្រើស​ដើម្បី​កំណត់ ប៉ុន្តែ​ជម្រើស​នីមួយៗ​អាស្រ័យ​លើ​កម្មវិធី​នោះ ។ នៅ​ពី​ក្រោយ​វា ផ្អែក​លើ FlexForm និង រក្សា​ទុក​ជា​លក្ខណៈ XML ។
th: ปลั๊กอินบางชนิดอาจจัดให้มีการกำหนดค่าตัวเลือก แต่ตัวเลือกที่เกิดขึ้นจริงแตกต่างกันไปขึ้นอยู่กับปลั๊กอิน เบื้องหลังฉากเหล่านี้จะขึ้นอยู่กับ FlexForms และเก็บไว้เป็น XML

# _pi_flexform.seeAlso
source: tt_content:list_type
it: Tipo di tt_content:list

# CType.details
source: The 'Type' of content you select determines which options are available in the editing form so be sure to save the record before making other changes. This is a description of the various types: <strong>Header</strong> This type allows you to insert a standard Content Element header and nothing more. Almost all the other types described below also include the Header and its options. The Header type provides a way to insert a header without any other content. <strong>Text</strong> The Text type allows you to insert regular page content. It is generally used for text only content. <strong>Text & Images</strong> This is the same as the Text type (regular page content) but with the option of attaching images. <strong>Image</strong> The Image type allows you to insert image only page content. <strong>Bullet List</strong> Lets you create a bullet list. Each line in the text field will appear as a single bullet. <strong>Table</strong> Lets you create <em>simple</em> tables. Each line represents a row in the table and vertical bars ('|') separate each column. A popup wizard is also available. <strong>File Links</strong> Allows you to present a list of files for download. Thumbnails can be attached to the list and you can also display the file size. <strong>Form</strong> Lets you create mail forms using a special syntax or a popup wizard. <strong>Search</strong> This inserts a search box and also shows the search results when a search is performed on the page. <strong>Login</strong> Displays a login box for website users. This is only useful if you have already created website users and usergroups. <strong>Menu/Sitemap</strong> Offers a selection of menus and a sitemap you can insert on a page. <strong>Insert records</strong> This acts as placeholder for other records. With this Content Element, you can resuse multiple content elements from other pages. <strong>Insert plugin</strong> This will allows you to insert news, forums, guestbooks, lists of addresses, and other functionality. Plugins are typically provided by TYPO3 extensions. The available fields and required configuration depend on the extension. <strong>Divider</strong> This inserts a simple horizontal rule on a page. <strong>HTML</strong> This is plain HTML content. Anything added in the HTML Code of this Content Element will be displayed directly on the page without any preprocessing.
de: Die 'Art' des Inhalts, die Sie auswählen, bestimmt, welche Optionen im Editierformular verfügbar sind, so sollten Sie den Eintrag vor anderen Änderungen speichern. Dies ist eine Beschreibung der verschiedenen Typen: <strong>Header</strong> Dieser Typ erlaubt es Ihnen, einen Standard-Content-Element-Header und nichts mehr einzufügen. Fast alle anderen unten beschriebenen Typen enthalten auch den Header und seine Optionen. Der Header-Typ bietet eine Möglichkeit, einen Header ohne andere Inhalte einzufügen. <strong>Text</strong> Der Texttyp erlaubt es Ihnen, reguläre Seiteninhalte einzufügen. Es wird im Allgemeinen nur für Text verwendet. <strong>Text & Bilder</strong> Dies ist der Text-Typ (regulärer Seiteninhalt), aber mit der Option, Bilder anzuhängen. <strong>Bild</strong> Der Bildtyp erlaubt es Ihnen, nur Seiteninhalte einzufügen. <strong>Bullet List</strong> Möchtest du eine Bullet-Liste erstellen. Jede Zeile im Textfeld erscheint als eine einzige Kugel. <strong>Tabelle</strong> Möchtest du <em>einfache</em> Tabellen erstellen. Jede Zeile repräsentiert eine Zeile in der Tabelle und vertikale Balken ('|') trennen jede Spalte. Ein Popup-Assistent ist ebenfalls verfügbar. <strong>Dateilinks</strong> erlaubt es Ihnen, eine Liste der Dateien zum Download zu präsentieren. Die Miniaturansichten können an die Liste angehängt werden und Sie können auch die Dateigröße anzeigen. <strong>Formular</strong> Ermöglicht es, E-Mails mit Hilfe eines speziellen Syntax oder eines Popup-Assistenten zu erstellen. <strong>Suche</strong> Dies fügt ein Suchfeld ein und zeigt auch die Suchergebnisse, wenn eine Suche auf der Seite durchgeführt wird. <strong>Login</strong> Zeigt ein Login-Feld für Benutzer der Website an. Dies ist nur nützlich, wenn Sie bereits Benutzer und Benutzergruppen erstellt haben. <strong>Menü/Sitemap</strong> bietet eine Auswahl an Menüs und eine Sitemap, die Sie auf einer Seite einfügen können. <strong>Einträge einfügen</strong> Dies dient als Platzhalter für andere Datensätze. Mit diesem Inhaltselement können Sie mehrere Inhaltselemente von anderen Seiten wiederaufleben. <strong>Plugin einfügen</strong> Dies erlaubt Ihnen, Nachrichten, Foren, Gästebücher, Adresslisten und andere Funktionen einzufügen. Plugins werden normalerweise von TYPO3-Erweiterungen bereitgestellt. Die verfügbaren Felder und die erforderliche Konfiguration hängen von der Erweiterung ab. <strong>Divider</strong> Dies fügt eine einfache horizontale Regel auf einer Seite ein. <strong>HTML</strong> Dies ist reiner HTML-Inhalt. Alles, was im HTML-Code dieses Inhaltselements hinzugefügt wird, wird direkt auf der Seite angezeigt, ohne dass eine Vorarbeite erfolgt.
km: "ប្រភេទ​" មាតិកា​អ្នក​ជ្រើសរើស​កំណត់​ជាមួយ​ជម្រើស​ដែល​មាន​ក្នុង​ទម្រង់​កែប្រែ​ ដូច្នេះ​សូម​រក្សាទុក​ទិន្នន័យ​មុន​ពេល​ថ្វើការ​ផ្លាស់ប្ដូរ ។ នេះ​ជា​សេចក្ដី​ពន្យល់​អំពី​ប្រភេទ​ទាំង​នោះ៖ <strong>ចំណងជើង</strong> ប្រភេទ​នេះ​អាច​ឲ្យ​អ្នក​បញ្ចូល​ចំណងជើង​ធាតុ​មាតិកា​ស្ដង់ដារ ។ ស្ទើត​គ្រប់​ប្រភេទ​ដែល​នឹង​ពន្យល់​​ខាង​ក្រោម​​មាន​ទាំង​ចំណងជើង និង ជម្រើស​របស់​វា​ផង​ដែរ ។ ប្រភេទ​ចំណងជើង​ជា​វិធី​ដើម្បី​បញ្ចូល​ចំណងជើង​ដោយ​មិន​មាន​មាតិកា​ផ្សេង​ទៀត ។ <strong>អក្សរ</strong> ប្រភេទ​អក្សរ​អាច​ឲ្យ​អ្នក​បញ្ចូល​មាតិកា​ទំព័រ​ទូទៅ ។ វា​ត្រូវ​បាន​ប្រើ​ជា​ទូទៅ​សម្រាប់​មាតិកា​ដែល​មាន​តែ​អក្សរ​ប៉ុណ្ណោះ ។ <strong>អក្សរ និង រូបភាព</strong> ដូច​គ្នា​ទៅ​នឹង​ប្រភេទ​មាតិកា​អក្សរ​ដែរ ប៉ន្តែ​វា​មាន​ជម្រើស​ក្នុង​ការ​ដាក់​ភ្ជាប់​រូបភាព​ជាមួយ​អត្ថបទ ។ <strong>រូបភាព</strong> ប្រភេទ​រូបភាព​អាច​ឲ្យ​អ្នក​បញ្ចូល​តែ​រូបភាព​ក្នុង​មាតិកា​របស់​ទំព័រ ។ <strong>បញ្ជី​ចំណុច</strong> អាច​ឲ្យ​អ្នក​បង្កើត​បញ្ជី​ចំណុច ។ បន្ទាត់​នីមួយៗ​ក្នុង​ប្រអប់​អក្សរ​នឹង​បង្ហាញ​​ចំណុច​មួយៗ ។ <strong>តារាង</strong> អាច​ឲ្យ​អ្នក​បង្កើត​តារាង​<em>ធម្មតា</em> ។ បន្ទាត់​នីមួយៗ​ជា​ជួរ​ដេក​ក្នុង​តារាង និង​បន្ទាត់​បញ្ឈរ ('|') សម្រាប់​កាត់​ជួរ​ឈរ​នីមួយៗ ។ ការបង្កើត​តារាង​តាម​វីហ្សាដ​ក៏​មាន​ផង​ដែរ ។ <strong>តំណ​ឯកសារ</strong> អាច​ឲ្យ​អ្នក​ដាក់​បញ្ជី​ឯកសារ​សម្រាប់​ទាញយក ។ ក៏​អាច​ដាក់​ភ្ជាប់​រូបភាព​តូចៗ​ទៅ​ក្នុង​បញ្ជី និង អាច​បង្ហាញ​ទំហំ​ឯកសារ​ផង​ដែរ ។ <strong>ទម្រង់​</strong> អាច​ឲ្យ​អ្នក​បង្កើត​ទម្រង់​ផ្ញើ​​អ៊‍ីមេល​ដោយ​ប្រើ​រូបមន្ត​ពិសេស ឬ ប្រើ​វីហ្សាដ ។ <strong>ស្វែងរក</strong> បញ្ចូល​ប្រអប់​ស្វែងរក និង អាច​បង្ហាញ​លទ្ធផល​ស្វែងរក​ពេល​អ្នក​ស្វែងរក​នៅ​លើ​ទំព័រ ។ <strong>កត់ត្រា​ចូល</strong> បង្ហាញ​ប្រអប់​កត់ត្រា​ចូល​ប្រើ​វែបសាយ​ទៅ​អ្នក​ប្រើ ។ វា​មាន​ប្រយោជន៍​ បើ​អ្នក​បាន​បង្កើត​អ្នក​ប្រើ​វែបសាយ និង ក្រុម​រួច ។ <strong>មឺនុយ/ផែនទី​ប្លង់​វែបសាយ</strong> ផ្ដល់​នូវ​មឺនុយ​មួយ និង ប្លង់​វែបសាយ​ដែល​អាច​ដាក់​ទៅ​ក្នុង​ទំព័រ​មួយ ។ <strong>បញ្ចូល​ទិន្នន័យ</strong> វា​ដើរតួ​ជា​កន្លែង​សម្រាប់​ទិន្នន័យ​ផ្សេង​ទៀត ។ ធាតុ​មាតិកា​នេះ អ្នក​អាច​​ប្រើ​ធាតុ​មាតិកា​ច្រើន​ពេល​ទំព័រ​ផ្សេង​ទៀត ។ <strong>បញ្ចូល​កម្មវិធី​បន្ថែម</strong> អនុញ្ញាត​ឲ្យ​អ្នក​បញ្ចូល​ព័ត៌មាន, វេទិការ​ពិភាក្សា, សៀវភៅ​ភ្ញៀវ, បញ្ជី​អាសយដ្ឋាន, និង​មុខ​ងារ​ផ្សេង​ៗ​ទៀត ។ កម្មវិធី​បន្ថែម​ផ្ដល់​នូវ​សមាសភាគ TYPO3 ។ ប្រអប់​​ដែល​មាន និង តម្រូវការ​ការកំណត់​ផ្អែក​លើ​សមាសភាគ ។ <strong>បន្ទាត់​ខ័ណ្ឌ</strong> ធាតុ​នេះ​បញ្ចូល​បន្ទាត់​ផ្ដេក​នៅ​លើ​ទំព័រ ។ <strong>HTML</strong> ជា​មាតិកា HTML ។ អ្វី​ដែល​សរសេរ​ជា​កូដ HTML ក្នុង​មាតិកា​នេះ​នឹង​បង្ហាញ​ដោយ​ផ្ទាល់​ទៅ​លើ​ទំព័រ​ ។
th: 'พิมพ์'ของเนื้อหาที่คุณเลือกจะกำหนดตัวเลือกที่มีอยู่ในแบบฟอร์มการแก้ไขเพื่อให้แน่ใจว่าได้บันทึกบันทึกก่อนการเปลี่ยนแปลงอื่น ๆ นี่คือคำอธิบายของประเภทต่างๆ : <strong> หัว </ strong> ชนิดนี้จะช่วยให้คุณสามารถแทรกเนื้อหาส่วนหัวมาตรฐานองค์ประกอบและไม่มีอะไรเพิ่มเติม เกือบทุกชนิดอื่น ๆ ที่อธิบายไว้ด้านล่างนี้ยังรวมถึงส่วนหัวและตัวเลือกของมัน ชนิดหัวมีวิธีที่จะแทรกส่วนหัวไม่มีเนื้อหาอื่น ๆ <strong> ข้อความ </ strong> พิมพ์ข้อความที่ช่วยให้คุณสามารถแทรกเนื้อหาของหน้าเว็บปกติ มันถูกใช้โดยทั่วไปสำหรับข้อความเนื้อหาเท่านั้น <strong> ข้อความและภาพ </ strong> นี้จะเหมือนกับการพิมพ์ข้อความ (เนื้อหาของหน้าเว็บปกติ) แต่มีตัวเลือกในการติดภาพ <strong> Image </ strong> ประเภทของภาพที่ช่วยให้คุณสามารถแทรกเนื้อหาของหน้าเว็บเท่านั้น Bullet <strong> รายการ </ strong> ช่วยให้คุณสร้างรายการสัญลักษณ์แสดงหัวข้อย่อย บรรทัดในเขตข้อมูลข้อความแต่ละท่านจะปรากฏเป็นสัญลักษณ์แสดงหัวข้อย่อยเดียว <strong> ตารางที่ </ strong> ช่วยให้คุณสร้าง <em> ง่าย </ em> ตาราง แต่ละบรรทัดเป็นแถวในตารางและแถบแนวตั้ง ('|') แยกแต่ละคอลัมน์ ตัวช่วยสร้างป๊อปอัพนอกจากนี้ยังมี <strong> ไฟล์ Links </ strong> ช่วยให้คุณสามารถนำเสนอรายชื่อของไฟล์สำหรับการดาวน์โหลด Thumbnails สามารถแนบรายชื่อและคุณยังสามารถแสดงผลขนาดไฟล์ <strong> แบบ </ strong> ช่วยให้คุณสร้างรูปแบบอีเมลโดยใช้ไวยากรณ์พิเศษหรือตัวช่วยสร้างป๊อปอัพ <strong> การค้นหา </ strong> แทรกช่องค้นหานี้และยังแสดงผลการค้นหาเมื่อค้นหาจะทำในหน้า <strong> เข้าสู่ระบบ </ strong> จะแสดงกล่องเข้าสู่ระบบสำหรับผู้ใช้เว็บไซต์ ซึ่งจะเป็นประโยชน์เฉพาะในกรณีที่คุณได้สร้างเว็บไซต์และรายชื่อผู้ใช้ เมนู <strong> / Sitemap </ strong> ข้อเสนอการเลือกของเมนูและแผนผังเว็ปไซต์ที่คุณสามารถแทรกในหน้า <strong> แทรกระเบียน </ strong> การกระทำนี้เป็นตัวยึดตำแหน่งสำหรับบันทึกอื่น ๆ ด้วยองค์ประกอบของเนื้อหานี้คุณสามารถ resuse องค์ประกอบหลายเนื้อหาจากหน้าอื่น ๆ <strong> แทรกปลั๊กอิน </ strong> จะช่วยให้คุณสามารถแทรกข่าวฟอรั่ม, guestbooks, รายการของที่อยู่และการทำงานอื่น ๆ โปรแกรมเสริมการให้บริการตามปกติโดยส่วนขยาย TYPO3 และการกำหนดค่าฟิลด์ที่จำเป็นต้องขึ้นอยู่กับส่วนขยาย <strong> Divider </ strong> แทรกนี้กฎง่ายๆแนวนอนในหน้า <strong> HTML </ strong> นี่คือเนื้อหาของ HTM​​L ธรรมดา สิ่งเพิ่มใน HTML Code of Element เนื้อหานี้จะปรากฏในเพจโดยตรงโดยไม่ต้อง preprocessing ใด ๆ NEW ซ่อนเร้น

# fe_group.description
source: If Usergroup Access Rights are set to a usergroup name, only website users who are logged in and members of the selected usergroup will be able to view the Content Element. The special option 'Hide at Login' means the Content Element will <em>not</em> be visible for any website users that are logged in. Likewise "Show at Any Login" will make the Content Element visible for any logged in website user.
de: Wenn die Zugriffsrechte der Benutzergruppe auf einen Benutzernamen gesetzt werden, können nur Benutzer der Website, die angemeldet sind und Mitglieder der ausgewählten Benutzergruppe das Inhaltselement ansehen. Die spezielle Option 'Verstecken bei Login' bedeutet, dass das Inhaltselement <em>nicht</em> für alle eingeloggten Benutzer der Website sichtbar sein wird. Ebenso wird "Bei jedem Login anzeigen" das Inhaltselement für alle eingeloggten Benutzer sichtbar.
km: ប្រសិន​បើ​សិទ្ធិ​របស់​ក្រុម​អ្នក​ប្រើ​កំណត់​ទៅ​ឈ្មោះ​ក្រុម មានតែ​អ្នក​ប្រើ​វែបសាយ​ដែល​ជា​សមាជិក​របស់​ក្រុម​នោះ​នឹង​អាច​មើល​ទំព័រ​បាន ។ ជម្រើស​ពិសេស 'លាក់​ពេល​កត់ត្រា​ចូល' មានន័យ​ថា ទំព័រ​នឹង​<em>​មិន</em>​បង្ហាញ​ទៅ​អ្នក​ប្រើ​វែបសាយ​ដែល​កត់ត្រា​ចូល ។ ដូច​គ្នា​នេះ​ដែរ 'បង្ហាញ​ពេល​កត់ត្រាចូល' នឹង​បង្ហាញ​ទំព័រ​រាល់​ពេល​កត់ត្រា​ចូល​ក្នុង Frontend ។
th: หากกลุ่มผู้สิทธิ์การเข้าถึงถูกตั้งค่าให้ชื่อกลุ่มผู้, ผู้ใช้เว็บไซต์ของเราเท่านั้นที่ได้เข้าสู่ระบบและสมาชิกของกลุ่มผู้ที่เลือกจะสามารถดูเนื้อหาองค์ประกอบ ตัวเลือกพิเศษ'ซ่อนที่เข้าสู่ระบบ'หมายถึงองค์ประกอบของเนื้อหาจะ <em> ไม่ </ em> สามารถมองเห็นได้สำหรับผู้ใช้งานเว็บไซต์ใด ๆ ที่เข้าสู่ระบบค่ะเช่นกัน"แสดงที่เข้าสู่ระบบใด ๆ ที่อาจจะทำให้มีองค์ประกอบของเนื้อหาที่เห็นได้สำหรับใด ๆ ที่เข้าสู่ระบบในเว็บไซต์ ของผู้ใช้

# _imagewidth.seeAlso
source: tt_content:imageheight, tt_content:image
de: tt_content:imagehacht, tt_content:image

# spaceBefore.description
source: Top Margin (in pixels) inserts whitespace <em>before</em> this Content Element.
de: Top Margin (in Pixeln) fügt Leerzeichen ein, <em>vor</em> dieses Inhaltselement.

# spaceAfter.description
source: Bottom Margin (in pixels) inserts whitespace <em>after</em> this Content Element.
de: Unten Rand (in Pixeln) fügt Leerzeichen ein <em>nach</em> diesem Inhaltselement.
