Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/frontend/Resources/Private/Language/*.locallang_csh_ttcontent.xlf
Languages: de, it, km, th

# pages.details
source: This field is used by many of the Content Element types to create a relation to either a single target page or multiple target pages. If no target page is specified, the current page will generally be used. Using the "Search" Content Element, the target page is where search results will appear. You must make sure that this page has a similar "Search" Content Element to display the results. The "Login" Content Element (not to be confused with the Login plugin available when the felogin extension is installed) also uses this field to redirect the login to a certain page. That page does not need to contain a "Login" Content Element in order to perform the authentication since any TYPO3 page can handle a login request. If you specify a second page in this list, the ID will be passed to the login system as the page inside TYPO3 where website users are found. You should use this only if your template is not already configured to pass this value on. In order for the login procedure to work you must make sure that you have created website users and website usergroups, have specified where these website users can be found (typically a SysFolder), a page ID in the page list, and ensured that cookies are enabled for the site. The "Menu/Sitemap" Content Elements also use this field. In this case the page will determine the starting point for the menu or the actual pages shown in the menu. This behavior depends on the menu type you have selected. Finally the "Form" element uses this field as the target page to which the form is submitted. A common use is the "Thank you" page after the form is completed.
de: Dieses Feld wird von vielen Inhaltselement-Typen verwendet, um eine Beziehung zu einer einzelnen Zielseite oder mehreren Zielseiten zu erstellen. Wenn keine Zielseite angegeben ist, wird die aktuelle Seite generell verwendet. Mit dem "Suche" Inhaltselement, die Zielseite ist, wo Suchergebnisse angezeigt werden. Sie müssen sicherstellen, dass diese Seite ein ähnliches "Suche" Inhaltselement hat, um die Ergebnisse anzuzeigen. Das "Login" Inhaltselement (um nicht mit dem Login-Plugin zu verwechseln, das bei der Installation der felogin-Erweiterung verfügbar ist) verwendet auch dieses Feld, um den Login auf eine bestimmte Seite zu übertragen. Diese Seite muss kein "Login"-Inhaltselement enthalten, um die Authentifizierung durchzuführen, da jede TYPO3-Seite eine Login-Anfrage bearbeiten kann. Wenn Sie eine zweite Seite in dieser Liste angeben, wird die ID als Seite innerhalb von TYPO3, auf der Benutzer der Website gefunden werden, an das Anmeldesystem übergeben. Sie sollten dies nur verwenden, wenn Ihre Vorlage nicht bereits konfiguriert ist, um diesen Wert weiterzugeben. Um das Anmeldeverfahren zu funktionieren, müssen Sie sicherstellen, dass Sie Benutzer und Benutzergruppen der Website erstellt haben, haben angegeben, wo diese Website-Benutzer gefunden werden können (typischerweise ein SysFolder), eine Seitenkennung in der Seitenliste, und sicherstellen, dass Cookies für die Website aktiviert sind. Die Inhaltselemente "Menü/Sitemap" verwenden dieses Feld ebenfalls. In diesem Fall wird die Seite den Ausgangspunkt für das Menü oder die aktuellen Seiten im Menü bestimmen. Dieses Verhalten hängt vom gewählten Menütyp ab. Endlich verwendet das "Formular" Element dieses Feld als Zielseite, auf die das Formular eingereicht wird. Eine gemeinsame Verwendung ist die "Thank you" Seite nach dem Formular ist abgeschlossen.
it: Questo campo è utilizzato da molti tipi di Elemento Contenuto per creare una relazione a una singola pagina di destinazione o pagine di destinazione multiple. Se non è specificata alcuna pagina di destinazione, la pagina corrente verrà utilizzata in genere. Utilizzando l'elemento "Ricerca", la pagina di destinazione è dove appariranno i risultati di ricerca. Devi assicurarsi che questa pagina abbia un elemento di contenuto simile "Cerca" per visualizzare i risultati. L'elemento di contenuto "Login" (per non essere confuso con il plugin di login disponibile quando l'estensione felogin è installata) utilizza anche questo campo per reindirizzare il login a una certa pagina. Questa pagina non ha bisogno di contenere un elemento di contenuto "Login" per eseguire l'autenticazione, poiché qualsiasi pagina TYPO3 può gestire una richiesta di login. Se si specifica una seconda pagina in questa lista, l'ID verrà trasmesso al sistema di login come pagina all'interno di TYPO3 dove sono trovati gli utenti del sito web. Dovresti utilizzare questo solo se il tuo template non è già configurato per passare questo valore. Per poter funzionare la procedura di login devi assicurarsi di aver creato utenti del sito web e gruppi di utenti del sito web, hai specificato dove possono essere trovati questi utenti (tipicamente una SysFolder), un ID pagina nella lista delle pagine e assicurati che i cookie siano abilitati per il sito. Gli elementi contenuti "Menu/Sitemap" utilizzano anche questo campo. In questo caso la pagina determinerà il punto di partenza per il menu o le pagine effettive mostrate nel menu. Questo comportamento dipende dal tipo di menu che hai selezionato. Infine l'elemento "Form" utilizza questo campo come pagina di destinazione a cui il modulo viene inviato. Un uso comune è la pagina "Grazie" dopo che il modulo è stato completato.
km: ប្រអប់​នេះ​ត្រូវ​បាន​ប្រើប្រាស់​ដោយ​ប្រភេទ​ធាតុ​មាតិកា​ជា​ច្រើន​ដើម្បី​បង្កើត​តំណភ្ជាប់​ទៅ​​ទំព័រ​គោលដៅ​មួយ ឬ ច្រើន ។ បើ​មិន​មាន​​ដាក់​ទំព័រ​គោលដៅ ទំព័រ​បច្ចុប្បន្ន​នឹង​ត្រូវ​ប្រើ​ជំនួស ។ ប្រើ​​ធាតុ​មាតិកា​ "ស្វែងរក" ទីតាំង​ទំព័រ​គឺ​កន្លែង​ដែល​បង្ហាញ​លទ្ធផល ។ អ្នក​ត្រូវ​ច្បាស់​ថា​ទំព័រ​នេះ​មាន​ធាតុ​ស្រដៀង​ធាតុមាតិកា "ស្វែងរក" ដើម្បី​បង្ហាញ​លទ្ធផល ។ ធាតុមាតិកា "កត់ត្រាចូល" (កុំ​ច្រឡំ​ជាមួយ​កម្មវិធី​បន្ថែម​កត់ត្រាចូល​ដែល​មាន​ពេល​​សមាសភាគ felogin ត្រូវ​បាន​ដំឡើង) ក៏​ប្រើ​​ប្រអប់​នេះ​ដើម្បី​បញ្ជូន​បន្ត​ការកត់ត្រា​ចូល​ទៅ​ទំព័រ​ជាក់លាក់​ដែរ ។ ទំព័រ​នោះ​មិន​ត្រូវការ​ធាតុមាតិកា "កត់ត្រា​ចូល" ជាក់លាក់​ដើម្បី​ផ្ទៀតផ្ទាត់​ តាំង​ពី​ទំព័រ TYPO3 ណា​មួយ​អាច​ស្នើ​ការកត់ត្រាចូល ។ បើ​អ្នក​កំណត់​ទំព័រ​ទី​ពីរ​ក្នុង​បញ្ជី​នេះ លេខ​សម្គាល់​នឹង​បញ្ជូន​ទៅ​ប្រព័ន្ធ​កត់ត្រា​ចូល​ជា​លក្ខណៈ​ទំព័រ​ខាង​ក្នុង TYPO3 ដែលអាច​​រក​ឃើញ​អ្នក​ប្រើ​វែបសាយ ។ អ្នក​គួរ​ប្រើ​វា​ ប្រសិន​បើ template របស់​អ្នក​មិន​ទាន់​បាន​កំណត់​ឲ្យ​បញ្ជូន​តម្លៃ​នេះ​ទៅ ។ ដើម្បី​​វា​ដំណើរការ អ្នក​ត្រូវ​ច្បាស់​ថា​អ្នក​បាន​បង្កើត​អ្នក​ប្រើ​វែបសាយ និង ក្រុម​អ្នក​ប្រើ​រួច ដោយ​កំណត់​កន្លែង​ដែល​អាច​រក​ឃើញ​អ្នក​ប្រើ (ជាទូទៅ​ក្នុង សឺមី) លេខ​សម្គាល់​ទំព័រ ​ក្នុង​បញ្ជី​ទំព័រ និង ប្រាកដ​ថា ឃុគឃី បាន​បើក​ដំណើរការ​សម្រាប់​វែបសាយ ។ ធាតុមាតិកា "មឺនុយ/ផែនទី​ប្លង់​វែបសាយ" ក៏​ប្រើ​ប្រអប់​នេះ​ដែរ ។ ក្នុង​ករណី​នេះ ទំព័រ​នឹង​ស្គាល់​ចំណុច​ចាប់ផ្ដើម​មឺនុយ ឬ ទំព័រ​បង្ហាញ​ក្នុង​មឺនុយ ។ លក្ខណៈ​នេះ​ផ្អែក​លើ​ប្រភេទ​មឺនុយ​ដែល​អ្ន​បាន​ជ្រើសរើស ។ ចុងក្រោយ ធាតុ "ទម្រង់" ដែល​ប្រើ​ប្រអប់​នេះ​ជា​ទំព័រ​ដែល​ទម្រង់​ត្រូវ​បាន​បញ្ជូន ។ ការប្រើ​ជា​ទូទៅ​គឺ​ទំព័រ "អរគុណ" បន្ទាប់​ពី​ទម្រង់​បែបបទ​ត្រូវ​បាន​បំពេញ​រួច ។
th: ฟิลด์นี้จะถูกใช้โดยหลายชนิด Element เนื้อหาที่ต้องการสร้างความสัมพันธ์กับเป้าหมายทั้งหน้าเดียวหรือหน้าเว็บที่กำหนดเป้าหมายหลาย ถ้าหน้าเว็บเป้าหมายไม่ได้ระบุหน้าปัจจุบันจะถูกใช้โดยทั่วไป การใช้เนื้อหา"ค้นหา"Element, เพจเป้าหมายเป็นที่ที่ผลการค้นหาจะปรากฏขึ้น คุณต้องตรวจสอบให้แน่ใจว่าหน้านี้มีที่คล้ายกัน"ค้นหา"องค์ประกอบของเนื้อหาที่จะแสดงผล "Login"เนื้อหา Element (ไม่ต้องสับสนกับการเข้าสู่ระบบปลั๊กอินใช้ได้เมื่อมีส่วนขยาย felogin มีการติดตั้ง) นอกจากนี้ยังใช้ฟิลด์นี้เพื่อเปลี่ยนเส้นทางการเข้าสู่ระบบไปยังหน้าบาง หน้านั้นไม่จำเป็นต้องมี"Login"องค์ประกอบของเนื้อหาเพื่อที่จะดำเนินการตรวจสอบตั้งแต่หน้า TYPO3 ใดสามารถจัดการคำขอเข้าสู่ระบบ ถ้าคุณระบุหน้าที่สองในรายการนี้ ID จะถูกส่งไปยังระบบเข้าสู่ระบบเป็นหน้าภายใน TYPO3 ที่ผู้ใช้จะพบเว็บไซต์ คุณควรใช้แม่แบบนี้เฉพาะในกรณีของคุณไม่ได้กำหนดค่าไว้แล้วเพื่อส่งผ่านค่านี้ใน เพื่อให้ขั้นตอนการเข้าสู่ระบบในการทำงานคุณจะต้องตรวจสอบให้แน่ใจว่าคุณได้สร้างเว็บไซต์และรายชื่อผู้ใช้เว็บไซต์ได้ระบุที่ผู้ใช้เว็บไซต์เหล่านี้สามารถพบได้ (โดยทั่วไปจะ SysFolder), ID หน้าในหน้ารายการและมั่นใจว่าคุกกี้ เปิดการใช้งานสำหรับเว็บไซต์ "เมนู / แผนผังเว็ปไซต์"องค์ประกอบของเนื้อหายังใช้ฟิลด์นี้ ในกรณีนี้หน้าจะเป็นตัวกำหนดจุดเริ่มต้นของเมนูหรือหน้าจริงที่แสดงในเมนู ลักษณะการทำงานนี้ขึ้นอยู่กับชนิดเมนูที่คุณเลือก ในที่สุด"แบบฟอร์ม"องค์ประกอบด้านนี้จะใช้เป็นหน้าเป้าไปที่รูปแบบที่มีการส่ง ใช้ร่วมกันคือ"ขอบคุณ"หน้าหลังจากแบบฟอร์มจะเสร็จสมบูรณ์

# _pages.seeAlso
source: tt_content:CType, tt_content:recursive
de: tt_content:CType, tt_content:rekursiv
it: tt_content:CType, tt_content:ricorsivo

# recursive.description
source: The number of subpage levels that should also be included for each page in the list.
de: Die Anzahl der Unterseiten, die auch für jede Seite in der Liste enthalten sein sollten.
it: Il numero di livelli di sottopagine che dovrebbero essere inclusi anche per ogni pagina nella lista.
km: ចំនួន​នៃ​លំដាប់​ទំព័រ​រង​ដែល​គួរ​បញ្ចូល​សម្រាប់​ទំព័រ​នីមួយៗ​ក្នុង​បញ្ជី ។
th: จำนวนของระดับย่อยว่าควรที่จะรวมสำหรับหน้าเว็บในแต่ละรายการ

# recursive.details
source: This feature depends on the TypoScript template configuration and Content Element type. If enabled, each page listed in the "Pages" field will also have its subpages included to the specified depth. <strong>Warning:</strong> If there are many subpages, be aware that this option may return a large number of results
de: Diese Funktion hängt von der TypoScript-Template-Konfiguration und dem Inhaltselement-Typ ab. Wenn aktiviert, wird jede Seite, die im Feld "Seiten" aufgeführt ist, auch die Unterseiten in die angegebene Tiefe enthalten. <strong>Warnung:</strong> Wenn es viele Unterseiten gibt, ist bewusst, dass diese Option eine große Anzahl von Ergebnissen zurückgeben kann
it: Questa funzione dipende dalla configurazione del modello di tipo TypoScript e dal tipo di elemento contenuto. Se abilitato, ogni pagina elencata nel campo "Pagine" avrà anche le sue sottopagine incluse nella profondità specificata. <strong>Attenzione:</strong> Se ci sono molte sottopagine, sa che questa opzione può restituire un gran numero di risultati
km: លក្ខណៈ​នេះ​ផ្អែក​លើ​ការកំណត់ template TypoScript និង ប្រភេទ​ធាតុ​មាតិកា ។ បើ​បើក​ដំណើរការ បញ្ជី​ទំព័រ​នីមួយៗ​ក្នុង​ប្រអប់​ "ទំព័រ" នឹង​មាន​ទំព័រ​រង​របស់​វា មាន​លំដាប់​ជាក់លាក់ ។ <strong>ព្រមាន៖</strong> បើ​មាន​ទំព័រ​រង​ច្រើន, សូម​ប្រយ័ត្ន​ ជម្រើស​នេះ​អាច​ទាញ​យក​លទ្ធផល​ច្រើន ។
th: คุณลักษณะนี้จะขึ้นอยู่กับการกำหนดค่าแม่แบบ TypoScript และพิมพ์องค์ประกอบของเนื้อหา ถ้าเปิดหน้าการระบุไว้ในช่อง"หน้าที่"นอกจากนี้ยังจะมีหน้าย่อยของแต่ละคนรวมถึงความลึกที่ระบุไว้ <strong> คำเตือน : </ strong> ถ้ามีหน้าย่อยจำนวนมากทราบว่าตัวเลือกนี้อาจกลับมาเป็นจำนวนมากผล

# _recursive.seeAlso
source: tt_content:pages
it: Pagine:tt_content

# menu_type.description
source: Select the type of menu you wish to create.
de: Wählen Sie den Typ des Menüs aus, den Sie erstellen möchten.
it: Seleziona il tipo di menu che si desidera creare.
km: រើស​ប្រភេទ​មឺនុយ​ដែល​អ្នក​ចង់​បង្កើត ។
th: เลือกประเภทของเมนูที่คุณต้องการสร้าง

# menu_type.details
source: This is a short description of each type: <strong>Menu of selected pages</strong> This will create a menu with links to the pages in the Selected Pages list. <strong>Menu of subpages of selected pages</strong> This will create in a menu with links to the subpages of the pages in the Selected Pages list. If you do not specify any pages, the subpages to the current page will be used. <strong>Menu of subpages of selected pages (with abstract)</strong> Like the previous option, but also displays the content of the Abstract field (or the Description field) for each page in the menu. The Abstract field is given priority over the Description field if both are complete. <strong>Menu of subpages of selected pages + sections</strong> Like the previous option, but includes links to all Content Elements on the page that are marked to Show In Section Menus. <strong>Sitemap</strong> Generates a classic tree sitemap. Notice that the sitemap will begin from the current page unless you select another page instead. <strong>Section index (page content marked for section menus)</strong> This makes a menu of Content Elements on the selected pages for all Content Elements marked to Show In Section Menu. This is a great way to make an index at the top of the page. If you don't want certain Content Elements to appear in the list, just uncheck the Show in Section Menus checkbox for those elements. <strong>Recently updated pages</strong> This displays the 10 most recently updated pages. <strong>Notice:</strong> If you update a page and the updated page is not included in this list, clearing the Page Cache will resolve the issue. <strong>Related pages (based on keywords)</strong> Displays other related pages based on the keywords of the selected pages matched against the keywords of other pages.
de: Dies ist eine kurze Beschreibung jedes Typs: <strong>Menü der ausgewählten Seiten</strong> Dies erzeugt ein Menü mit Links zu den Seiten in der Liste der ausgewählten Seiten. <strong>Menü der Unterseiten der ausgewählten Seiten</strong> Dies wird in einem Menü mit Links zu den Unterseiten der Seiten in der Liste der ausgewählten Seiten erstellt. Wenn Sie keine Seiten angeben, werden die Unterseiten der aktuellen Seite verwendet. <strong>Menü der Unterseiten der ausgewählten Seiten (mit Abstrakt)</strong> Wie die vorherige Option, aber auch den Inhalt des Abstract-Feldes (oder das Beschreibungsfeld) für jede Seite im Menü anzeigen. Das Abstract-Feld wird im Beschreibungsfeld Vorrang erhalten, wenn beide vollständig sind. <strong>Menü der Unterseiten der ausgewählten Seiten + Abschnitte</strong> Wie die vorherige Option, enthält aber Links zu allen Inhaltselementen auf der Seite, die für die Anzeige in Abschnitt Menüs markiert sind. <strong>Sitemap</strong> Erzeugt eine klassische Baumsitemap. Beachten Sie, dass die Sitemap von der aktuellen Seite beginnen wird, wenn Sie keine andere Seite wählen. <strong>Abschnitt Index (Seiteninhalt für Sektionsmenüs markiert)</strong> Dies macht ein Menü von Inhaltselementen auf den ausgewählten Seiten für alle Inhaltselemente, die in Abschnitt Menü anzeigen markiert sind. Dies ist eine großartige Möglichkeit, einen Index am oberen Rand der Seite zu erstellen. Wenn Sie nicht wollen, dass bestimmte Inhaltselemente in der Liste erscheinen, deaktivieren Sie einfach die Kontrollkästchen Anzeigen in Abschnitt Menüs für diese Elemente. <strong>Kürzlich aktualisierte Seiten</strong> Dies zeigt die 10 zuletzt aktualisierten Seiten. <strong>Hinweis:</strong> Wenn Sie eine Seite aktualisieren und die aktualisierte Seite nicht in dieser Liste enthalten ist, wird das Löschen des Seitencache das Problem beheben. <strong>verknüpfte Seiten (basierend auf Keywords)</strong> Zeigt andere verwandte Seiten basierend auf den Stichwörtern der ausgewählten Seiten, die mit den Keywords anderer Seiten übereinstimmen.
it: Questa è una breve descrizione di ogni tipo: <strong>Menu delle pagine selezionate</strong> Questo creerà un menu con link alle pagine nella lista delle pagine selezionate. <strong>Menu delle sottopagine delle pagine selezionate</strong> Questo creerà in un menu con link alle sottocartefici delle pagine nella lista delle pagine selezionate. Se non si specifica alcuna pagina, le sottocartelle della pagina corrente verranno utilizzate. <strong>Menu delle sottopagine delle pagine selezionate (con astrazione)</strong> Come l'opzione precedente, ma anche visualizza il contenuto del campo Abstract (o il campo Descrizione) per ogni pagina nel menu. Il campo Abstract ha la priorità sul campo Descrizione se entrambi sono completi. <strong>Menu di sottopagine delle pagine selezionate + sezioni</strong> Come l'opzione precedente, ma include i link a tutti gli elementi di contenuto nella pagina che sono contrassegnati per mostrare nei menu di sezione. <strong>Sitemap</strong> Genera una sitemap classica dell'albero. Nota che la mappa del sito inizierà dalla pagina corrente a meno che non si selezioni un'altra pagina. <strong>indice della sezione (contenuto pagina contrassegnato per i menu della sezione)</strong> Questo rende un menu di Elementi di contenuto nelle pagine selezionate per tutti gli elementi di contenuto contrassegnati per Mostra nel menu di sezione. Questo è un ottimo modo per rendere un indice nella parte superiore della pagina. Se non vuoi che alcuni elementi contenuti compaiano nella lista, deseleziona la Serie nella casella di controllo dei menu di sezione per questi elementi. <strong>pagine aggiornate di recente</strong> Questo visualizza le 10 pagine aggiornate più recentemente. <strong>Nota:</strong> Se aggiorni una pagina e la pagina aggiornata non è inclusa in questa lista, cancellare la Cache delle Pagine risolverà il problema. <strong>Pagine correlate (basate su parole chiave)</strong> Visualizza altre pagine correlate basate sulle parole chiave delle pagine selezionate abbinate alle parole chiave di altre pagine.
km: នេះ​ជា​សេចក្ដី​សង្ខេប​នៃ​ប្រភេទ​នីមួយៗ៖ <strong>បញ្ជី​ទំព័រ​ដែល​បាន​រើស</strong> លក្ខណៈ​នេះ នឹង​បង្កើត​បញ្ជី​ជាមួយ​នឹង​តំណ​ភ្ជាប់​ទៅ​កាន់​ទំព័រ ដែល​ដែល​បាន​រើស​នៅ​ក្នុង​បញ្ជី​ទំព័រ។ <strong>បញ្ជី​ទំព័រ​រង នស​ទំព័រ​ដែល​បានរើស</strong> លក្ខណៈ​នេះ នឹង​បង្កើត​នៅ​ក្នុង​បញ្ជីមួយ​ជាមួយ​នឹង​តំណ​ភ្ជាប់​ទៅ​កាន់ ទំព័រ​រង​នៃ​ទំព័រ​មេ ដែល​បាន​រើស នៅ​ក្នុង​បញ្ជី​ទំព័រ។ ប្រសិន​បើ​អ្នក​មិន​បញ្ជាក់​លម្អិត​តាម​ទំព័រ​និមួយៗ​ទេ នោះ​ទំព័រ​រង​ដែល​មាន​នៅ​ក្នុង​ទំព័រ​មេ នឹង​ត្រូវ​ដាក់​ប្រើ។ <strong>បញ្ជី​ទំព័រ​រង នៃ​ទំព័រ​ដែល​បាន​រើស (ជាមួយ​នឹង​ការ​បំព្រួញ)</strong> លក្ខណៈ​នេះ​ដូច​ទៅ​នឹង​លក្ខណៈ​មុន​ដែរ ប៉ុន្តែ​លក្ខណៈ​មួយនេះ​មាន​ភ្ជាប់​មាន​ជាមួយ​ការ​បំព្រួញ​ទៅ​កាន់​ប្រឡោះ​មាតិកា (ឬ ប្រឡោះ​សេចក្ដី​អធិប្បាយ) សម្រាប់​រៀង​រាល់​ទំព័រ​និមួយ នៅ​ក្នុង​បញ្ជី។ ប្រឡោះ​បំព្រួញ​គឺ​ត្រូវ​បាន​ផ្ដល់​នូវ​អាទិភាព​ទៅ​លើ​ប្រឡោះ​សេចក្ដី​អធិប្បាយ ប្រសិន​បើ​ប្រឡោះ​ទាំង​ពីរ​មាន។ <strong>បញ្ជី​ទំព័រ​រង នៃ​ទំព័រ​ដែល​បាន​រើស + បញ្ជី</strong> ដូច​ទៅ​នឹង​លក្ខណៈ​មុនៗ​ដែរ, ប៉ុន្តែ​លក្ខណៈ​នេះ មាន​បញ្ចូល​តំណ​ភ្ជាប់​ទៅ​កាន់​ធាតុមាតិកា នៅ​លើ​ទំព័រ​ដែល​បាន​កំណត់​ឲ្យ​បង្ហាញ​នៅ​ក្នុង​ផ្នែក​បញ្ជី។ <strong>ប្លង់​វែបសាយ៖</strong> បង្កើត​ឋានានុក្រម​ប្លង់​វែបសាយ ។ ប្រហែល​ជា template TypoScript របស់​អ្នក​ត្រូវ​បាន​កំណត់​ទៅ​ការរចនា​ផ្សេង​ទៀត​នៃ​ប្លង់​វែបសាយ ប៉ុន្តែ​យ៉ាង​ណា​ក៏​អ្នក​នឹង​បាន​ប្លង់​វែបសាយ​​មក​ដែរ ។ សម្គាល់​ថា ប្លង់​វែបសាយ​នឹង​ចាប់ផ្ដើម​ពី​ទំព័រ​បច្ចុប្បន្ន លុះ​ត្រា​តែ​អ្នក​កំណត់​ទំព័រ "ចំណុច​ចាប់ផ្ដើម" ផ្សេង​ទៀត​ក្នុង​បញ្ជី ។ <strong>ផ្នែក​លិបិក្រម (មាតិកា​ទំព័រ w/លិបិក្រម​)</strong> វា​នឹង​បង្កើត​មឺនុយ​ឲ្យ​ធាតុ​មាតិកា​លើ​ទំព័រ​នេះ (ឬ​ទំព័រ​ដែល​បាន​កំណត់​ចំណុច​ចាប់ផ្ដើម) ។ វិធី​ល្អ​ដើម្បី​បង្កើត​លិបិក្រម​មាន​នៅ​​ក្នុង​ទំព័រ​ខាង​លើ ។ ចំណាំ​ថា ធាតុ​មាតិកា​ទាំងអស់​នឹង​ធីក​រើស "លិបិក្រម" ស្រេច ។ ដូច្នេះ​បើ​អ្នក​មិន​ចង់​ឲ្យ​ធាតុ​មាតិកា​ណា​មួយ​បង្ហាញ​ក្នុង​បញ្ជី គ្រាន់តែ​ដក​ធីក​លើ​ប្រអប់​លិបិក្រម​សម្រាប់​ធាតុ​នោះ​ជា​ការស្រេច ។ <strong>ទំព័រ​ដែល​បាន​កែប្រែ​ថ្មីៗ</strong> វា​បង្ហាញ​ទំព័រ​ដែល​បាន​កែប្រែ​ថ្មីៗ​ចំនួន ១០ ។ <strong>ចំណាំ៖</strong> បើ​អ្នក​កែប្រែ​ទំព័រ​មួយ ហើយ​បញ្ជី​នេះ​មិន​បាន​កែប្រែ​ទេ គ្រាន់តែ​សម្អាត​ខែស្ហ​លើ​ទំព័រ​ បញ្ហា​នឹង​ត្រូវ​បាន​ដោះស្រាយ ។ <strong>ទំព័រ​ទាក់ទង (ផ្អែក​លើ​ពាក្យ​គន្លឹះ)</strong> បង្ហាញ​ទំព័រ​ទាក់ទង​ផ្សេង​ទៀត​ផ្អែក​លើ​ពាក្យ​គន្លឹះ​របស់​ទំព័រ​នេះ ដែល​ត្រូវ​គ្នា​ជាមួយ​ពាក្យ​គន្លឹះ​ទំព័រ​ផ្សេង ។ <b>ចំណាំ៖</b> ជាមួយ​ប្រភេទ​មឺនុយ​ជា​ច្រើន​ខាង​លើ ចំណុច​ចាប់ផ្ដើម​គោល​របស់​វា​គឺ​ទំព័រ​បច្ចុប្បន្ន ។ ប៉ុន្តែ​អ្នក​អាច​កំណត់​ចំណុច​ចាប់ផ្ដើម​ផ្សេង​ទៀត (ឬ​យក​ច្រើន​ជាង​មួយ!) ដោយ​ថែម​ទំព័រ​ទៅ​ក្នុង​បញ្ជី "ចំណុច​ចាប់ផ្ដើម" ។ មើល​តំណ​ខាង​ក្រោម ។
th: นี่คือคำอธิบายสั้น ๆ ของแต่ละประเภท : <strong> เมนูของเพจที่เลือก </ strong> นี้จะสร้างเมนูด้วยการเชื่อมโยงไปยังหน้าเว็บในรายการที่เลือกหน้า <strong> เมนูของหน้าย่อยของเพจที่เลือก </ strong> นี้จะสร้างในเมนูมีการเชื่อมโยงไปยังหน้าย่อยของหน้าเว็บในรายการที่เลือกหน้า ถ้าคุณไม่ระบุหน้าเว็บใด ๆ , หน้าย่อยไปยังเพจปัจจุบันจะใช้ <strong> เมนูของหน้าย่อยของเพจที่เลือก (กับนามธรรม) </ strong> เช่นเดียวกับตัวเลือกก่อนหน้านี้ แต่ยังแสดงเนื้อหาของข้อมูลบทคัดย่อ (หรือเขตข้อมูลรายละเอียด) สำหรับหน้าเว็บในแต่ละเมนู เขตข้อมูลบทคัดย่อคือให้ความสำคัญมากกว่าเขตข้อมูลรายละเอียดถ้าทั้งสองสมบูรณ์ <strong> เมนูของหน้าย่อยของเพจที่เลือก + ส่วน </ strong> เช่นเดียวกับตัวเลือกก่อนหน้านี้ แต่รวมถึงการเชื่อมโยงไปยังองค์ประกอบทั้งหมดของเนื้อหาในหน้านั้นมีการทำเครื่องหมายที่จะแสดงในส่วนเมนู <strong> Sitemap </ strong> สร้าง Sitemap โครงสร้างคลาสสิก โปรดสังเกตว่าแผนผังเว็บไซต์จะเริ่มต้นจากหน้าปัจจุบันถ้าคุณไม่เลือกหน้าอื่นแทน ดัชนี <strong> มาตรา (เนื้อหาของหน้าเว็บที่ทำเครื่องหมายสำหรับเมนูส่วน) </ strong> นี้ทำให้เมนูของธาตุเนื้อหาบนหน้าเว็บที่เลือกสำหรับองค์ประกอบทั้งหมด Content ทำเครื่องหมายที่จะแสดงในส่วนเมนู นี่เป็นวิธีที่ดีในการทำดัชนีที่ด้านบนของหน้า หากคุณไม่ต้องการองค์ประกอบของเนื้อหาบางอย่างที่จะปรากฏในรายชื่อเพียงแค่ยกเลิกการเลือกแสดงในช่องทำเครื่องหมายมาตราเมนูสำหรับองค์ประกอบเหล่านั้น อัปเดตเมื่อเร็ว ๆ นี้ <strong> หน้า </ strong> นี้จะแสดง 10 หน้าการปรับปรุงล่าสุด <strong> หมายเหตุ : </ strong> ถ้าคุณอัปเดตหน้าและหน้าการปรับปรุงไม่รวมอยู่ในรายการนี้การล้างหน้า Cache จะแก้ไขปัญหา หน้า <strong> ที่เกี่ยวข้องกัน (ตามคำสำคัญ) </ strong> การแสดงผลหน้าเว็บที่เกี่ยวข้องอื่น ๆ ตามคำหลักของเพจที่เลือกจับคู่กับคำหลักของหน้าเว็บอื่น ๆ

# list_type.description
source: Select a plugin to insert.
de: Wählen Sie ein Plugin zum Einfügen.
it: Seleziona un plugin da inserire.
km: រើស​កម្មវិធី​បន្ថែម​ដើម្បី​បញ្ចូល ។
th: เลือกปลั๊กอินที่จะแทรก

# list_type.details
source: The list of plugins you can insert on a page. The available plugins depend on which extensions are installed.
de: Die Liste der Plugins, die Sie auf einer Seite einfügen können. Die verfügbaren Plugins hängen davon ab, welche Erweiterungen installiert sind.
it: L'elenco dei plugin che puoi inserire su una pagina. I plugin disponibili dipendono da quali estensioni sono installate.
km: បញ្ជី​នៃ​កម្មវិធី​បន្ថែម​អ្នក​អាច​បញ្ចូល​ទៅ​លើ​ទំព័រ ។ កម្មវិធី​បន្ថែម​ដែល​អាច​ប្រើ​បាន​អាស្រ័យ​លើ​សមាសភាគ​​ណា​ដែល​បាន​ដំឡើង ។
th: รายการของปลั๊กอินที่คุณสามารถแทรกในหน้า ปลั๊กอินที่สามารถใช้ได้จะขึ้นอยู่กับที่มีการติดตั้งส่วนขยาย

# _list_type.seeAlso
source: _MOD_tools_em
it: _strumenti_em

# media.description
source: Files can be added to the list here.
de: Dateien können hier in die Liste aufgenommen werden.
it: I file possono essere aggiunti alla lista qui.
km: ឯកសារ​អាច​បញ្ចូល​ទៅ​ក្នុង​បញ្ជី​នៅ​ទីនេះ ។
th: ไฟล์สามารถถูกเพิ่มในรายการที่นี่

# multimedia.description
source: Insert a multimedia element here (ex. Flash movie)
de: Füge hier ein Multimedia-Element ein (z. B. Flash-Film)
it: Inserisci qui un elemento multimediale (es. Flash film)
km: បញ្ចូល​ធាតុ​សោតទស្សន៍​សម្បូណ៌​នៅ​ទីនេះ (ឧ. វីដេអូ Flash)
th: แทรกองค์ประกอบมัลติมีเดียที่นี่ (เช่นภาพยนตร์ Flash)

# filelink_size.description
source: Enable the display of file sizes.
de: Aktivieren Sie die Anzeige von Dateigrößen.
it: Abilita la visualizzazione delle dimensioni dei file.
km: បើក​ការបង្ហាញ​ទំហំ​ឯកសារ ។
th: เปิดใช้งานการแสดงของขนาดไฟล์

# records.description
source: Insert records to be displayed on this page.
de: Fügen Sie Datensätze ein, die auf dieser Seite angezeigt werden.
it: Inserisci i record da visualizzare in questa pagina.
km: បញ្ចូល​ទិន្នន័យ​ទៅ​ក្នុង​ការបង្ហាញ​លើ​ទំព័រ​នេះ ។
th: ระเบียนใส่จะปรากฏในหน้านี้

# sectionIndex.description
source: If set, the Content Element will appear in Section Menus.
de: Wenn gesetzt, erscheint das Inhaltselement in Abschnitt Menüs.
it: Se impostato, l'elemento contenuto apparirà nei menu di sezione.
km: បើ​កំណត់, ធាតុ​មាតិកា​នឹង​បង្ហាញ​ក្នុង​ផ្នែក​មឺនុយ ។
th: หากตั้งองค์ประกอบของเนื้อหาที่จะปรากฏในส่วนเมนู

# sectionIndex.details
source: See more details about Section Menus by clicking below.
de: Weitere Details zu den Menüs finden Sie unter dem Klick unten.
it: Vedi ulteriori dettagli sui menu di sezione cliccando qui sotto.
km: មើល​ព័ត៌មាន​លម្អិត​អំពី​ផ្នែក​មឺនុយ​ដោយ​ចុច​ខាង​ក្រោម ។
th: ดูรายละเอียดเพิ่มเติมเกี่ยวกับมาตราโดยคลิกที่เมนูด้านล่าง

# _sectionIndex.seeAlso
source: tt_content:menu_type
it: Tipo di menu
