Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/frontend/Resources/Private/Language/*.locallang_csh_systmpl.xlf
Languages: de, fr, it, km

# .description
source: TypoScript template record.
de: TypoScript Vorlagendatei.
fr: Enregistrement du modèle TypoScript.
it: Record modello TypoScript.
km: ទិន្នន័យ template TypoScript

# .details
source: The 'Template' records are the vital components used to set the design of the webpages. No matter how (almost) you would like to build your website, it must be initiated by a 'Template' record placed in the root of the page tree of the site. Basically, create a 'Template' record, enter a title and make sure to check of Clear constants, setup and Rootline. Then enter some TypoScript configuration in the Setup field and you're set. It's very important to read how to do all this in the documents listed below! Also make sure you use the Web>Template module to do all the working with templates. It's a specialized tool to help you with this.
de: Die "Template"-Einträge sind die wichtigsten Komponenten, die zur Gestaltung der Webseiten verwendet werden. Egal wie (fast) Sie Ihre Website erstellen möchten, sie muss durch einen "Template"-Eintrag in der Wurzel des Seitenbaums der Website initiiert werden. Grundsätzlich erstellen Sie einen 'Template'-Eintrag, geben Sie einen Titel ein und stellen Sie sicher, dass Sie die Leeren Konstanten, Setups und Rootline überprüfen. Geben Sie dann einige TypoScript-Konfiguration im Setup-Feld ein und Sie sind gesetzt. Es ist sehr wichtig, zu lesen, wie all dies in den unten aufgeführten Dokumenten geschieht! Stellen Sie auch sicher, dass Sie das Web>Template Modul verwenden, um alle Arbeiten mit Vorlagen zu erledigen. Es ist ein spezialisiertes Werkzeug, um Ihnen dabei zu helfen.
fr: Les enregistrements 'Modèle' sont les composants essentiels utilisés pour définir la conception des pages Web. Peu importe comment (presque) vous souhaitez construire votre site Web, il doit être initié par un enregistrement 'Modèle' placé à la racine de l'arbre de page du site. Fondamentalement, créez un enregistrement 'Modèle', entrez un titre et assurez-vous de vérifier les constantes, la configuration et Rootline. Ensuite, entrez une configuration TypoScript dans le champ Setup et vous êtes configuré. Il est très important de lire comment faire tout cela dans les documents listés ci-dessous! Assurez-vous également d'utiliser le module Web>Modèles pour faire tout le travail avec les modèles. C'est un outil spécialisé pour vous aider à ce faire.
it: I record 'Template' sono i componenti vitali utilizzati per impostare il design delle pagine web. A prescindere da come (quasi) si desidera costruire il tuo sito web, esso deve essere avviato da un record 'Template' posizionato nella radice dell'albero della pagina del sito. fondamentalmente, crea un record 'Template', inserisci un titolo e assicurati di controllare i costumi, la configurazione e la Rootline. Quindi inserisci alcune configurazioni di tipo TypoScript nel campo di installazione e sei impostato. È molto importante leggere come fare tutto questo nei documenti qui sotto elencati! Assicurati anche di utilizzare il modulo di template>Web per fare tutto il lavoro con i modelli. È uno strumento specializzato per aiutarti in questo.
km: ទិន្នន័យ 'Template' ជា​សមាសភាគ​សំខាន់​ណាស់ ប្រើ​សម្រាប់​កំណត់​ការរចនា​របស់​វែបសាយ ។ ទោះ​ជា​អ្នក​ចង់​បង្កើត​វែបសាយ​របស់​អ្នក​របៀប​ណា​ក៏​ដោយ វា​ត្រូវ​បាន​​​បង្កើត​ដោយ​ទិន្នន័យ 'Template' ដែល​នៅ​ក្នុង​គោល​នៃ​ឋានានុក្រម​វែបសាយ ។ ជា​មូលដ្ឋាន, បង្កើត​ទិន្នន័យ 'Template' បំពេញ​ចំណងជើង និង ពិនិត្យ​លើ​កុងស្ដង់, ដំឡើង និង បន្ទាត់​គោល ។ រួច​បញ្ចូល​ការកំណត់​ដោយ TypoScript ក្នុង​ប្រអប់​ដំឡើង ។ វា​សំខាន់​ណាស់​ចំពោះ​ការអាន​អំពី​របៀប​ធ្វើ​ទាំង​អស់​នេះ​ក្នុង​ឯកសារ​ដែល​មាន​នៅ​ខាង​ក្រោម! ហើយ​ត្រូវ​ប្រើ​ម៉ូឌុល វែប>Template ដើម្បី​ធ្វើ​កិច្ចការ​ទាំងនេះ​ជាមួយ template ។ វា​ជា​ឧបករណ៍​ពិសេស​ដើម្បី​ជួយ​អ្នក​ក្នុងការងារ​នេះ ។

# _.image
source: EXT:frontend/Resources/Public/Images/cshimages/systemplate.png, EXT:frontend/Resources/Public/Images/cshimages/systemplate1.png
fr: EXT:frontend/Ressources/Public/Images/cshimages/systemplate.png, EXT:frontend/Ressources/Public/Images/cshimages/systemplate1.png

# .image_descr
source: A Template Record with constants and setup code. The Web>Template module contains tools which will help you to edit and validate TypoScript structures.
de: Ein Vorlagenrekt mit Konstanten und Setup-Code. Das Web>Template Modul enthält Werkzeuge, die Ihnen helfen, TypoScript-Strukturen zu bearbeiten und zu validieren.
fr: Un enregistrement de modèle avec des constantes et un code d'installation. Le module de modèle Web>contient des outils qui vous aideront à modifier et valider les structures TypoScript.
it: Un Record di Template con caratteri e codice di configurazione. Il modulo di template>Web contiene strumenti che ti aiuteranno a modificare e convalidare le strutture di tipo TypoScript.
km: ទិន្នន័យ Template ជាមួយ​កុងស្ដង់ និង កូដ​ដំឡើង ។ ម៉ូឌុល វែប > Template មាន​ឧបករណ៍​ដែល​នឹង​ជួយ​អ្នក​ដើម្បី​កែង និង ផ្ទៀងផ្ទាត់​​​រចនាសម្ព័ន្ធ TypoScript ។

# hidden.description
source: Hiding the template will deactivate the template record.
de: Das Anzeigen der Vorlage wird den Vorlageneintrag deaktivieren.
fr: Le blocage du modèle désactivera l'enregistrement du modèle.
it: Nascondendo il template verrà disattivato il record del template.
km: លាក់ template នឹង​បញ្ឈប់​ដំណើរការ​ទិន្នន័យ template ។

# hidden.details
source: If the Template Record was the first record on a page hiding it will expose the second record on the page instead.
de: Wenn der Vorlageneintrag der erste Eintrag auf einer Seite war, die versteckt wurde, wird stattdessen der zweite Eintrag auf der Seite angezeigt.
fr: Si le modèle d'enregistrement était le premier enregistrement sur une page en masquant, il exposera le second enregistrement sur la page à la place.
it: Se il Record di Template è stato il primo record di una pagina che nasconde, esporterà il secondo record nella pagina.
km: ប្រសិន​បើ​ទិន្នន័យ template ជា​ទិន្នន័យ​ទីមួយ​លើ​ទំព័រ លាក់​វា​នឹង​បង្ហាញ​ទិន្នន័យ​ទី​ពីរ​នៅ​លើ​ទំព័រ​ជំនួស​វិញ ។

# starttime.description
source: Start time. Use this to enable a template on a certain date.
de: Startzeit. Benutzen Sie dies, um eine Vorlage an einem bestimmten Datum zu aktivieren.
fr: Heure de début. Utilisez ceci pour activer un modèle à une certaine date.
it: Ora di inizio. Usalo per abilitare un modello in una data certa.
km: ពេល​វេលា​ចាប់ផ្ដើម ។ ប្រើ​ជម្រើស​នេះ​ដើម្បី​ដំណើរការ template នៅ​ក្នុង​ពេល​ជាលាក់ ។

# endtime.description
source: End time. Use this to disable a template on a certain date.
de: Endzeit. Verwenden Sie dies, um eine Vorlage an einem bestimmten Datum zu deaktivieren.
fr: Heure de fin. Utilisez ceci pour désactiver un modèle à une certaine date.
it: Ora di fine. Usa questo per disabilitare un modello su una data certa.
km: ពេល​បញ្ឈប់ ។ ប្រើ​ជម្រើស​នេះ​ដើម្បី​បិទ​ដំណើរការ template នៅ​ក្នុង​ពេល​វេលា​ជាក់លាក់ ។

# title.description
source: The title of the template record is only an internal label and does not have any effect on the output in the frontend.
de: Der Titel des Vorlagenzeichens ist nur ein internes Label und hat keine Auswirkungen auf die Ausgabe im Frontend.
fr: Le titre de l'enregistrement du modèle n'est qu'une étiquette interne et n'a aucun effet sur la sortie dans le frontend.
it: Il titolo del record del template è solo un'etichetta interna e non ha alcun effetto sull'output nel frontend.
km: ចំណងជើង​ទិន្នន័យ template គ្រាន់តែ​ជា​ពាក្យ​សម្គាល់​ខាង​ក្នុង និង មិន​មាន​ផល​ប៉ះពាល់​ចំពោះ​ការបង្ហាញ​ទៅ​លើ frontend ទេ ។

# constants.description
source: TypoScript Constants.
de: TypoScript Konstanten.
fr: Constantes TypoScript.
it: Constant TypoScript.
km: កុងស្ដង់ TypoScript ។

# config.description
source: TypoScript Setup code
fr: Code de configuration TypoScript
it: Codice di configurazione TypoScript
km: កូដ​ដំឡើង TypoScript

# config.details
source: Read more about TypoScript Templates in TSref, TypoScript by Example and Getting Started.
de: Lesen Sie mehr über TypoScript Templates in TSref, TypoScript by Example und Getting Started.
fr: Lisez plus sur les modèles TypoScript dans TSref, TypoScript par exemple et Getting Started.
it: Leggi di più sui modelli TypoScript in TSref, TypoScript per esempio e per iniziare.
km: អាន​បន្ថែម​អំពី Template TypoScript ក្នុង TSref, TypoScript ដោយ​មាន​ឧទាហរណ៍ និង ការចាប់ផ្ដើម​ដំបូង ។

# resources.description
source: Resource files for the template. For example a logo, a TTF-font etc.
de: Ressourcen-Dateien für die Vorlage. Zum Beispiel ein Logo, eine TTF-Schriftart etc.
fr: Fichiers de ressources pour le modèle. Par exemple un logo, une police TTF etc.
it: File di risorse per il modello. Ad esempio un logo, un TTF-font ecc.
km: ឯកសារ​ធនធាន​សម្រាប់ template ។ ឧទាហរណ៍​ស្លាកសញ្ញា, ពុម្អក្សរ TTF ។ល។

# resources.details
source: Resource files can be referenced in TypoScript Template code by [filename]*.[ext] and has the advantage that the reference from TypoScript is not broken if you copy or export a Template Record where the resources ends up with new names.
de: Ressourcen-Dateien können durch [filename]*.[ext] in TypoScript-Template-Code referenziert werden und haben den Vorteil, dass die Referenz von TypoScript nicht beschädigt ist, wenn Sie einen Vorlageneintrag kopieren oder exportieren, wo die Ressourcen mit neuen Namen enden.
fr: Les fichiers de ressources peuvent être référencés dans le code de modèle TypoScript de [filename]*.[ext] et a l'avantage que la référence de TypoScript n'est pas cassée si vous copiez ou exportez un enregistrement de modèle où les ressources se terminent par de nouveaux noms.
it: I file di risorse possono essere referenziati nel codice modello TypoScript da [filename]*.[ext] e ha il vantaggio che il riferimento da TypoScript non sia rotto se si copia o esporta un Record di Template dove le risorse finiscono con nuovi nomi.
km: ឯកសារ​ធនធាន​អាច​ជា​ឯកសារ​យោង​ក្នុង​ការសរសេរ​កូដ Template TypoScript គឺ [filename]*.[ext] និង​មាន​គុណសម្បត្តិ​ដែល​ឯកសារ​​យោង​ពី TypoSCript មិន​បាន​ខូចខាត ប្រសិន​បើ​អ្នក​ចម្លង ឬ ទាញយក​​ទិន្នន័យ Template ចូល ដែល​ធនធាន​ត្រូវ​បាន​កំណត់​ឈ្មោះ​ថ្មី ។

# clear.description
source: Flags that will clear the inheritance of TypoScript code from former templates in the root line. There is a flag for Constants and one for Setup code.
de: Flags, die das Erben des TypoScript-Codes von früheren Vorlagen in der root-Zeile löschen. Es gibt eine Flagge für Konstanten und eine für den Setup-Code.
fr: Drapeaux qui effaceront l'héritage du code TypoScript à partir d'anciens modèles dans la ligne racine. Il y a un drapeau pour Constants et un pour le code de configuration.
it: Flag che cancelleranno l'eredità del codice TypoScript dai modelli precedenti nella linea principale. C'è una bandiera per le costanti e una per il codice di installazione.
km: ទង់​ដែល​នឹង​សម្អាត​លើ​ការទទួល​មរត៌ក​កុដ TypoScript ពី template ចាស់​ក្នុង​បន្ទាប់​គោល ។ មាន​ទង់​សម្រាប់​កុងស្ដង់ និង មួយ​សម្រាប់​កូដ​ដំឡើង ។

# clear.details
source: In the Web > Template / Template Analyzer module you can see how far back in the template tree that constants and setup code is inherited.
de: Im Web-Modul > Template / Template Analyzer können Sie sehen, wie weit zurück in den Template-Baum, dass Konstanten und Setup-Code geerbt werden.
fr: Dans le module Web > Modèle / Analyse de modèle vous pouvez voir à quel point vous pouvez voir dans l'arbre de modèle que les constantes et le code de configuration sont hérités.
it: Nel modulo Web > Template / Template Analyzer puoi vedere quanto indietro nell'albero dei modelli che constanti e codice di configurazione sono ereditati.

# _clear.image
source: EXT:frontend/Resources/Public/Images/cshimages/systemplate2.png
fr: EXT:frontend/Ressources/Public/Images/cshimages/systemplate2.png

# root.description
source: Defines that the template represents a root of a website.
de: Definiert, dass die Vorlage ein Root einer Website darstellt.
fr: Définit que le modèle représente une racine d'un site Web.
it: Definisce che il modello rappresenta una radice di un sito web.
km: កំណត់​ថា template បង្ហាញ​​គោល​របស់​វែបសាយ ។

# includeStaticAfterBasedOn.description
source: If set, static templates will be included after "based-on" templates. It basically swaps the order of inclusion of these external TypoScript sources.
de: Wenn gesetzt, werden statische Vorlagen nach "based-on"-Vorlagen aufgenommen. Es Swaps im Grunde die Reihenfolge der Aufnahme dieser externen TypoScript-Quellen.
fr: Si défini, les modèles statiques seront inclus après les modèles "basés sur" et échangent essentiellement l'ordre d'inclusion de ces sources externes TypoScript.
it: Se impostato, i modelli statici saranno inclusi dopo i modelli "basati su". In sostanza scambia l'ordine di inclusione di queste fonti esterne di tipo TypoScript.
km: ប្រសិន​បើ​យក​កំណត់ template ស្តាទិក​នឹង​ត្រូវ​បាន​បញ្ចូល​បន្ទាប់​ពី "ផ្អែក​លើ" template ។ វា​ផ្លាស់ប្ដូរ​លំដាប់​នៃ​ការបន្ថែម​កូដ TypoScript ពី​ក្រៅ​ទាំងនេះ ។

# includeStaticAfterBasedOn.details
source: The Web > Template / Template Analyzer module allows you to view the order of inclusion of all TypoScript sources your template uses.
de: Das Web-Modul > Template / Template Analyzer erlaubt es Ihnen, die Reihenfolge der Aufnahme aller TypoScript-Quellen, die Ihre Vorlage verwendet, anzuzeigen.
fr: Le module Web > Modèle / Analyse de modèle vous permet de visualiser l'ordre d'inclusion de toutes les sources TypoScript que votre modèle utilise.
it: Il modulo Web > Template / Template Analyzer ti permette di visualizzare l'ordine di inclusione di tutte le fonti di tipo TypoScript che usi il tuo template.

# include_static.description
source: Static Template records to include.
de: Statische Vorlagendaten zu einschließen.
fr: Enregistrements de modèle statiques à inclure.
it: Record modello statico da includere.
km: ទិន្នន័យ template ស្ដាទិក​ត្រូវ​បញ្ចូល ។

# _include_static.seeAlso
source: static_template
de: statische Vorlage
fr: modèle statique
it: modello_statico

# include_static_file.description
source: Static Template files to include.
de: Statische Vorlagendateien zu einschließen.
fr: Fichiers de gabarits statiques à inclure.
it: File di modello statico da includere.
km: ឯកសារ template ស្ដាទិក​ត្រូវ​បញ្ចូល ។

# include_static_file.details
source: Static template files are registered by extensions contrary to Static Template records which come from the static database table, "static_template".
de: Statische Vorlagendateien werden durch Erweiterungen registriert, die im Gegensatz zu Statischen Vorlagen, die aus der statischen Datenbanktabelle "static_template" stammen.
fr: Les fichiers de modèles statiques sont enregistrés par des extensions contraires aux enregistrements de modèles statiques qui proviennent de la table de base de données statique, "static_template".
it: I file di modello statici sono registrati da estensioni contrarie ai record di modello statico che provengono dalla tabella del database statico, "static_template".
km: ឯកសារ​ template ស្ដាទិក​ត្រូវ​បាន​ចុះឈ្មោះ​ដោយ​សមាសភាគ​ ទៅ​ទិន្នន័យ Template ស្ដាទិក​ដែល​បាន​ពី​តារាង​ទិន្នន័យ​ស្ដាទិក, "static_template" ។

# basedOn.description
source: Other Template Records that are included like "static templates".
de: Andere Vorlagendateien, die wie "statische Vorlagen" enthalten sind.
fr: Autres enregistrements de modèles inclus comme "Modèles statiques".
it: Altri record di Template inclusi come "modelli statici".
km: ទិន្នន័យ template ផ្សេង​ទៀត​ដែល​ត្រូវ​បាន​បញ្ចូល​ដូច​ជា "template ស្ដាទិក" ។

# static_file_mode.description
source: Define the mode of inclusion of static template files.
de: Definieren Sie den Modus der Aufnahme statischer Vorlagen.
fr: Définissez le mode d'inclusion des fichiers de modèle statique.
it: Definisci la modalità di inclusione dei file di modello statici.
km: កំណត់​ម៉ូដ​នៃ​ការបន្ថែម​របស់​ឯកសារ template ស្តាទិក ។

# static_file_mode.details
source: If you are in doubt about the inclusion order, make sure to use the Web > Template / Template Analyzer to view the order.
de: Wenn Sie Zweifel an der Inklusionsorder haben, stellen Sie sicher, dass Sie das Web > Template / Template Analyzer verwenden, um die Bestellung anzuzeigen.
fr: Si vous doutez de l'ordre d'inclusion, assurez-vous d'utiliser le modèle / modèle Web > pour voir l'ordre.

# nextLevel.description
source: Defines a template record to make active one level out in the page tree of this branch. This can be used to define another template record for the general website while having a special template for the frontpage.
de: Definiert einen Vorlageneintrag, um einen Level im Seitenbaum dieses Zweiges aktiv zu machen. Dies kann verwendet werden, um einen anderen Vorlageneintrag für die allgemeine Website zu definieren, während eine spezielle Vorlage für die Frontseite vorhanden ist.
fr: Définit un enregistrement de modèle pour faire fonctionner un niveau dans l'arborescence de page de cette branche. Cela peut être utilisé pour définir un autre enregistrement de modèle pour le site web général tout en ayant un modèle spécial pour la page d'accueil.
it: Definisce un record di template per rendere attivo un livello nell'albero di pagina di questo ramo. Questo può essere utilizzato per definire un altro record di template per il sito generale mentre hai un modello speciale per la pagina principale.
km: កំណត់​ទិន្នន័យ template ដើម្បី​ធ្វើ​ឲ្យ​ដំណើរការ​ចេញ​មក​ក្រៅ​មួយ​លំដាប់​ក្នុង​ឋានានុក្រម​ទំព័រ​នៃ​ឋានានុក្រម​នេះ ។ ជម្រើស​នេះ​អាច​ត្រូវ​បាន​ប្រើ​ដើម្បី​កំណត់​ទិន្នន័យ template ផ្សេង​ទៀត​សម្រាប់​វែបសាយ​ទូទៅ​ពេល​មាន​ template ពិសេស​សម្រាប់​ទំព័រ​មុខ ។

# description.description
source: Enter a description of the template if you like.
de: Geben Sie eine Beschreibung der Vorlage ein, wenn Sie möchten.
fr: Entrez une description du modèle si vous le souhaitez.
it: Inserisci una descrizione del modello se vuoi.
km: បំពេញ​សេចក្ដី​ពណនា​លើ template ប្រសិន​បើ​អ្នក​ចូលចិត្ត ។

# editorcfg.description
source: Editor Configuration for the stylesheet editor extension.
de: Editor Konfiguration für die Stylesheet-Editor-Erweiterung.
fr: Configuration de l'éditeur pour l'extension de la feuille de style.
it: Configurazione Editor per l'estensione editor stilesheet.
km: ការកំណត់​លើ​សមាសភាគ​សម្រាប់​កែ stylesheet ។

# sitetitle.description
source: Website title. Typically this will automatically be prefixed all page titles in the <title> tag of the frontend pages.
de: Website-Titel. Normalerweise wird dies automatisch alle Seitentitel im <title> Tag der Frontend-Seiten vorkonfiguriert.
it: Titolo del sito web. Normalmente questo verrà automaticamente prefigurato tutti i titoli di pagina nel tag <title> delle pagine frontend.
km: ចំណងជើង​វែបសាយ ។ ជា​ទូទៅ​ជម្រើស​នេះ​នឹង​​ជា​បុព្វបទ​របស់​ចំណងជើង​ទំព័រ​ក្នុង​ថាក <title> ដោយ​ស្វ័យប្រវត្តិ​នៃ​ទំព័រ​លើ frontend ។

# _constants.seeAlso
source: static_template:constants
it: modello_statico:constanti
