Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/frontend/Resources/Private/Language/*.locallang_csh_fe_users.xlf
Languages: de, fr, it, nl

# username.description
source: Enter the username of the website user. This is needed to login.
de: Geben Sie den Benutzernamen des Webseitebenutzers ein. Dies ist erforderlich, um sich anzumelden.
fr: Entrez le nom d'utilisateur du site web. Il est nécessaire de vous connecter.
it: Inserisci il nome utente dell'utente del sito web. Questo è necessario per accedere.
nl: Voer de gebruikersnaam van de websitegebruiker in. Dit is nodig om in te loggen.

# username.syntax
source: A username is required and must be in lowercase without spaces in it. The username must be unique among other usernames in the page where it's saved. If it is not unique a number will be prepended automatically.
de: Ein Benutzername ist erforderlich und muss in Kleinbuchstaben ohne Leerzeichen sein. Der Benutzername muss unter anderen Benutzernamen in der Seite, auf der er gespeichert wird, einzigartig sein. Wenn er nicht eindeutig ist, wird automatisch eine Zahl vorangestellt.
fr: Un nom d'utilisateur est requis et doit être en minuscules sans espaces. Le nom d'utilisateur doit être unique parmi d'autres noms d'utilisateur dans la page où il est enregistré. Si ce n'est pas unique, un nombre sera automatiquement prédéfini.
it: Un nome utente è obbligatorio e deve essere in minuscolo senza spazi. Il nome utente deve essere univoco tra gli altri nomi utente nella pagina dove è salvato. Se non è univoco, un numero verrà prepesso automaticamente.
nl: Een gebruikersnaam is verplicht en moet worden geschreven in kleine letters en zonder spaties. De gebruikersnaam moet uniek zijn op de pagina waar deze wordt opgeslagen. Wanneer de naam niet uniek is wordt er automatisch een nummer toegevoegd.

# _username.seeAlso
source: Creating Frontend Users and Groups | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/CreateUsersGroups/
de: Erstelle Frontend-Benutzer und Gruppen | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/CreateUsersGroups/
fr: Création des utilisateurs et des groupes Frontend | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/CreateUsersGroups/
it: Creazione utenti e gruppi del Frontend | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/CreateUsersGroups/
nl: Aanmaken van Frontend-gebruikers en -groepen | http://typo3.org/documentation/document-library/doc_tut_quickstart/Create_users_group/

# password.description
source: Enter the password for the username above. This is needed to login.
de: Geben Sie das Passwort für den obigen Benutzernamen ein. Dies ist erforderlich, um sich anzumelden.
fr: Entrez le mot de passe pour l'identifiant ci-dessus. Il est nécessaire de vous connecter.
it: Inserisci la password per il nome utente qui sopra. Questo è necessario per accedere.
nl: Voer het wachtwoord in voor deze gebruikersnaam. Dit is nodig om in te loggen.

# password.syntax
source: A password is required and must be in lowercase without spaces in it.
de: Ein Passwort ist erforderlich und muss in Kleinbuchstaben ohne Leerzeichen sein.
fr: Un mot de passe est requis et doit être en minuscules sans espaces.
it: È necessaria una password e deve essere in minuscolo senza spazi.
nl: Een wachtwoord is verplicht, moet in kleine letters en zonder spaties worden geschreven.

# usergroup.description
source: Select a user group for the username.
de: Wählen Sie eine Benutzergruppe für den Benutzernamen.
fr: Sélectionnez un groupe d'utilisateurs pour le nom d'utilisateur.
it: Seleziona un gruppo di utenti per il nome utente.
nl: Selecteer een gebruikersgroep voor de gebruiker.

# usergroup.details
source: When a user logs in he is able to view all content which is access restricted to the user <em>group(s)</em> the user is a member of. Therefore the user login primarily makes sense with regard to the member groups.
de: Wenn ein Benutzer sich einloggt, kann er alle Inhalte anzeigen, die auf den Benutzer beschränkt sind <em>Gruppen(n)</em> ist der Benutzer Mitglied. Daher ist der Benutzer-Login in erster Linie sinnvoll in Bezug auf die Mitgliedsgruppen.
fr: Lorsqu'un utilisateur se connecte à lui est en mesure de visualiser tout le contenu qui est limité à l'utilisateur <em>groupe(s)</em> l'utilisateur est membre. Par conséquent, l'utilisateur se connecte principalement à l'égard des groupes membres.
it: Quando un utente si logga in lui è in grado di visualizzare tutti i contenuti che sono limitati all'utente <em>gruppo(i)</em> l'utente è membro. Pertanto l'accesso utente ha principalmente senso per quanto riguarda i gruppi di membri.
nl: Wanneer een gebruiker inlogd kan hij alle content zien waarvan de toegang beperkt is tot de <em>gebruikersgroep(en)</em> waar de gebruiker lid van is. ???

# lockToDomain.description
source: Enter the host name from which the user is forced to login. NOTICE: this is not a security feature and can be circumvented by faking HTTP_HOST.
de: Geben Sie den Hostnamen ein, von dem der Benutzer zum Login gezwungen ist. HINWEIS: Dies ist keine Sicherheitsfunktion und kann durch faking HTTP_HOST umgangen werden.
fr: Entrez le nom d'hôte à partir duquel l'utilisateur est obligé de se connecter. AVIS : il ne s'agit pas d'une fonctionnalité de sécurité et peut être contourné par un faux HTTP_HOST.
it: Inserisci il nome dell'host da cui l'utente è obbligato a accedere. NOTA: questa non è una funzione di sicurezza e può essere aggirata faking HTTP_HOST.
nl: Voer de hostnaam in waarvandaan de gebruiker moet inloggen. LET OP: dit is geen beveiligingsfunctie en kan omzeild worden met een valse HTTP_HOST.

# lockToDomain.details
source: A TYPO3 system may have multiple domains pointing to it. Therefore this option secures that users can login only from a certain host name.
de: Ein TYPO3-System kann mehrere Domains haben, die darauf verweisen. Daher sichert diese Option, dass Benutzer nur von einem bestimmten Hostnamen einloggen können.
fr: Un système TYPO3 peut avoir plusieurs domaines pointant vers lui. Par conséquent, cette option permet aux utilisateurs de se connecter uniquement à partir d'un nom d'hôte.
it: Un sistema TYPO3 può avere più domini che lo indicano. Questa opzione garantisce che gli utenti possano accedere solo da un determinato nome host.
nl: Meerdere domeinen kunnen naar een TYPO3 systeem verwijzen. Deze optie maakt het mogelijk dat een gebruiker alleen op een specifiek domein kan inloggen.

# lockToDomain.syntax
source: Either a domain name, "www.typo3.org" or an IP address, "10.34.222.83"
de: Entweder ein Domain-Name, "www.typo3.org" oder eine IP-Adresse, "10.34.222.83"
fr: Soit un nom de domaine, "www.typo3.org" soit une adresse IP, "10.34.222.83"
it: O un nome di dominio, "www.typo3.org" o un indirizzo IP, "10.34.222.83"
nl: Een domeinnaam, "www.typo3.com" of een IP-adres, "10.34.222.83"

# name.description
source: Enter the regular name of the user, both first- and surname.
de: Geben Sie den regulären Namen des Benutzers ein, sowohl als auch einen Nachnamen.
fr: Entrez le nom régulier de l'utilisateur, tant en prénom que en nom de famille.
it: Inserisci il nome regolare dell'utente, sia per il primo che per il cognome.
nl: Voer de naam in van de gebruiker, zowel voor- als achternaam

# address.description
source: Enter the street address of the user.
de: Geben Sie die Straßenadresse des Benutzers ein.
fr: Entrez l'adresse de l'utilisateur.
it: Inserisci l'indirizzo dell'utente.
nl: Voer het postadres in van de gebruiker

# www.description
source: Enter the homepage URL
de: URL der Startseite eingeben
fr: Entrez l'URL de la page d'accueil
it: Inserisci l'URL della homepage
nl: Voer de homepage URL van de gebruiker in

# title.description
source: Enter the job title, eg. 'Director' or 'Accountant'.
de: Geben Sie den Job Titel ein, z.B. 'Director' oder 'Accountant'.
fr: Entrez le titre du poste, par exemple. 'Directeur' ou 'Comptant'.
it: Inserisci il titolo del lavoro, es. 'direttore' o 'Accountant'.
nl: Voer de functie van de gebruiker in, bijv: "Directeur" of "Accountant"

# company.description
source: Enter the name of the company in which the user is employed.
de: Geben Sie den Namen des Unternehmens ein, in dem der Benutzer beschäftigt ist.
fr: Entrez le nom de la société dans laquelle l'utilisateur est employé.
it: Inserisci il nome della società in cui l'utente è impiegato.
nl: Voer de bedrijfsnaam waar de gebruiker werkt in

# image.description
source: Insert a photo of the user.
de: Fügen Sie ein Foto des Benutzers ein.
fr: Insérez une photo de l'utilisateur.
it: Inserisci una foto dell'utente.
nl: Voeg een foto van de gebruiker toe.

# disable.description
source: This option will temporarily disable the user from logging in.
de: Diese Option deaktiviert den Benutzer vorübergehend vom Einloggen.
fr: Cette option désactivera temporairement l'utilisateur de se connecter.
it: Questa opzione disabiliterà temporaneamente l'utente dal login.
nl: Deze optie schakelt de mogelijkheid om in te loggen tijdelijk uit.

# starttime.description
source: Enter the date from which the account is active.
de: Geben Sie das Datum ein, von dem das Konto aktiv ist.
fr: Entrez la date à partir de laquelle le compte est actif.
it: Inserisci la data da cui l'account è attivo.
nl: Voer een startdatum voor dit account in.

# starttime.syntax
source: The syntax is dd-mm-yy, but you can just enter a "d" in the field to insert todays date. Or "d+10" to insert the date 10 days from now etc. The field will re-format any input to fit the format it understands so you can just experiment and you will be able to clearly see how dates should be entered.
de: Die Syntax ist dd-mm-yy, aber Sie können nur ein "d" in das Feld eingeben, um das heutige Datum einzufügen. Oder "d+10" um das Datum von jetzt an 10 Tage einzufügen usw. Das Feld wird jede Eingabe neu formatieren, um das Format zu passen, das es versteht, damit Sie nur experimentieren können und Sie können klar sehen, wie Daten eingegeben werden.
fr: La syntaxe est dd-mm-yy, mais vous pouvez juste entrer un "d" dans le champ pour insérer la date de jour. Ou "d+10" pour insérer la date de 10 jours à partir de maintenant etc. Le champ va reformuler n'importe quelle entrée pour le format qu'il comprend afin que vous puissiez juste expérimenter et vous pourrez clairement voir comment les dates doivent être entrées.
it: La sintassi è dd-mm-yy, ma puoi inserire solo una "d" nel campo per inserire la data dei giorni. O "d+10" per inserire la data da 10 giorni, ecc. Il campo riscriverà qualsiasi input per adattarsi al formato che comprende, così potrai solo sperimentare e potrai vedere chiaramente come devono essere inserite le date.
nl: [SHARED:dateTime]

# _starttime.seeAlso
source: fe_users:disable,fe_users:endtime
de: fe_users:deaktivieren,fe_users:endtime

# endtime.description
source: Enter the date from which the account is disabled.
de: Geben Sie das Datum ein, von dem das Konto deaktiviert ist.
fr: Entrez la date à partir de laquelle le compte est désactivé.
it: Inserisci la data da cui l'account è disabilitato.
nl: Voer de datum in waarop de account wordt beÃ«indigd.

# endtime.syntax
source: See "Start"
de: Siehe "Start"
fr: Voir "Démarrer"
it: Vedi "Start"
nl: Zie "Start"

# _endtime.seeAlso
source: fe_users:disable,fe_users:starttime
de: fe_users:deaktivieren,fe_users:starttime

# lastlogin.description
source: This field shows the user's last log in date.
de: Dieses Feld zeigt das letzte Anmeldedatum des Benutzers an.
fr: Ce champ affiche la dernière date de connexion de l'utilisateur.
it: Questo campo mostra l'ultima data di accesso dell'utente.
nl: Dit veld toont de datum dat de gebuiker voor het laatst ingelogd is geweest.

# TSconfig.description
source: Enter additional TSconfig for the user (advanced).
de: Geben Sie zusätzliche TSconfig für den Benutzer ein (fortgeschritten).
fr: Entrez un TSconfig supplémentaire pour l'utilisateur (avancé).
it: Inserisci un TSconfig aggiuntivo per l'utente (avanzato).
nl: Voer additionele TSconfig in voor deze gebruiker (geavanceerd)

# TSconfig.syntax
source: TypoScript syntax, without conditions and constants.
de: TypoScript Syntax, ohne Bedingungen und Konstanten.
fr: Syntaxe TypoScript, sans conditions et constantes.
it: Sintassi TypoScript, senza condizioni e costanti.
nl: TypoScript syntax, zonder condities en constanten

# _TSconfig.seeAlso
source: TSconfig for TSFE | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/TCEmain/ pages:TSconfig, fe_groups:TSconfig, be_users:TSconfig, be_groups:TSconfig
de: TSconfig für TSFE | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/TCEmain/ Seiten:TSconfig, fe_groups:TSconfig, sind_users:TSconfig, be_groups:TSconfig
fr: TSconfig pour TSFE | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/TCEmain/ pages:TSconfig, fe_groups:TSconfig, be_users:TSconfig, be_groups:TSconfig
it: TSconfig per TSFE | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/TCEmain/ pagine:TSconfig, fe_groups:TSconfig, be_users:TSconfig, be_groups:TSconfig
nl: TSconfig voor TSFE | http://typo3.org/documentation/document-library/doc_core_tsconfig/TCEMAIN/ pages:TSconfig, fe_groups:TSconfig, be_users:TSconfig, be_groups:TSconfig

# .description
source: A website login user.
de: Ein Benutzer der Website-Anmeldung.
fr: Un utilisateur de connexion du site.
it: Un utente di accesso al sito web.
nl: Een website login gebruiker

# .details
source: These are users with a username and password who are allowed specific access to otherwise restricted areas on your website.
de: Dies sind Benutzer mit einem Benutzernamen und Passwort, die einen spezifischen Zugriff auf anderweitig eingeschränkte Bereiche auf Ihrer Website erlauben.
fr: Ce sont des utilisateurs avec un nom d'utilisateur et un mot de passe qui sont autorisés à accéder à des zones autrement restreintes sur votre site Web.
it: Questi sono utenti con nome utente e password che hanno il permesso di accedere specificamente alle aree altrimenti limitate sul tuo sito web.
nl: Dit zijn gebruikers met een gebruikersnaam en wachtwoord, die toegang hebben tot gedeelten van de website met beperkte toegang.

# _.seeAlso
source: fe_groups be_users
de: fe_groups sind_Benutzer
fr: fe_groups être_utilisateurs
it: fe_groups essere_utenti

# .image_descr
source: Part of the form for editing a frontend user. A typical login box (standard) on the website where frontend users can login.
de: Teil des Formulars zur Bearbeitung eines Frontend-Benutzers. Ein typisches Login-Feld (Standard) auf der Website, auf der sich Frontend-Benutzer einloggen können.
fr: Partie du formulaire pour éditer un utilisateur frontend. Une boîte de connexion (standard) typique sur le site web où les utilisateurs frontaux peuvent se connecter.
it: Parte del modulo per modificare un utente frontend. Una tipica casella di accesso (standard) sul sito dove gli utenti frontend possono accedere.
nl: Onderdeel van het formulier voor het bewerken van een (frontend) gebruiker. Een (standaard) login box in de website waar een (frontend) gebruiker zich kan aanmelden.

# _.image
source: EXT:frontend/Resources/Public/Images/cshimages/feusers_1.png, EXT:frontend/Resources/Public/Images/cshimages/feusers_2.png,
fr: EXT:frontend/Ressources/Public/Images/cshimages/feusers_1.png, EXT:frontend/Resources/Public/Images/cshimages/feusers_2.png,

# TSconfig.details
source: This field allows you to enter TypoScript style configuration values for the user. Currently there are no system defined keys. If there ever will be, they will be described in detail in the administrative documentation. The primary use of this field (as well as the 'sister'-field in the Website usergroup table) is for custom purposes. In this case, you should use the root-key "user" for your customly defined values. Thus you don't risk any future system keys to interfere with your configuration. You access the values of the configuration from your frontend plugins by calling the function <em>$GLOBALS["TSFE"]->fe_user->getUserTSconf()</em> which will return an array with the valuetree in it. <b>Warning:</b> You should use Website user/group TSconfig in your PHP-scripts ONLY if your resulting content is NOT being cached! So call it from TypoScript USER_INT cObjects or disable caching from your PHP-code by calling <em>$GLOBALS["TSFE"]->set_no_cache();</em> <b>TSconfig from Website usergroups:</b> Notice that the configuration from the field TSconfig in the member groups of the user is accumulated and prepended to the TSconfig of the user before it's parsed. This means for instance that a key defined in the TSconfig of the user (this field) will override the same key defined in the last (bottom) usergroup in the list which will again override the same key defined in the first (top) usergroup in the list. <b>Example:</b> Let's imagine you want to define for a user that his name is printed in the bottom of the webpages when he is logged in. First of all you must write a PHP-function and insert the result from it as a USER_INT cObject in the bottom of the page. But your function needs to know, whether or not this user is configured to have his name printed. So you decide to use a custom TSconfig key, 'user.printUserName': <em>In the TSconfig field of the user or usergroup:</em> user.printUserName = 1 <em>In your PHP-function:</em> $userTSConfig = $GLOBALS["TSFE"]->fe_user->getUserTSconf(); if ($userTSConfig["user."]["printUserName"]) { return $GLOBALS["TSFE"]->fe_user->user["name"]; }
nl: Dit veld biedt de mogelijkheid om TypoScript configuratie informatie voor de gebruiker in te voeren. Op dit moment zijn er geen voorgedefinieerde sleutelwaarden. Wanneer deze beschikbaar komen, zullen ze worden beschreven in de Administrator documentatie. Dit veld wordt (evenals het 'zuster-veld' in de website gebruikersgroep tabel) hoofdzakelijk gebruikt voor specifieke doeleinden. In dit geval moet je de root-sleutelwaarde "user" gebruiken voor je specifiek gedefinieerde waarden. Op die manier voorkom je dat mogelijk toekomstige systeem sleutelwaarde conflicteren met je eigen configuratie. Je hebt toegang tot de waarden van de configuratie vanuit je PHP include code aan de voorzijde (frontend) door het aanroepen van de functie <em>$GLOBALS["TSFE"]->fe_user->getUserTSconf()</em>. Deze functie levert een array met de waardenboom. <b>Waarschuwing:</b> Je moet Websitegebruiker(s)/groep TSconfig alleen in je PHP-scripts gebruiken als de resulterende content niet wordt gecached! Roep het dus aan vanuit TypoScript USER_INT cObjects, of schakel het cachen uit in je PHP-code door het aanroepen van de functie: <em>$GLOBAL["TSFE"]->set_no_cache();</em) <b>TSConfig van Website gebruikersgroepen:</<b> Let op dat de configuratie in het veld TSConfig in de groepen, waar de gebruiker lid van is, bovenaan wordt toegevoegd aan de TSConfig van de gebruiker voordat deze geparsed wordt. Dit betekent dat bijvoorbeeld dat een waarde die in de TSConfig van de gebruiker is gedefinieerd (dit veld) dezelfde waarde die in de laatste gebruikersgroep is gedefinieerd zal overschrijven. De laatste gedefinieerde waarde in de gebruikersgroepen zal ook eerder gedefinieerde waarden (hoger in de lijst) overschrijven. <b>Voorbeeld:</b> Stel je voor dat je voor een gebruiker wil vastleggen dat zijn naam onderaan een pagina wordt weergegeven waneer hij is ingelogd. Allereerst moet je dan een PHP-functie schrijven en het resultaat van die functie toevoegen als een USER_INT cObject onderaan de bladzijde. Maar deze functie moet weten of voor deze gebruiker de naam weergegeven moet worden. Daarom besluit je een eigen TSConfig waarde te gebruiken, 'user.PrintUserName': <em>In het TSConfig veld van de gebruikersgroep:</em> user.PrintUserName = 1 <em>In je PHP-functie:</em> $userTSConfig = $GLOBALS["TSFE"]->fe_user->getUserTSconf(); if ($userTSConfig["user."]["printUserName"]) { return $GLOBALS["TSFE"]->fe_user->user["name"]; }
