Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/frontend/Resources/Private/Language/*.locallang_csh_ttcontent.xlf
Languages: de, it, km, th

# .description
source: All visible content on webpages is typically made by "Page Content" records, often referred to as "Content Elements". Content Elements are managed by the "Page" Module which organizes Content Elements in multiple columns and languages.
de: Alle sichtbaren Inhalte auf Webseiten werden typischerweise von "Seiteninhalten" Datensätzen erstellt, die oft als "Inhaltselemente" bezeichnet werden. Inhaltselemente werden vom "Page" Modul verwaltet, das Inhaltselemente in mehreren Spalten und Sprachen organisiert.
it: Tutti i contenuti visibili nelle pagine web sono solitamente realizzati da record "Contenuto Pagina", spesso definiti "Elementi di contenuto". Gli elementi di contenuto sono gestiti dal modulo "Pagina" che organizza elementi di contenuto in più colonne e lingue.
km: មាតិកា​ដែល​មើល​ឃើញ​លើ​ទំព័រ បង្កើត​ដោយ​ទិន្នន័យ "មាតិកា​ទំព័រ" ជាទូទៅ​ជា "ធាតុ​មាតិកា" ។ ធាតុ​មាតិកា​ត្រូវ​បាន​រៀបចំ​ដោយ​ម៉ូឌុល "ទំព័រ" ក្នុង​ជួរ​ឈរ​​ច្រើន និង ភាសា​ច្រើន ។
th: เนื้อหาทั้งหมดที่ปรากฏบนหน้าเว็บมักจะทำโดย"หน้าเนื้อหา"ระเบียนมักจะเรียกว่า"องค์ประกอบเนื้อหา" องค์ประกอบของเนื้อหาที่มีการจัดการโดยโมดูล"หน้าที่"ซึ่งจัดองค์ประกอบของเนื้อหาในหลายคอลัมน์และภาษา

# .details
source: "Page Content" records are sortable and can be rearranged. The "Language" and "Column" selectors of the "Page Content" records determines when and where they appear. If you do not change the value of the "Language" and "Column" selectors the Content Element will appear in the default configuration.
de: "Seiteninhalt" Einträge sind sortierbar und können neu sortiert werden. Die "Sprache" und "Spalten" Auswahlmöglichkeiten der "Seiteninhalte" Einträge bestimmen, wann und wo sie erscheinen. Wenn Sie den Wert der "Sprache" und "Spalten" selektieren, wird das Inhaltselement in der Standardkonfiguration angezeigt.
it: I record "Contenuto Pagina" sono ordinabili e possono essere riorganizzati. I selettori "Lingua" e "Colonna" dei record "Contenuto Pagina" determinano quando e dove appaiono. Se non si cambia il valore dei selettori "Lingua" e "Colonna" l'elemento contenuto apparirà nella configurazione predefinita.
km: ទិន្នន័យ "មាតិកា​ទំព័រ" អាច​តម្រៀប និង រៀបចំ​ឡើង​វិញ ។ ការជ្រើសរើស "ភាសា" និង "ជួរ" នៃ​ទិន្នន័យ "មាតិកា​ទំព័រ" បញ្ជាក់​ពេល និង កន្លែង​ដែល​វា​បង្ហាញ ។ ប្រសិន​បើ​អ្នក​មិន​ប្ដូរ​តម្លៃ​នៃ "ភាសា" និង "ជួរ" នៃ​ ធាតុ​មាតិកា​នឹង​បញ្ហាញ​តាម​ការកំណត់​ដើម ។
th: "เนื้อหา Page"ระเบียนที่จะถูกจัดเรียงและสามารถจัดใหม่ "ภาษา"และ selectors"คอลัมน์"ของ"หน้าเนื้อหา"บันทึกกำหนดเวลาและสถานที่ที่ปรากฏ หากคุณไม่ได้เปลี่ยนค่าของ"ภาษา"และ"คอลัมน์"selectors Element เนื้อหาจะปรากฏขึ้นในการกำหนดค่าเริ่มต้น

# _.seeAlso
source: Page Content Principles | https://docs.typo3.org/typo3cms/GettingStartedTutorial/GeneralPrinciples/PageContent/, _MOD_web_layout
de: Seiten-Content-Prinzipien | https://docs.typo3.org/typo3cms/GettingStartedTutorial/GeneralPrinciples/PageContent/, _MOD_web_layout
it: Principi contenuti pagina | https://docs.typo3.org/typo3cms/GettingStartedTutorial/Principles/PageContent/, _MOD_web_layout

# .image_descr
source: The Page Module is used to manage Content Elements arranged in columns and languages. A Content Element has an editing form with many options. The "Type" determines which options are visible. In the Frontend, a Content Element like the above could look like this.
de: Das Seitenmodul wird verwendet, um Inhaltselemente zu verwalten, die in Spalten und Sprachen geordnet sind. Ein Inhaltselement hat ein Editierformular mit vielen Optionen. Der "Typ" bestimmt, welche Optionen sichtbar sind. Im Frontend könnte ein Inhaltselement wie oben aussehen.
it: Il modulo Pagina è utilizzato per gestire gli elementi di contenuto organizzati in colonne e lingue. Un elemento di contenuto ha un modulo di modifica con molte opzioni. Il "Tipo" determina quali opzioni sono visibili. Nel Frontend, un elemento di contenuto come quello sopra potrebbe sembrare questo.
km: ម៉ូឌុល​ទំព័រ​ត្រូវ​បាន​ប្រើ​ដើម្បី​រៀបចំ​ធាតុ​មាតិកា​ក្នុង​គូឡោន និង ភាសា ។ ធាតុ​មាតិកា​មាន​ទម្រង់​កែប្រែ​ដែល​មាន​ជម្រើស​ច្រើន ។ "ប្រភេទ" បញ្ជាក់​អំពី​ជម្រើស​មួយ​ណា​នឹង​បង្ហាញ ។ ក្នុង Frontend ធាតុ​មាតិកា​ដូច​ខាង​លើ​អាច​មាន​លក្ខណៈ​ដូច្នេះ ។
th: Page Module จะใช้ในการจัดการกับองค์ประกอบของเนื้อหาที่จัดเรียงในคอลัมน์และภาษา องค์ประกอบของเนื้อหาที่มีรูปแบบการแก้ไขด้วยตัวเลือกมากมาย "พิมพ์"กำหนดตัวเลือกที่จะมองเห็น ในส่วนหน้า, องค์ประกอบของเนื้อหาเหมือนข้างต้นอาจมีลักษณะเช่นนี้

# CType.description
source: Select the kind of Page Content this element represents. New options will appear when you save the record.
de: Wählen Sie die Art von Seiteninhalt, die dieses Element darstellt. Neue Optionen werden angezeigt, wenn Sie den Eintrag speichern.
it: Seleziona il tipo di contenuto della pagina che questo elemento rappresenta. Le nuove opzioni appariranno quando salvi il record.
km: រើស​ប្រភេទ​ធាតុ​មាតិកា​ដើម្បី​បង្ហាញ ។ ជម្រើស​ថ្មី​នឹង​បង្ហាញ​ពេល​អ្នក​រក្សាទុក​ទិន្នន័យ ។
th: เลือกประเภทของเนื้อหาที่แสดงถึงองค์ประกอบของหน้านี้ ตัวเลือกใหม่จะปรากฏขึ้นเมื่อคุณบันทึกบันทึก

# _CType.seeAlso
source: tt_content:colPos, tt_content:sys_language_uid, About Content Elements | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/EditPageContent/
de: tt_content:colPos, tt_content:sys_language_uid, Über Inhaltselemente | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/EditPageContent/
it: tt_content:colPos, tt_content:sys_language_uid, Informazioni sugli elementi di contenuto | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/EditPageContent/

# hidden.description
source: Check this box if you wish to disable the Content Element and keep it from being displayed on the website.
de: Aktivieren Sie dieses Feld, wenn Sie das Inhaltselement deaktivieren möchten und behalten Sie es daran, auf der Website angezeigt zu werden.
it: Seleziona questa casella se vuoi disabilitare l'Elemento Contenuto e tenerlo presente sul sito web.
km: ធីក​ប្រអប់​នេះ បើ​អ្នក​ត្រូវការ​បិទ​ធាតុ​មាតិកា និង លាក់​វា​​មិន​ឲ្យ​បង្ហាញ​នៅ​លើ​វែបសាយ ។
th: เลือกช่องนี้หากคุณต้องการปิดการใช้งานและองค์ประกอบของเนื้อหาให้มันจากที่แสดงอยู่บนเว็บไซต์

# _hidden.seeAlso
source: tt_content:starttime, tt_content:endtime, tt_content:fe_group, tt_content:colPos, tt_content:sys_language_uid
it: tt_content:starttime, tt_content:endtime, tt_content:fe_group, tt_content:cols, tt_content:sys_language_uid

# starttime.description
source: Enter the date when the Content Element should be published and displayed on the website.
de: Geben Sie das Datum ein, an dem das Inhaltselement veröffentlicht und auf der Website angezeigt werden soll.
it: Inserisci la data in cui l'elemento contenuto deve essere pubblicato e visualizzato sul sito.
km: បំពេញ​កាលបរិច្ឆេទ​ដែល​ធាតុ​នៃ​មាតិកា​គួរ​ត្រូវ​បាន​ផ្សាយ និង បង្ហាញ​នៅ​លើ​វែបសាយ ។
th: ป้อนวันที่เมื่อองค์ประกอบของเนื้อหาที่ควรได้รับการเผยแพร่และแสดงบนเว็บไซต์

# _starttime.seeAlso
source: pages:starttime, tt_content:endtime, tt_content:hidden, tt_content:fe_group
de: Seiten:starttime, tt_content:endtime, tt_content:hidden, tt_content:fe_group
it: pagine:starttime, tt_content:endtime, tt_content:hidden, tt_content:fe_group

# endtime.description
source: Enter the date when the Content Element should expire and disappear from the website.
de: Geben Sie das Datum ein, an dem das Inhaltselement ablaufen und von der Website verschwinden soll.
it: Inserisci la data in cui l'elemento contenuto dovrebbe scadere e scomparire dal sito web.
km: បំពេញ​កាលបរិច្ឆេទ​ពេល​ធាតុ​មាតិកា​ផុត​កំណត់ និង លាក់​ពី​វែបសាយ ។
th: ป้อนวันที่เมื่อองค์ประกอบของเนื้อหาที่ควรจะหมดอายุและหายไปจากเว็บไซต์

# _endtime.seeAlso
source: pages:endtime, tt_content:starttime, tt_content:hidden, tt_content:fe_group
de: Seiten:endtime, tt_content:starttime, tt_content:hidden, tt_content:fe_group
it: pagine:endtime, tt_content:starttime, tt_content:hidden, tt_content:fe_group

# fe_group.details
source: The 'Hide at Login' option is is useful if you want to present information like "How to Login" that becomes irrelevant when a website user is actually logged in.
de: Die Option 'Bei Login ausblenden' ist nützlich, wenn Sie Informationen wie "Wie Sie sich anmelden" präsentieren möchten, die irrelevant sind, wenn ein Benutzer der Website tatsächlich eingeloggt ist.
it: L'opzione 'Nascondi a Login' è utile se si desidera presentare informazioni come "Come effettuare l'accesso" che diventa irrilevante quando un utente del sito è autenticato.
km: ជម្រើស 'លាក់​ពេល​កត់ត្រា​ចូល' មាន​ប្រយោជន៍​ប្រសិន​បើ​អ្នក​បង្ហាញ​ព័ត៌មាន​ដូច​ជា "របៀប​កត់ត្រា​ចូល" ដែល​​​​នឹង​លាក់​ពេល​អ្នក​ប្រើ​កត់ត្រា​ចូល​រួច ។
th: 'ซ่อนที่เข้าสู่ระบบ'ตัวเลือกนี้จะมีประโยชน์หากคุณต้องการนำเสนอข้อมูลเช่น"วิธีการเข้าสู่ระบบ"ที่จะกลายเป็นเว็บไซต์ที่ไม่เกี่ยวข้องเมื่อผู้ใช้สามารถเข้าสู่ระบบจริงแล้วสิ่งต่อไปนี้

# _fe_group.seeAlso
source: tt_content:hidden, tt_content:starttime, tt_content:endtime, pages:fe_group, fe_users, fe_groups
de: tt_content:hidden, tt_content:starttime, tt_content:endtime, Seiten:fe_group, fe_users, fe_groups
it: tt_content:hidden, tt_content:starttime, tt_content:endtime, pagine:fe_group, fe_users, fe_groups

# sys_language_uid.description
source: Select the system language of this Content Element. <strong>Notice:</strong> This will affect the Content Element visibility by limiting it to a certain language.
de: Wählen Sie die Systemsprache dieses Inhaltselements. <strong>Hinweis:</strong> Dies beeinflusst die Sichtbarkeit des Inhaltselements, indem Sie es auf eine bestimmte Sprache beschränken.
it: Seleziona la lingua di sistema di questo elemento contenuto. <strong>Nota:</strong> Questo influenzerà la visibilità dell'elemento contenuto limitandolo ad una certa lingua.
km: រើស​ភាសា​ប្រព័ន្ធ​របស់​ធាតុ​មាតិកា ។ <strong>ចំណាំ៖</strong> វា​នឹង​មាន​ផល​ប៉ះពាល់​ដល់​ការបង្ហាញ​ធាតុមាតិកា​ ដោយ​ការកំណត់​វា​ទៅ​ភាសា​ជាក់លាក់​មួយ ។
th: เลือกภาษาที่ระบบของเนื้อหานี้ Element <strong> หมายเหตุ : </ strong> นี้จะส่งผลกระทบต่อการมองเห็นองค์ประกอบของเนื้อหาโดย จำกัด การให้ภาษาบางอย่าง

# sys_language_uid.details
source: This allows you to assign a specific language to the Content Element. If you select anything but the default value, the element will <em>not</em> be visible unless the language assigned is also configured by the TypoScript template. The available system languages are created by the administrator.
it: Questo ti permette di assegnare una lingua specifica all'elemento contenuto. Se selezioni qualsiasi cosa, ma il valore predefinito, l'elemento sarà visibile <em>non</em> a meno che la lingua assegnata non sia configurata anche dal modello TypoScript. le lingue di sistema disponibili sono create dall'amministratore.
km: ជម្រើស​នេះ​អនុញ្ញាត​ឲ្យ​អ្នក​កំណត់​ភាសា​ជាក់លាក់​ទៅ​កាន់​ធាតុ​មាតិកា ។ បើ​អ្នក​រើស​យក​អ្វីៗ​ទាំងអស់​ប៉ុន្តែ​តម្លៃ​ដើម ធាតុ​នឹង​មិន​បង្ហាញ​លុះ​ត្រា​តែ​ភាសា​ដែល​កំណត់​ក៏​ត្រូវ​បាន​កំណត់​ដោយ template របស់ TypoScript ផង​ដែរ ។ ភាសា​ដែល​មាន​សម្រាប់​ប្រព័ន្ធ​ត្រូវ​បាន​បង្កើត​ដោយ​អ្នក​គ្រប់គ្រង ។
th: นี้จะช่วยให้คุณสามารถกำหนดภาษาที่ระบุไปยังเนื้อหา Element หากคุณเลือกอะไร แต่ค่าเริ่มต้นองค์ประกอบจะ <em> ไม่ </ em> สามารถมองเห็นได้นอกจากภาษาที่กำหนดโดยมีการกำหนดค่าแม่แบบ TypoScript ภาษาที่สามารถใช้ได้กับระบบจะถูกสร้างโดยผู้ดูแลระบบ

# _sys_language_uid.seeAlso
source: tt_content:colPos, sys_language, Localization concepts [Technical] | http://typo3.org/documentation/tips-tricks/multi-language-sites-in-typo3/, _MOD_web_layout:language_list
de: tt_content:colPos, sys_language, Lokalisierungskonzepte [Technical] | http://typo3.org/documentation/tips-tricks/multi-language-sites-in-typo3/, _MOD_web_layout:language_list
it: tt_content:colPos, sys_language, concetti di localizzazione [Technical] | http://typo3.org/documentation/tips-tricks/multi-language-sites-in-typo3/, _MOD_web_layout:language_list

# layout.description
source: Select a Layout.
de: Wählen Sie ein Layout.
it: Seleziona un Layout.
km: រើស​គំរូ​ប្លង់
th: เลือกเค้าโครง

# layout.details
source: This option does not work by default for all Content Elements but your website may display Content Elements differently depending on the layout. The File Links Content Element does make use of the Layout field by default: "Normal" will provide a list of file links with no thumbnail. "Layout 1" adds a file icon to the left of the link "Layout 2" adds a thumbnail for image files and an icon for other files. A black border is wrapped around the icon. "Layout 3" is similar to Layout 2, but without the black border.
de: Diese Option funktioniert nicht standardmäßig für alle Inhaltselemente, aber Ihre Website kann Inhalte Elemente anders anzeigen, je nach Layout. Das Inhaltselement Datei Links verwendet standardmäßig das Layout-Feld: "Normal" wird eine Liste von Dateilinks ohne Vorschaubild angeben. "Layout 1" fügt links ein Dateisymbol hinzu, "Layout 2" fügt ein Miniaturbild für Bilddateien und ein Symbol für andere Dateien hinzu. Ein schwarzer Rand wird um das Symbol umhüllt. "Layout 3" ist ähnlich wie Layout 2, aber ohne die schwarze Grenze.
it: Questa opzione non funziona per impostazione predefinita per tutti gli elementi di contenuto, ma il tuo sito web può visualizzare gli elementi di contenuto in modo diverso a seconda del layout. L'elemento contenuto dei link del file utilizza il campo Layout di default: "Normale" fornirà un elenco di link di file senza miniatura. "Layout 1" aggiunge un'icona di file alla sinistra del link "Layout 2" aggiunge una miniatura per i file di immagine e un'icona per altri file. Un bordo nero è avvolto attorno all'icona. "Layout 3" è simile al Layout 2, ma senza il bordo nero.
km: ជម្រើស​នេះ​មិន​ដំណើរការ​​សម្រាប់​ធាតុ​មាតិការ​ទេ​ក្នុង​តាម​លំនាំ​ដើម ប៉ុន្តែ​វែបសាយ​របស់​អ្នក​អាច​បង្ហាញ​ធាតុមាតិកា​ផ្សេងៗ​គ្នា​ផ្អែក​លើ​គំរូ​ប្លង់ ។ ធាតុ​មាតិកា​តំណ​ឯកសារ​ប្រើ​ប្រអប់​គំរូប្លង់​តាម​លំនាំ​ដើម៖ "ធម្មតា" នឹង​ផ្ដល់​បញ្ជី​ឯកសារ​តំណ​ដោយ​គ្មាន​រូប ។ "គំរូប្លង់ ១" ថែម​រូប​តំណាង​ឯកសារ​ទៅ​ខាង​ឆ្វេង​នៃ​តំណ "គំរូប្លង់ ២" ថែម​រូប​សម្រាប់​ឯកសារ​រូបភាព និង រូប​តំណាង​ឯកសារ​ផ្សេង​ទៀត ។ ស៊ុម​ពណ៌​ខ្មៅ​ហំ​ព័ទ្ធ​រូបតំណង ។ "គំរូប្លង់ ៣" ស្រដៀប​គ្នា​ទៅ​នឹង គំរូប្លង់ ២ ប៉ុន្តែ​មិន​មាន​ស៊ុម​ខ្មៅ​​រុំ​ព័ទ្ធ ។
th: ตัวเลือกนี้ไม่สามารถใช้งานตามค่าเริ่มต้นสำหรับทุกองค์ประกอบของเนื้อหา แต่เว็บไซต์ของคุณอาจแสดงองค์ประกอบเนื้อหาแตกต่างกันขึ้นอยู่กับรูปแบบ ไฟล์ลิงค์เนื้อหา Element จะทำให้การใช้งานของเขตข้อมูลเลย์เอาต์โดยค่าเริ่มต้น : "ปกติ"จะให้รายชื่อของการเชื่อมโยงกับรูปขนาดย่อของไฟล์ไม่ "1 เลย์เอาต์"เพิ่มไอคอนของไฟล์ที่ด้านซ้ายของการเชื่อมโยง "2 เลย์เอาต์"เพิ่มรูปขนาดย่อของไฟล์ภาพและไอคอนสำหรับไฟล์อื่น ๆ เส้นขอบสีดำห่อรอบไอคอน "เลย์เอาต์ 3"จะคล้ายกับ 2 เลย์เอาต์ แต่ไม่มีขอบดำ

# colPos.description
source: Select the column position of this element. <strong>Notice:</strong> This may affect whether the Content Element is visible depending on your website template.
de: Wählen Sie die Spaltenposition dieses Elements aus. <strong>Hinweis:</strong> Dies kann beeinflussen, ob das Inhaltselement je nach Vorlage Ihrer Website sichtbar ist.
it: Seleziona la posizione della colonna di questo elemento. <strong>Nota:</strong> Questo può influire sulla visibilità dell'elemento contenuto a seconda del tuo template di sito.
km: រើស​ទីតាំង​គូឡោន​នៃ​ធាតុ​នេះ ។ <strong>ចំណាំ៖</strong> ជម្រើស​នេះ​អាច​មាន​ផល​ប៉ះពាល់​ទោះ​បី​ជា​ធាតុ​មាតិកា​​បើក​បង្ហាញ វា​អាស្រ័យ​លើ template របស់​វែបសាយ ។
th: เลือกตำแหน่งคอลัมน์ขององค์ประกอบนี้ <strong> หมายเหตุ : </ strong> นี้อาจส่งผลกระทบต่อว่าองค์ประกอบเนื้อหาจะมองเห็นได้ขึ้นอยู่กับแม่แบบเว็บไซต์ของคุณ

# colPos.details
source: Many websites only use one column of content. Some templates, however, let you put content in multiple columns using the Column option. <strong>Notice:</strong> Selecting a column other than "Normal" may cause the Content Element to disappear if the website template does not use that column. If your Content Element mysteriously disappears make sure the Column and Language selectors are set correctly.
de: Viele Websites verwenden nur eine Spalte von Inhalten. Einige Vorlagen lassen jedoch Inhalte in mehreren Spalten mit der Spalten-Option platzieren. <strong>Hinweis:</strong> Auswahl einer anderen Spalte als "Normal" kann dazu führen, dass das Inhaltselement verschwindet, wenn die Website-Vorlage diese Spalte nicht verwendet. Wenn Ihr Inhaltselement geheimnismäßig verschwindet, stellen Sie sicher, dass die Spalten und Sprachauswahl korrekt eingestellt werden.
it: Molti siti web utilizzano solo una colonna di contenuto. Alcuni modelli, tuttavia, permettono di inserire contenuti in più colonne utilizzando l'opzione colonna. <strong>Nota:</strong> Selezionando una colonna diversa da "Normale" può causare la scomparsa dell'elemento contenuto se il template del sito non utilizza questa colonna. Se il contenuto scompare misteriosamente, assicurati che i selettori di colonna e lingua siano impostati correttamente.
km: វែបសាយ​ជា​ច្រើន​មាន​តែ​គូឡោន​មាតិកា​មួយ ។ Template ខ្លះ អាច​ឲ្យ​អ្នក​ដាក់​មាតិកា​​ក្នុង​គូឡោន​ច្រើន​ដោយ​ប្រើ​ជម្រើស​របស់​គូឡោន ។ <strong>ចំណាំ៖</strong> រើស​គូឡោន​ក្រៅ​ពី "ធម្មតា" អាច​ប៉ះពាល់​ដល់​ធាតុ​មាតិកា​ដែល​មិន​បង្ហាញ ប្រសិន​បើ​ template របស់​វែបសាយ​មិន​ប្រើ​​គូឡោន​នោះ ។ បើ​​ធាតុ​មាតិកា​របស់​អ្នក​មិន​បង្ហាញ សូម​មើល​ការជ្រើសរើស​គូឡោន និង ភាសា​ឲ្យ​បាន​ត្រឹមត្រូវ ។
th: เว็บไซต์จำนวนมากจะใช้คอลัมน์หนึ่งของเนื้อหา แม่แบบบาง แต่ช่วยให้คุณสามารถนำเนื้อหาในคอลัมน์ต่างๆโดยใช้ตัวเลือกคอลัมน์ <strong> หมายเหตุ : </ strong> การเลือกคอลัมน์อื่น ๆ กว่า"Normal"อาจทำให้เกิดองค์ประกอบของเนื้อหาที่จะหายไปหากแม่แบบเว็บไซต์ที่ไม่ได้ใช้คอลัมน์ที่ ถ้าองค์ประกอบของเนื้อหาของคุณจะหายไปอย่างลึกลับตรวจสอบให้แน่ใจ selectors คอลัมน์และภาษามีการตั้งค่าอย่างถูกต้อง

# _colPos.seeAlso
source: tt_content:sys_language_uid, _MOD_web_layout:columns_multi, _MOD_web_layout:columns_single
it: tt_content:sys_language_uid, _MOD_web_layout:columns_multi, _MOD_web_layout:colonne_single

# date.description
source: Enter a date to be displayed above the header.
de: Geben Sie ein Datum ein, das über dem Header angezeigt werden soll.
it: Inserisci una data da visualizzare sopra l'intestazione.
km: បំពេញ​កាលបរិច្ឆេទ​ដើម្បី​បង្ហាញ​ក្បាល​ខាង​លើ ។
th: ป้อนวันที่ที่จะแสดงบนหัว

# header.description
source: Enter header text for the Content Element.
de: Geben Sie den Header-Text für das Inhaltselement ein.
it: Inserisci il testo dell'intestazione per l'elemento contenuto.
km: បំពេញ​អក្សរ​សម្រាប់​ធាតុ​មាតិកា ។
th: ใส่ข้อความส่วนหัวสำหรับเนื้อหา Element

# header.details
source: Almost all Content Elements will display this header above the content. If you don't want the header displayed, set the header Layout to "Hidden". You can also choose not to enter any content in this field. Some content element types do not display the header by default. In those cases the Header field is typically labeled "Name" instead. One example is the HTML Content Element.
de: Fast alle Inhaltselemente werden diesen Header über dem Inhalt anzeigen. Wenn Sie den Header nicht anzeigen möchten, setzen Sie das Header-Layout auf "Versteckt". Sie können auch nicht wählen, dass in diesem Feld Inhalte eingegeben werden. Einige Inhaltselementetypen zeigen den Header nicht standardmäßig an. In diesen Fällen wird das Header-Feld stattdessen als "Name" bezeichnet. Ein Beispiel ist das HTML-Inhaltselement.
it: Quasi tutti gli elementi di contenuto mostreranno questa intestazione sopra il contenuto. Se non vuoi che l'intestazione venga visualizzata, imposta il Layout di intestazione su "Nascosto". Puoi anche scegliere di non inserire alcun contenuto in questo campo. Alcuni tipi di elementi di contenuto non visualizzano l'intestazione di default. In quei casi il campo intestazione è tipicamente etichettato "Nome". Un esempio è l'elemento contenuto HTML.
km: ស្ទើរ​គ្រប់​ធាតុ​មាតិកា​នឹង​បង្ហាញ​ចំណងជើង​ខាង​លើ​មាតិកា ។ បើ​អ្នក​មិន​ចង់​ឲ្យ​បង្ហាញ​ចំណងជើង កំណត់​គំរូ​ចំណងជើង​ទៅ "លាក់" ។ អ្នក​ក៏​អាច​រើស​មិន​បំពេញ​មាតិកា​​ណា​មួយ​ក្នុង​ប្រអបប់​នេះ​ផង​ដែរ ។ ប្រភេទ​ធាតុ​មាតិកា​ខ្លះ​មិន​បង្ហាញ​ចំណងជើង​ទេ ។ ក្នុង​ករណី​នេះ​ប្រអប់​ចំណងជើង​ជាទូទៅ​ជា​ "ឈ្មោះ" ជំនួស​វិញ ។ ឧទាហរណ៍​មួយ​គឺ ធាតុ​មាតិកា HTML ។
th: เกือบทุกองค์ประกอบของเนื้อหาจะแสดงส่วนหัวด้านบนเนื้อหานี้ หากคุณไม่ต้องการให้ส่วนหัวที่แสดงให้ตั้งค่าเค้าโครงส่วนหัวไปที่"ซ่อน" คุณยังสามารถเลือกที่จะไม่ใส่เนื้อหาใด ๆ ในสาขานี้ องค์ประกอบเนื้อหาบางชนิดจะไม่แสดงส่วนหัวโดยค่าเริ่มต้น ในกรณีดังกล่าวเกี่ยวกับฟิลด์เป็นข้อความปกติ"ชื่อ"แทน ตัวอย่างหนึ่งคือเนื้อหาของ HTML Element

# header_position.description
source: Aligns the header to the left, center, or right.
de: Aligns den Header nach links, Mitte oder rechts.
it: Allinea l'intestazione a sinistra, centro o destra.
km: តម្រឹម​ក្បាល​ទៅ​ឆ្វេង កណ្ដាល ឬ ស្ដាំ ។
th: จัดตำแหน่งส่วนหัวไปทางซ้ายกึ่งกลางหรือขวา

# _header_position.seeAlso
source: tt_content:header
it: Header tt_content:header

# header_link.description
source: Creates a link from the header to a Page ID, email address, or URL.
de: Erstellt einen Link vom Header zu einer SeitenID, E-Mail-Adresse oder URL.
it: Crea un link dall'intestazione a un ID Pagina, indirizzo email o URL.
km: បង្កើត​តំណ​ពី​ក្បាល ទៅ​កាន់​​លេខ​សម្គាល់​ទំព័រ, អាសយដ្ឋាន​អ៊‍ីមេល ឬ URL ។
th: สร้างการเชื่อมโยงจากส่วนหัวไปยังที่อยู่อีเมลหน้า ID หรือ URL

# header_link.syntax
source: If you insert a Page ID (ex. 51), the link will point to the page with id=51 <em>inside</em> TYPO3. If you insert an email address (ex. name@my-domain.test), the link will point to that email address. If you insert an URL or domain, (ex. www.typo3.org or http://www.my-domain.org), the link will point to that website.
de: Wenn Sie eine Seitennummer (z.B. 51) einfügen, wird der Link auf die Seite mit id=51 <em>innerhalb</em> TYPO3 verweisen. Wenn Sie eine E-Mail-Adresse einfügen (z.B. Name@my-domain.test), wird der Link auf diese E-Mail-Adresse verweisen. Wenn Sie eine URL oder Domain einfügen, (z.B. www.typo3.org oder http://www.my-domain.org), wird der Link auf diese Website verweisen.
it: Se inserisci un ID di Pagina (es. 51), il link punta alla pagina con id=51 <em>all'interno</em> TYPO3. Se si inserisce un indirizzo email (es. name@my-domain.test), il link punterà a quell'indirizzo email. Se si inserisce un URL o un dominio, (es. www.poty3.org o http://www.my-domain.org), il link si avvicinerà a quel sito.

# _header_link.seeAlso
source: tt_content:header
it: Header tt_content:header

# header_layout.description
source: Select a visual design for the header.
de: Wählen Sie ein visuelles Design für den Header.
it: Seleziona un design visivo per l'intestazione.
km: រើស​យក​ការរចនា​សម្រាប់​ក្បាល ។
th: เลือกการออกแบบภาพส่วนหัว
