Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/frontend/Resources/Private/Language/*.locallang_ttc.xlf
Languages: hi, hr

# CType_formlabel
source: Type
hi: टाइप
hr: Vrsta

# CType.I.0
source: Header
hi: हैडर
hr: Naslov

# CType.I.1
source: Text
hi: टेक्स्ट्
hr: Tekst

# CType.I.2
source: Text & Images
hi: टेक्स्ट & इमेजिस
hr: Tekst i slike

# CType.I.3
source: Images
hi: इमेजिस
hr: Slike

# CType.I.4
source: Bullet List
hi: बुलेट लिस्ट
hr: Popis s grafičkim oznakama

# CType.I.5
source: Table
hi: टेबल
hr: Tablica

# CType.I.6
source: File Links
hi: फाइल लिंक्स
hr: Datotečne poveznice

# CType.I.8
source: Form
hi: फॉर्म
hr: Obrazac

# CType.I.9
source: Search
hi: ढूंढें
hr: Traži

# CType.I.10
source: Login
hi: लॉगिन
hr: Prijava

# CType.I.11
source: Textbox
hi: टेस्टबोक्स
hr: Tekstualni okvir

# CType.I.12
source: Special Menus
hi: विशेष मेनू
hr: Posebni izbornici

# CType.I.13
source: Insert Records
hi: इन्सर्ट रिकार्ड्स
hr: Umetni zapise

# CType.I.14
source: Insert Plugin
hi: इन्सर्ट प्लगइन
hr: Umetni umetak

# CType.I.15
source: Script
hi: स्क्रिप्ट
hr: Skripta

# CType.I.16
source: Divider
hi: डिवाइडर
hr: Razdjelnik

# CType.menu_recently_updated
source: Recently updated pages
hi: हाल ही में अद्यतन पृष्ठों
hr: Nedavno ažurirane stranice

# CType.menu_sitemap
source: Sitemap
hi: साइटमेप
hr: Mapa web lokacije

# CType.menu_sitemap_pages
source: Sitemaps of selected pages
hi: सिलेक्टेड पेज की साइटमैप
hr: Mapa odabranih stranica

# CType.div.standard
source: Standard
hi: स्टैण्डर्ड
hr: Standardno

# CType.div.lists
source: Lists
hi: लिस्ट
hr: Popisi

# CType.div.forms
source: Forms
hi: फ़ॉर्म
hr: Obrasci

# CType.div.special
source: Special
hi: स्पेशल
hr: Posebno

# layout.I.1
source: Layout 1
hi: लेआउट 1
hr: Raspored 1

# layout.I.2
source: Layout 2
hi: लेआउट 2
hr: Raspored 2

# layout.I.3
source: Layout 3
hi: लेआउट 3
hr: Raspored 3

# colPos_formlabel
source: Column
hi: कॉलम्
hr: Stupac

# colPos.I.0
source: Left
hi: बाएं
hr: Lijevo

# colPos.I.1
source: Normal
hi: सामान्य
hr: Normalno

# colPos.I.2
source: Right
hi: दांएं
hr: Desno

# colPos.I.3
source: Border
hi: बॉर्डर
hr: Rub

source: Date
hi: तारीख़
hr: Datum

# date_formlabel
source: Date
hi: तारीख़
hr: Datum

# header_formlabel
source: Header
hi: हेडर
hr: Naslov

# header.ALT.shortcut_formlabel
source: Name (not visible in frontend)
hi: नाम (फ्रंटएन्ड में दिखाई नहीं देगा)
hr: Naziv (nije vidljivo na prednjem sučelju)

# header.ALT.script_formlabel
source: Name (not visible in frontend)
hi: नाम (फ्रंटएन्ड में दिखाई नहीं देगा)
hr: Naziv (nije vidljivo na prednjem sučelju)

# header.ALT.div_formlabel
source: Name (not visible in frontend)
hi: नाम (फ्रंटएन्ड में दिखाई नहीं देगा)
hr: Naziv (nije vidljivo na prednjem sučelju)

# header.ALT.html_formlabel
source: Name (not visible in frontend)
hi: नाम (फ्रंटएन्ड में दिखाई नहीं देगा)
hr: Naziv (nije vidljivo na prednjem sučelju)

# header_position_formlabel
source: Alignment
hi: एलाइनमेंट
hr: Poravnanje

# header_position.I.1
source: Center
hi: बीच में
hr: Sredina

# header_position.I.2
source: Right
hi: राईट
hr: Desno

# header_position.I.3
source: Left
hi: लेफ्ट
hr: Lijevo

# header_link_formlabel
source: Link
hi: लिंक
hr: Poveznica

# header_layout_formlabel
source: Type
hi: टाइप
hr: Vrsta

# header_layout.I.1
source: Layout 1
hi: लेआउट 1
hr: Raspored 1

# header_layout.I.2
source: Layout 2
hi: लेआउट 2
hr: Raspored 2

# header_layout.I.3
source: Layout 3
hi: लेआउट 3
hr: Raspored 3

# header_layout.I.4
source: Layout 4
hi: लेआउट 4
hr: Raspored 4

# header_layout.I.5
source: Layout 5
hi: लेआउट 5
hr: Raspored 5

# header_layout.I.6
source: Hidden
hi: हिडन
hr: Skriveno

# bodytext.W.forms
source: Forms wizard
hi: फ़ॉर्म विजार्ड
hr: Čarobnjak za obrasce

# imagewidth_formlabel
source: Width (px)
hi: चौड़ाई (px):
hr: Širina (pikseli)

# imageheight_formlabel
source: Height (px)
hi: ऊँचाई (px):
hr: Visina (pikseli)

# imageorient_formlabel
source: Position and Alignment
hi: पोजीशन और एलाइनमेंट
hr: Položaj i poravnanje

# imageorient.I.0
source: Above, center
hi: अबोवे , सेण्टर
hr: Iznad, sredina

# imageorient.I.1
source: Above, right
hi: अबोवे , राईट
hr: Iznad, desno

# imageorient.I.2
source: Above, left
hi: अबोवे , लेफ्ट
hr: Iznad, lijevo

# imageorient.I.3
source: Below, center
hi: बिफोर,सेण्टर
hr: Ispod, srednia

# imageorient.I.4
source: Below, right
hi: बेलोव, राइट
hr: Ispod, desno

# imageorient.I.5
source: Below, left
hi: बेलोव,लेफ्ट
hr: Ispod, lijevo

# imageorient.I.6
source: In text, right
hi: इन टेक्स्ट, राईट
hr: U tekstu, desno

# imageorient.I.7
source: In text, left
hi: इन टेक्स्ट, लेफ्ट
hr: U tekstu, lijevo

# imageorient.I.8
source: __No wrap:__
hr: __Bez omatanja:__

# imageorient.I.9
source: Beside Text, Right
hi: बीसाइड टेक्स्ट, राईट
hr: Pored teksta, desno

# imageorient.I.10
source: Beside Text, Left
hi: बीसाइड टेक्स्ट, लेफ्ट
hr: Pored teksta, lijevo

# imageborder_formlabel
source: Border
hi: बॉर्डर
hr: Rub

# image_link_formlabel
source: Links (one per line, one link per image)
hi: लिंक (एक प्रति पंक्ति, छवि के प्रति एक लिंक)
hr: Poveznice (jedna po retku, jedna poveznica po slici)

# image_zoom_formlabel
source: Enlarge on Click
hi: क्लिक पर इनलार्ज करे।
hr: Povećaj klikom

# image_frames_formlabel
source: Graphical Frames
hi: ग्राफिकल फ्रेम्स
hr: Grafički okviri

# image_frames.I.0
source: (None)
hi: (नोन)
hr: (Niti jedan)

# image_frames.I.1
source: Frame 1
hi: फ़्रेम 1
hr: Okvir 1

# image_frames.I.2
source: Frame 2
hi: फ़्रेम 2
hr: Okvir 2

# image_frames.I.3
source: Frame 3
hi: फ्रेम 3
hr: Okvir 3

# image_frames.I.4
source: Frame 4
hi: फ्रेम 4
hr: Okvir 4

# image_frames.I.5
source: Frame 5
hi: फ्रेम 5
hr: Okvir 5

# image_frames.I.6
source: Frame 6
hi: फ्रेम 6
hr: Okvir 6

# image_frames.I.7
source: Frame 7
hi: फ्रेम 7
hr: Okvir 7

# image_frames.I.8
source: Frame 8
hi: फ्रेम 8
hr: Okvir 8

# imagecols_formlabel
source: Number of Columns
hi: कॉलम्स की संख्या
hr: Broj stupaca

# altText_formlabel
source: Alternative Labels (one per line)
hi: अल्टरनेटिव लेबल्स (पर लाइन)
hr: Alternativne oznake (jedna po retku)

# titleText_formlabel
source: Titles (one per line)
hi: शीर्षक (पर लाइन)
hr: Naslovi (jedan po retku)

# images.addFileReference
source: Add image
hi: इमेज ऐड करे।
hr: Dodaj sliku

# longdescURL_formlabel
source: Long Description URLs (one per line)
hi: लांग विवरण यूआरएल (प्रति पंक्ति)
hr: URL-ovi s dugim opisom (jedan po retku)

# cols
source: Columns
hi: कॉलम्स
hr: Stupci

# cols.I.0
source: Auto
hi: ऑटो
hr: Automatski

# recursive.I.0
source: 0 levels (only selected page)
hi: 0 लेवल्स(केवल सिलेक्टेड पेज)
hr: 0 razina (samo odabrana stranica)

# recursive.I.1
source: 1 level
hi: १ लेवल
hr: 1 razina

# recursive.I.2
source: 2 levels
hi: 2 लेवल
hr: 2 razine

# recursive.I.3
source: 3 levels
hi: 3 लेवल्स
hr: 3 razine

# recursive.I.4
source: 4 levels
hi: 4 लेवल्स
hr: 4 razine

# recursive.I.5
source: Infinite
hi: अनन्त
hr: Beskonačno

source: Menu Type
hi: मेनू टाइप
hr: Tip izbornika

# menu_type_formlabel
source: Menu Type
hi: मेनू टाइप
hr: Tip izbornika

# menu_type.I.0
source: Menu of selected pages
hi: मेनू ऑफ़ सिलेक्टेड पेजीस
hr: Izbornik odabranih stranica

# menu_type.I.1
source: Menu of subpages of selected pages
hi: मेनू ऑफ़ सबपेजेस ऑफ़ सिलेक्टेड पेजीस
hr: Izbornik podstranica odabranih stranica

# menu_type.I.2
source: Menu of subpages of selected pages including abstracts
hi: मेनू ऑफ़ सबपजेस ऑफ़ सिलेक्टेड पेजीस इन्क्लूडिंग अब्स्ट्रैट्स
hr: Izbornik podstranica odabranih stranica uključujući sažetke

# menu_type.I.3
source: Menu of subpages of selected pages including sections
hi: मेनू ऑफ़ सबपजेस ऑफ़ सिलेक्टेड पेजीस इन्क्लूडिंग सेक्शन्स
hr: Izbornik podstranica odabranih stranica uključujući odjeljke

# menu_type.I.4
source: Sitemap
hi: साइटमेप
hr: Mapa web lokacije

# menu_type.I.5
source: Section index (page content marked for section menus)
hi: धारा सूचकांक (पेज सामग्री अनुभाग मेनू के लिए चिह्नित)
hr: Indeks odjeljaka (sadržaj stranice označen za izbornike odjeljaka)

# menu_type.I.6
source: Recently updated pages
hi: हाल ही में अद्यतन पृष्ठों
hr: Nedavno ažurirane stranice

# menu_type.I.7
source: Related pages (based on keywords)
hi: संबंधित पृष्ठों (कीवर्ड्स के आधार पर)
hr: Povezane stranice (na temelju ključnih riječi)

# menu_type.I.8
source: Sitemaps of selected pages
hi: सिलेक्टेड पेज की साइटमैप
hr: Mapa odabranih stranica

# menu_type.I.categorized_pages
source: Pages for selected categories
hi: चयनित श्रेणियों के लिए पेज
hr: Stranice za odabrane kategorije

# menu_type.I.categorized_content
source: Content elements for selected categories
hi: कंटेंट एलिमेंट्स फॉर सेलेक्टेड कैटेगोरीएस
hr: Elementi sadržaja za odabrane kategorije

# list_type_formlabel
source: Selected Plugin
hi: सिलेक्टेड प्लगइन
hr: Odabrani umetak

# media
source: Files
hi: फिल्स
hr: Datoteke

# media.dataAttributes
source: Additional data-* Attributes for HTML5 video tag
hi: एडिशनल डाटा-* Attributes for HTML5 video tag
hr: Dodatni podaci-* Atributi za HTML5 video tag

# media.dataAttributes.attributeName
source: Name of attribute (without data-)
hi: विशेषता का नाम (बिना data-)
hr: Naziv atributa (bez data-)

# media.dataAttributes.content
source: Content
hi: कॉन्टेंट
hr: Sadržaj

# media.ALT.uploads_formlabel
source: Select single files
hi: एक फ़ाइल को सिलेक्ट करें।
hr: Odaberite pojedine datoteke

# media.addFileReference
source: Add file
hi: ऐड फाइल
hr: Dodaj datoteku

# multimedia_formlabel
source: Selected Media File
hi: सिलेक्टेड मीडिया फाइल
hr: Odabrana medijska datoteka

source: File collections
hi: फाइल कलेक्शन्स
hr: Zbirke datoteka

# file_collections.ALT.uploads_formlabel
source: Select file collections
hi: फ़ाइल कलेक्शन्स का चयन करे।
hr: Odaberite zbirke datoteka

# filelink_size_formlabel
source: Display File Size Information
hi: फाइल साइज की इन्फॉर्मेशन डिस्प्ले करे।
hr: Prikaži informacije o veličini datoteke

# target.I.1
source: New window
hi: नया विन्डो
hr: Novi prozor

# records_formlabel
source: Records
hi: रिकार्ड्स
hr: Zapisi

# space_class_none
source: None
hi: नोन
hr: Niti jedan

# frame_class.ruler_before
source: Ruler Before
hi: रूलर से पहले
hr: Ravnalo ispred

# frame_class.ruler_after
source: Ruler After
hi: रूलर के बाद
hr: Ravnalo nakon

# frame_class.indent
source: Indent
hi: इनडेन्ट
hr: Uvlaka

# frame_class.indent_left
source: Indent, 33/66%
hi: इनडेन्ट,33/66%
hr: Uvlaka, 33/66%

# frame_class.indent_right
source: Indent, 66/33%
hi: इनडेन्ट 66/33%
hr: Uvlaka, 66/33%

# splash_layout_formlabel
source: Type
hi: टाइप
hr: Vrsta

# splash_layout.I.1
source: Image Shadow
hi: इमेज शैडो
hr: Sjena slike

# splash_layout.I.2
source: Image Frame 1
hi: इमेज फ्रेम 1
hr: Okvir slike 1

# splash_layout.I.3
source: Image Frame 2
hi: इमेज फ्रेम 2
hr: Okvir slike 2

# splash_layout.I.4
source: __Graphical:__
hr: __Grafičko:__

# sectionIndex_formlabel
source: Show in Section Menus
hi: सेक्शन मेनू में देखिए
hr: Prikaži u izbornicima odjeljaka

# linkToTop_formlabel
source: Append with Link to Top of Page
hi: लिंक के साथ पेज के टॉप पर अपेण्ड करे।
hr: Dodaj poveznicu na vrh stranice

# rte_enabled_formlabel
source: Rich Text Editor
hi: रिच टेक्स्ट एडिटर:
hr: Urednik bogatog teksta

# rte_enabled.I.0
source: Disable
hi: डिसएबल
hr: Onemogući

# pi_flexform
source: Plugin Options
hi: प्लगइन ओप्तिओंस
hr: Opcije umetka

# accessibility_title
source: Block title
hi: ब्लाक शीर्षक
hr: Naslov bloka

# accessibility_bypass
source: Add link to bypass block
hi: बाईपास ब्लॉक करने के लिए लिंक जोड़ें
hr: Dodaj poveznicu za preskakanje bloka

# accessibility_bypass_text
source: Link text to bypass block
hi: बाईपास ब्लॉक करने के लिए लिंक पाठ
hr: Tekst poveznice za preskakanje bloka

source: Selected categories
hi: चयनित केटेगरी
hr: Odabrane kategorije

source: Category field
hi: केटेगरी फील्ड
hr: Polje kategorije

# ALT.imgOptions
source: Image Options
hi: छवि विकल्प
hr: Opcije slike

# ALT.imgLinks
source: Image Links
hi: छवि लिंक
hr: Poveznice slike

# ALT.imgDimensions
source: Image Dimensions
hi: इमेज डाइमेंशन्स
hr: Dimenzije slike

# select_key_formlabel
source: Plugin Mode
hi: प्लग-इन स्थिति
hr: Način umetka

# select_key.ALT.uploads_formlabel
source: Path
hi: पाथ
hr: Putanja

# select_key.ALT.script_formlabel
source: PHP Code
hi: PHP कोड
hr: PHP kod

# imagecaption.ALT.uploads_formlabel
source: File Descriptions (one per line)
hi: फाइल डेस्क्रिप्शन्स (ओने पैर लाइन)
hr: Opisi datoteka (jedan po retku)

# bodytext.ALT.mailform_formlabel
source: Form Structure
hi: फॉर्म स्ट्रक्चर
hr: Struktura obrasca

# pages.ALT.mailform
source: Target Page
hi: पेज टारगेट:
hr: Ciljna stranica

# pages.ALT.searchform
source: Target page
hi: पेज टारगेट
hr: Ciljna stranica

# pages.ALT.loginform
source: Selected pages: Target (1st), Frontend user container (2nd)
hi: सिलेक्टेड पेजेज: टारगेट (1st), फ्रॉन्टेन्ड यूजर कंटेनर (2nd)
hr: Odabrane stranice: Cilja (prvi), Spremnik korisnika prednjeg sučelja (drugi)

# pages.ALT.menu_formlabel
source: Selected Pages
hi: सिलेक्टेड पेजिस
hr: Odabrane stranice

# pages.ALT.list_formlabel
source: Record Storage Page
hi: रिकार्ड संग्रहण पृष्ठ
hr: Stranica za pohranu zapisa

# pages.ALT.script_formlabel
source: Starting Point for This Script
hi: स्टार्टिंग पॉइंट फॉर थिस स्क्रिप्ट
hr: Početna točka za ovu skriptu

# subheader.ALT.mailform_formlabel
source: Recipient Email
hi: प्राप्तकर्ता का ई - मेल:
hr: E-mail adresa primatelja

# menu.ALT.accessibility_title_formlabel
source: Menu block title
hi: मेनू ब्लॉक टाइटल
hr: Naslov bloka izbornika

# menu.ALT.accessibility_bypass_formlabel
source: Add link to bypass navigation block
hi: बाईपास नेविगेशन ब्लॉक करने के लिए लिंक जोड़ें
hr: Dodaj poveznicu za preskakanje navigacijskog bloka

# menu.ALT.accessibility_bypass_text_formlabel
source: Link text to bypass navigation block
hi: बाईपास नेविगेशन ब्लॉक के लिए लिंक पाठ
hr: Tekst poveznice za preskakanje navigacijskog bloka

# tabs.text
source: Text
hi: टेक्स्ट्
hr: Tekst

# tabs.media
source: Media
hi: मीडिया
hr: Multimedija

# tabs.plugin
source: Plugin
hi: प्लगइन
hr: Umetak

# sys_language_uid_formlabel
source: Language
hi: भाषा
hr: Jezik

# subheader_formlabel
source: Subheader
hi: सबहेडर
hr: Podnaslov

# hidden_formlabel
source: Content Element
hi: कंटेंट एलिमेंट
hr: Element sadržaja

# hidden.I.0
source: Disable
hi: डिसएबल
hr: Onemogući

# starttime_formlabel
source: Publish Date
hi: प्रकाशन तारीख़
hr: Datum objave

# endtime_formlabel
source: Expiration Date
hi: समाप्ति तारीख
hr: Datum zastare

# fe_group_formlabel
source: Usergroup Access Rights
hi: यूजरगरूप के एक्सेस राइट्स
hr: Prava pristupa korisničkih grupa

# layout_formlabel
source: Layout
hi: लेआउट
hr: Raspored

# bodytext_formlabel
source: Text
hi: टेक्स्ट्
hr: Tekst

# bodytext.ALT.bulletlist_formlabel
source: Bullet List
hi: बुलेट लिस्ट
hr: Popis s grafičkim oznakama

# bodytext.ALT.table_formlabel
source: Table Structure
hi: टेबल स्ट्रक्चर
hr: Struktura tablice

# bodytext.ALT.media_formlabel
source: Alternative Content
hi: वैकल्पिक कॉन्टेंट
hr: Alternativni tekst

# bodytext.ALT.textbox_formlabel
source: Text
hi: टेक्स्ट्
hr: Tekst

# bodytext.ALT.script_formlabel
source: Parameters to pass to the script
hi: पैरामीटर स्क्रिप्ट को पारित करने के लिए
hr: Parametri skripte

# bodytext.ALT.html_formlabel
source: HTML Code
hi: HTML कोड
hr: HTML kod

# image_formlabel
source: Images
hi: छवियाँ
hr: Slike

# image.ALT.textbox_formlabel
source: Image Files
hi: इमेज फाइल
hr: Datoteke slika

# imagecaption_formlabel
source: Captions (one per line)
hi: कैप्शन (प्रति पंक्ति)
hr: Naslovi (jedan po retku)

# imagecaption.ALT.script_formlabel
source: Comments
hi: कमैंट्स
hr: Komentari

# field.default.hidden
source: Visibility of content element
hi: विजिबिलिटी ऑफ़ कंटेंट एलिमेंट
hr: Vidljivost elementa sadržaja

# field.table.bodytext
source: Table content
hi: टेबल कॉन्टेंट
hr: Sadržaj tablice

# palette.general
source: Content Element
hi: कंटेंट एलिमेंट
hr: Element sadržaja

# palette.headers
source: Headlines
hi: हेडलाइनस
hr: Naslovi

# palette.header
source: Header
hi: हेडर
hr: Naslov

# palette.visibility
source: Visibility
hi: विजिबिलिटी
hr: Vidljivost

# palette.access
source: Publish Dates and Access Rights
hi: पब्लिश डेट्स और एक्सेस राइट्स
hr: Datumi objave i prava pristupa

# palette.frames
source: Content Element Layout
hi: कंटेंट एलिमेंट लेआउट
hr: Raspored elemenata sadržaja

# palette.textlayout
source: Text Layout
hi: टेक्स्ट लेआउट
hr: Raspored teksta

# palette.imagefiles
source: Images and Captions
hi: छवियों और कैप्शन
hr: Slike i naslovi

# palette.imagelinks
source: Behavior
hi: व्यवहार
hr: Ponašanje

# palette.image_accessibility
source: Accessibility
hi: एक्सेसिबिलिटी
hr: Pristupačnost

# palette.image_settings
source: Image Adjustments
hi: इमेज एड्जस्टमेंट्स
hr: Prilagodbe slike

# palette.imageblock
source: Image Alignment
hi: इमेज एलाइनमेंट
hr: Poravnanje slike

# palette.mailform
source: Target and Recipient
hi: लक्ष्य और प्राप्तकर्ता
hr: Cilj i primatelj

# palette.searchform
source: Search Results
hi: खोज परिणाम
hr: Rezultati pretraživanja

# palette.loginform
source: Redirect Target and Frontend User Container
hi: पुन: निर्देशित लक्ष्य और दृश्यपटल उपयोगकर्ता कंटेनर
hr: Meta za preusmjerenje i spremnik korisnika prednjeg sučelja

# palette.multimediafiles
source: Media Files and Parameters
hi: मीडिया फ़ाइलें और पैरामीटर्स
hr: Multimedijske datoteke i parametri

# palette.textbox
source: Render Text into Images
hi: छवियों में पाठ प्रस्तुत करना
hr: Renderiraj tekst u slike

# palette.menu
source: Menu and Sitemap
hi: मेनू और साइटमैप
hr: Izbornik i mapa web lokacije

# palette.menu_accessibility
source: Accessibility
hi: एक्सेसिबिलिटी
hr: Pristupačnost

# palette.uploads_layout
source: Filelinks Layout
hi: फ़ाइल लिंक लेआउट
hr: Raspored datotečnih poveznica

# palette.table_layout
source: Table Layout
hi: टेबल लेआउट
hr: Raspored tablica

# palette.appearanceLinks
source: Links
hi: लिंक्स
hr: Poveznice

# tabs.access
source: Access
hi: एक्सेस
hr: Pristup

# tabs.appearance
source: Appearance
hi: अपीयरेंस
hr: Izgled

# tabs.behaviour
source: Behaviour
hi: बेहेवियर
hr: Ponašanje

# tabs.script
source: Script
hi: स्क्रिप्ट
hr: Skripta

# tabs.images
source: Images
hi: छवियाँ
hr: Slike

# tabs.extended
source: Extended
hi: एक्सटेंडेड
hr: Prošireno

# tabs.accessibility
source: Accessibility
hi: एक्सेसिबिलिटी
hr: Pristupačnost

# splash_layout.I.5
source: Postit 1
hi: पोस्टिट 1
