Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/frontend/Resources/Private/Language/*.locallang_csh_weblayout.xlf
Languages: de, fr, hi, hr, it

# quickEdit_selElement.image_descr
source: Overview of page content elements in the QuickEdit view. In the bottom there are links to two wizards: The "Move Content Element Wizard" and the "Create new Content Element Wizard". See the links below.
de: Übersicht über Seiteninhalte in der QuickEdit-Ansicht. Im unteren Bereich gibt es Links zu zwei Zauberern: Der "Content Element Wizard bewegen" und der "Neue Inhaltselement-Assistent erstellen". Siehe die Links unten.
fr: Aperçu des éléments de contenu de la page dans la vue QuickEdit. En bas, il y a des liens vers deux assistants : l'assistant "Déplacer l'élément de contenu" et l'assistant "Créer un nouvel élément de contenu". Voir les liens ci-dessous.
hi: QuickEdit दृश्य में पेज की सामग्री तत्वों का अवलोकन। तल में दो विजार्ड के लिए लिंक देखते हैं: "ले जाएँ सामग्री तत्व विजार्ड" और "नई सामग्री तत्व विजार्ड बनाएँ"। नीचे दिए गए लिंक देखें।
hr: Pregled elemenata sadržaja na stranici u pregledu BrzoUređivanje (QuickEdit). Na dnu se nalaze poveznice na dva čarobanjaka: "Čarobnjak za premještanje elemenata sadržaja" i "Čarobnjak za stvaranje novih elemenata sadržaja". Pogledajte niže navedene poveznice.
it: Panoramica degli elementi contenuti della pagina nella vista QuickEdit. In basso ci sono link a due wiki: la procedura guidata "Sposta Elemento Contenuto" e "Crea nuovo elemento contenuto". Vedi i link qui sotto.

# columns_1.alttitle
source: Listing by Columns
de: Listung nach Spalten
fr: Liste par colonnes
it: Elenco per colonne

# columns_1.description
source: In the "Columns" view you can manage the content of a web page. If your web page supports multiple columns, you will be able to arrange your content elements in columns.
de: In der Spaltenansicht können Sie den Inhalt einer Webseite verwalten. Wenn Ihre Webseite mehrere Spalten unterstützt, können Sie Ihre Inhaltselemente in Spalten ordnen.
fr: Dans la vue "Colonnes", vous pouvez gérer le contenu d'une page web. Si votre page web supporte plusieurs colonnes, vous pourrez organiser vos éléments de contenu dans les colonnes.
it: Nella vista "Colonne" puoi gestire il contenuto di una pagina web. Se la tua pagina web supporta più colonne, sarai in grado di organizzare i tuoi elementi di contenuto nelle colonne.

# _columns_1.image
source: EXT:frontend/Resources/Public/Images/cshimages/pagemodule_12.png
fr: EXT:frontend/Ressources/Public/Images/cshimages/pagemodule_12.png

# columns_1.image_descr
source: When your website supports multiple content element zones in the template you will be able to use another column than the "Normal" column. Here the "Left" column is enabled. TYPO3 offers four columns by default, "Normal", "Right", "Left" and "Border". Their significance depends on individual implementations in the frontend templates.
de: Wenn Ihre Website mehrere Inhaltselemente in der Vorlage unterstützt, können Sie eine andere Spalte als die Spalte "Normal" verwenden. Hier ist die Spalte "Links" aktiviert. TYPO3 bietet standardmäßig vier Spalten an, "Normal", "Rechts", "Links" und "Grenze". Ihre Bedeutung hängt von den einzelnen Implementierungen in den Frontend-Vorlagen ab.
fr: Lorsque votre site Web supporte plusieurs zones d'éléments de contenu dans le modèle, vous pourrez utiliser une autre colonne que la colonne "Normale". Ici la colonne "Gauche" est activée. TYPO3 offre quatre colonnes par défaut, "Normal", "Droit", "Gauche" et "Frontière". Leur importance dépend des implémentations individuelles dans les modèles de façade.
it: Quando il tuo sito supporta più zone di elementi di contenuto nel modello, sarai in grado di utilizzare un'altra colonna rispetto alla colonna "Normale". Qui è abilitata la colonna "Sinistra". TYPO3 offre quattro colonne di default, "Normale", "Destra", "Sinistra" e "Bordo". Il loro significato dipende dalle singole implementazioni nei modelli frontend.

# columns_2.alttitle
source: Listing by Language
de: Listing nach Sprache
fr: Liste par langue
hi: लिस्टिंग बय लैंग्वेज
hr: Popis po jezicima
it: Elenco per lingua

# columns_2.description
source: In the "Languages" view you can control the content of the web page as it is divided into languages and columns. It enables users to create a new translation of a page.
de: In der "Sprachen"-Ansicht können Sie den Inhalt der Webseite kontrollieren, da sie in Sprachen und Spalten geteilt ist.
fr: Dans la vue "Langues", vous pouvez contrôler le contenu de la page web car elle est divisée en langues et colonnes. Elle permet aux utilisateurs de créer une nouvelle traduction d'une page.
it: Nella visualizzazione "Lingue" puoi controllare il contenuto della pagina web perché è suddivisa in lingue e colonne. Consente agli utenti di creare una nuova traduzione di una pagina.

# _columns_2.image
source: EXT:frontend/Resources/Public/Images/cshimages/pagemodule_6.png, EXT:frontend/Resources/Public/Images/cshimages/pagemodule_7.png, EXT:frontend/Resources/Public/Images/cshimages/pagemodule_11.png, EXT:frontend/Resources/Public/Images/cshimages/pagemodule_10.png,
fr: EXT:frontend/Ressources/Public/Images/cshimages/pagemodule_6.png, EXT:frontend/Resources/Public/Images/cshimages/pagemodule_7.png, EXT:frontend/Resources/Public/Images/cshimages/pagemodule_11.png, EXT:frontend/Resources/Public/Images/cshimages/pagemodule_10.png,
it: EXT:frontend/Resources/Public/Images/cshimages/pagemodule_6.png, EXT:frontend/Resources/Public/Images/cshimages/pagemodule_7.png, EXT:frontend/Resources/Public/Images/cshies/pagemodule_11.png, EXT:frontend/Resources/Public/Images/cshimages/pagemodule_10.png,

# columns_2.image_descr
source: In the Language view you can select to create a new translation of the page if one does not exist already. The available languages must be defined first by language records created in the root of the page tree. This example shows how page content for three languages is shown side-by-side in the Page module. In the top of the Page module you can also select between the available translations... ... and if you select any of the additional languages (here "Danish" and "German") you will see the default language displayed side-by-side with the selected language
de: In der Sprachansicht können Sie eine neue Übersetzung der Seite erstellen, wenn es noch nicht existiert. Die verfügbaren Sprachen müssen zuerst durch Sprachdateien definiert werden, die im Stammverzeichnis des Seitenbaums erstellt wurden. Dieses Beispiel zeigt, wie Seiteninhalte für drei Sprachen im Seitenmodul nebeneinander angezeigt werden. Im oberen Seitenmodul können Sie auch zwischen den verfügbaren Übersetzungen auswählen... ... und wenn Sie eine der zusätzlichen Sprachen (hier "Dänisch" und "Deutsch") auswählen, sehen Sie die Standardsprache, die seitlich mit der gewählten Sprache angezeigt wird
fr: Dans la vue Langue, vous pouvez sélectionner pour créer une nouvelle traduction de la page si elle n'existe pas déjà. Les langues disponibles doivent être définies d'abord par les enregistrements de langue créés à la racine de l'arborescence de page. Cet exemple montre comment le contenu de la page pour trois langues est affiché côte à côte dans le module Page. En haut du module Page vous pouvez également sélectionner entre les traductions disponibles... ... et si vous sélectionnez une des langues supplémentaires (ici "Danois" et "Allemand") vous verrez la langue par défaut affichée côte à côte avec la langue sélectionnée
it: Nella visualizzazione lingua è possibile selezionare per creare una nuova traduzione della pagina se non esiste già. Le lingue disponibili devono essere definite prima dai record di lingua creati nella root dell'albero della pagina. Questo esempio mostra come il contenuto della pagina per tre lingue sia mostrato lato per lato nel modulo Pagina. Nella parte superiore del modulo Pagina è possibile selezionare tra le traduzioni disponibili... ... e se selezioni una delle lingue aggiuntive (qui "danese" e "tedesco") vedrai la lingua predefinita visualizzata lato per lato con la lingua selezionata

# columns_3.alttitle
source: Page Information
de: Seiteninformationen
fr: Informations de page
hi: पेज जानकारी
hr: Informacije o stranici
it: Informazioni Pagina

# columns_3.description
source: In the "Page Information" view you can see various statistics about a page.
de: In der "Seiteninformation" Ansicht können Sie verschiedene Statistiken über eine Seite sehen.
fr: Dans la vue "Informations sur la page", vous pouvez voir différentes statistiques sur une page.
hi: "पृष्ठ सूचना" दृश्य में आप एक पृष्ठ के बारे में विभिन्न आंकड़े देख सकते हैं।
hr: U pregledu "Informacije o stranici" možete vidjeti različite statistike o stranici.
it: Nella visualizzazione "Informazioni Pagina" puoi vedere varie statistiche su una pagina.

# columns_3.details
source: The page information reveals information such as the date of creation and last modification of the page and its content. You can also see the subtitle, keywords and descriptions. This information is often used on websites for meta data or searching.
de: Die Seiteninformationen zeigen Informationen wie das Datum der Erstellung und die letzte Änderung der Seite und ihres Inhalts. Sie können auch die Untertitel, Stichwörter und Beschreibungen sehen. Diese Informationen werden häufig auf Websites für Metadaten oder Suchergebnisse verwendet.
fr: Les informations de la page révèlent des informations telles que la date de création et la dernière modification de la page et de son contenu. Vous pouvez également voir les sous-titres, les mots-clés et les descriptions. Ces informations sont souvent utilisées sur les sites Web pour les métadonnées ou la recherche.
hi: इस पृष्ठ पर जानकारी में इस तरह के निर्माण और पेज और इसकी सामग्री के अंतिम संशोधन की तारीख के रूप में जानकारी का पता चलता है। आप भी उपशीर्षक, खोजशब्दों और विवरण देख सकते हैं। यह जानकारी अक्सर मेटा डेटा या खोज के लिए वेबसाइटों पर प्रयोग किया जाता है।
hr: Stranica s informacijama o stranica prikazuje informacije poput datuma stvaranja, posljednje izmjene stranice i njenog sadržaja. Također možete vidjeti podnaslov, ključne riječi i opise. Ovi podaci često se koriste na web lokacijama za meta informacije ili pretraživanje.
it: Le informazioni della pagina rivelano informazioni come la data di creazione e l'ultima modifica della pagina e del suo contenuto. Puoi anche vedere i sottotitoli, le parole chiave e le descrizioni. Queste informazioni sono spesso utilizzate sui siti web per i meta dati o la ricerca.

# _columns_3.image
source: EXT:frontend/Resources/Public/Images/cshimages/pagemodule_9.png
fr: EXT:frontend/Ressources/Public/Images/cshimages/pagemodule_9.png

# columns_single.alttitle
source: Page content elements in a single column
de: Seiteninhalte in einer einzigen Spalte
fr: Éléments de contenu de page dans une seule colonne
hi: पेज कंटेंट एलिमेंट्स इन ए सिंगल कॉलम
hr: Elementi sadržaja stranice u jednom stupcu
it: Elementi contenuti pagina in una sola colonna

# columns_single.description
source: The single column view will show the page content elements that define the content on this page of your website. Click an edit icon or element text to edit an element.
de: Die einzelne Spaltenansicht zeigt die Seiteninhalte, die den Inhalt auf dieser Seite Ihrer Website definieren. Klicken Sie auf ein Icon oder einen Elementtext zum Bearbeiten eines Elements.
fr: La vue de colonne unique montrera les éléments de contenu de la page qui définissent le contenu de cette page de votre site Web. Cliquez sur une icône d'édition ou un texte d'élément pour éditer un élément.
hi: एकल स्तंभ देखें पेज की सामग्री तत्वों है कि अपनी वेबसाइट के इस पेज पर सामग्री को परिभाषित दिखाएगा। एक तत्व संपादित करने के लिए एक संपादित करें आइकन या तत्व पाठ पर क्लिक करें।
hr: Pregled u jednom stupcu prikazat će elemente sadržaja stranice koji definiraju sadržaj na ovoj stranici Vaše web lokacije. Kliknite na ikonu za uređivanje ili na tekst elementa kako bi uredili element.
it: La sola colonna visualizza gli elementi contenuti della pagina che definiscono il contenuto in questa pagina del tuo sito. Clicca su un'icona o testo elemento per modificare un elemento.

# columns_single.details
source: You can also hide, delete and move elements by using the control panels. Clicking the "New content element" icon you will be able to create new content elements in between the existing elements on the page. Click the icon of a content element if you wish to access the context menu of the element.
de: Sie können auch Elemente verstecken, löschen und verschieben, indem Sie die Kontrollpanels verwenden. Klicken Sie auf das "Neues Inhaltselement" Symbol, das Sie in der Lage sind, neue Inhaltselemente zwischen den vorhandenen Elementen auf der Seite zu erstellen. Klicken Sie auf das Symbol eines Inhaltselements, wenn Sie auf das Kontextmenü des Elements zugreifen möchten.
fr: Vous pouvez aussi masquer, supprimer et déplacer des éléments en utilisant les panneaux de contrôle. En cliquant sur l'icône "Nouveau élément de contenu", vous pourrez créer de nouveaux éléments de contenu entre les éléments existants de la page. Cliquez sur l'icône d'un élément de contenu si vous souhaitez accéder au menu contextuel de l'élément.
hi: तुम भी छुपा सकते हैं, हटाने और नियंत्रण पैनल का उपयोग करके तत्वों को स्थानांतरित। आप पृष्ठ पर मौजूदा तत्वों के बीच में नई सामग्री तत्वों को बनाने में सक्षम हो जाएगा "नई सामग्री तत्व" आइकन पर क्लिक। आप तत्व के संदर्भ मेनू का उपयोग करना चाहते हैं तो एक सामग्री तत्व के आइकन पर क्लिक करें।
hr: Također Vam je omogućeno sakriti, izbrisati i premještati elemente uporabom kontrolne ploče. Klikom na ikonu "Novi element sadržaja" možete stvoriti nove elemente sadržaja između postojećih elemenata sadržaja. Kliknite na ikonu elementa sadržaja ukoliko želite pristupiti kontekstualnom izborniku elementa.
it: Puoi anche nascondere, eliminare e spostare elementi utilizzando i pannello di controllo. Cliccando sull'icona "Nuovo elemento di contenuto" sarai in grado di creare nuovi elementi di contenuto tra gli elementi esistenti nella pagina. Clicca sull'icona di un elemento di contenuto se desideri accedere al menu contestuale dell'elemento.

# _columns_single.image
source: EXT:frontend/Resources/Public/Images/cshimages/pagemodule_1.png
fr: EXT:frontend/Ressources/Public/Images/cshimages/pagemodule_1.png

# columns_single.image_descr
source: Content Elements on a page are arranged in a specific order - the order they appear on the website. This order is also shown in the page module. The control panel allows you to move elements up and down as well as edit, hide and delete them. You can also just click the preview text shown here to access the editing form of the element.
de: Inhaltselemente auf einer Seite sind in einer bestimmten Reihenfolge angeordnet - die Reihenfolge, die sie auf der Website erscheinen. Diese Reihenfolge wird auch im Seitenmodul angezeigt. Das Kontrollfeld erlaubt es Ihnen, Elemente nach oben und unten zu bewegen, zu bearbeiten, auszublenden und zu löschen. Sie können auch auf den hier angezeigten Vorschautext klicken, um auf die Bearbeitungsform des Elements zuzugreifen.
fr: Les éléments de contenu d'une page sont arrangés dans un ordre spécifique - l'ordre qu'ils apparaissent sur le site. Cette commande est également affichée dans le module de page. Le panneau de contrôle vous permet de déplacer des éléments en haut et en bas, ainsi que d'éditer, de cacher et de les supprimer. Vous pouvez aussi cliquer sur le texte d'aperçu affiché ici pour accéder au formulaire d'édition de l'élément.
hi: क्रम में वे वेबसाइट पर दिखाई देते हैं - एक पेज पर सामग्री तत्वों एक विशेष क्रम में व्यवस्थित कर रहे हैं। यह आदेश भी पेज मॉड्यूल में दिखाया गया है। नियंत्रण कक्ष आप संपादित के रूप में तत्वों को स्थानांतरित करने के लिए और नीचे के रूप में अच्छी तरह से छिपाने के लिए और उन्हें हटाने के लिए अनुमति देता है। आप भी सिर्फ पूर्वावलोकन पाठ तत्व का संपादन फार्म का उपयोग करने के लिए यहाँ दिखाए क्लिक कर सकते हैं।
hr: Elementi sadržaja na stranici su raspoređeni u određenom poretku - redoslijedu u kojem se pojavljuju na samoj web lokaciji. Ovaj isti redoslijed prikazan je i u modulu Stranica. Kontrolna ploča omogućuje Vam premještanje elemenata prema dolje i prema gore te uređivanje, skrivanje i brisanje elemenata. Također možete jednostavno kliknuti na prikazani tekst pregleda kako bi pristupili obrascu za uređivanje elementa.
it: Gli elementi contenuti in una pagina sono organizzati in un ordine specifico - l'ordine che appaiono sul sito. Questo ordine è mostrato anche nel modulo pagina. Il pannello di controllo ti permette di spostare gli elementi in alto e giù, oltre a modificare, nascondere e eliminarli. Puoi anche cliccare sul testo di anteprima mostrato qui per accedere al modulo di modifica dell'elemento.

# button_panel.alttitle
source: The "Big Buttons"
de: Die "Big Buttons"
fr: Les "Grands Boutons"
hi: "बिग बटन्स"
hr: "Veliki gumbi"
it: I "Grandi pulsanti"

# button_panel.description
source: These buttons will bring you to four most used functions in relation to building pages. From here you can edit the page properties (eg. the page title), you can move the current page to another position in the page tree, create a new page somewhere in the page tree or create new content elements on this page.
de: Diese Tasten bringen Sie zu vier am häufigsten benutzten Funktionen in Bezug auf Bauseiten. Von hier können Sie die Seiteneigenschaften bearbeiten (z.B. den Seitentitel), Sie können die aktuelle Seite an eine andere Position im Seitenbaum verschieben, irgendwo im Seitenbaum eine neue Seite erstellen oder neue Inhaltselemente auf dieser Seite erstellen.
fr: Ces boutons vous amèneront à quatre fonctions les plus utilisées par rapport aux pages de construction. De là, vous pouvez modifier les propriétés de la page (par exemple le titre de la page), vous pouvez déplacer la page courante vers une autre position dans l'arborescence de la page, créer une nouvelle page quelque part dans l'arborescence de la page ou créer de nouveaux éléments de contenu sur cette page.
hi: ये बटन पृष्ठों के निर्माण के संबंध में चार सबसे अधिक इस्तेमाल किया कार्यों पर ले जायेगा। यहाँ से आप पेज गुण (जैसे। पेज शीर्षक) संपादित कर सकते हैं, आप पृष्ठ के पेड़ में एक और स्थिति के लिए वर्तमान पृष्ठ के लिए कदम पेज पेड़ में कहीं न कहीं एक नया पृष्ठ बनाने या इस पेज पर नई सामग्री तत्वों बना सकते हैं।
hr: Ovi gumbi vode Vas do četiri najčešće korištene funkcionalnosti povezane sa izrado stranica. Odavde možete uređivati svojstva stranice (primjerice naslov stranice), možete stranicu premjestiti na novu poziciju u stablu stranica, stvoriti novu stranicu negdje u stablu stranica ili stvoriti novi element sadržaja na ovoj stranici.
it: Questi pulsanti ti porteranno a quattro funzioni più utilizzate in relazione alle pagine di costruzione. Da qui puoi modificare le proprietà della pagina (es. il titolo della pagina), puoi spostare la pagina corrente in un'altra posizione nell'albero della pagina, creare una nuova pagina da qualche parte nell'albero della pagina o creare nuovi elementi di contenuto in questa pagina.

# _button_panel.image
source: EXT:frontend/Resources/Public/Images/cshimages/pagemodule_2.png
fr: EXT:frontend/Ressources/Public/Images/cshimages/pagemodule_2.png

# _columns_1.seeAlso
source: _MOD_web_layout:columns_single
it: _MOD_web_layout:colonne_single

# _columns_single.seeAlso
source: _MOD_web_layout:columns_multi
it: _MOD_web_layout:colonne_multi

# _button_panel.seeAlso
source: xMOD_csh_corebe:TCEforms, xMOD_csh_corebe:move_el_pages, xMOD_csh_corebe:new_pages, xMOD_csh_corebe:new_ce,
it: xMOD_csh_corebe:TCEform, xMOD_csh_corebe:move_el_pages, xMOD_csh_corebe:new_pages, xMOD_csh_corebe:new_ce,

# _.seeAlso
source: Configuring the Page module [Technical] | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/TSFE/, xMOD_csh_corebe:history_log, xMOD_csh_corebe:new_ce, xMOD_csh_corebe:move_el_pages, xMOD_csh_corebe:new_pages, xMOD_csh_corebe:TCEforms, About the page module | http://typo3.org/documentation/tips-tricks/the-new-page-editing-concept/ Editing a page | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/EditPageContent/ The Page Module (Animation) | Using the page tree (Animation) | FILE:EXT:welcome/modsub/ani_05.gif
hr: Podešavanje modula stranica [Tehnički] | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/TSFE/, xMOD_csh_corebe:history_log, xMOD_csh_corebe:new_ce, xMOD_csh_corebe:move_el_pages, xMOD_csh_corebe:new_pages, xMOD_csh_corebe:TCEforms, O modulu stranica | http://typo3.org/documentation/tips-tricks/the-new-page-editing-concept/ Uređivanje stranice | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/EditPageContent/ Modul stranice (Animacija) | Uporaba stabla stranica (Animacija) | FILE:EXT:welcome/modsub/ani_05.gif
