Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/frontend/Resources/Private/Language/*.locallang_csh_weblayout.xlf
Languages: de, fr, hi, hr, it

# .alttitle
source: Web > Page Module
de: Web- > -Seitenmodul
fr: Module de page >
hi: वेब> पृष्ठ मॉड्यूल
hr: Web > Modul stranica
it: Modulo pagina Web >

# .description
source: The page module is activated from the backend menu and is the primary module for all basic CMS operations you need to perform when maintaining website content.
de: Das Seitenmodul wird im Backend-Menü aktiviert und ist das primäre Modul für alle grundlegenden CMS-Operationen, die Sie bei der Pflege von Webseiten-Inhalten durchführen müssen.
fr: Le module de page est activé depuis le menu de base et est le module principal pour toutes les opérations de base CMS que vous devez effectuer lors de la maintenance du contenu du site.
hi: पेज मॉड्यूल बैकएंड मेनू से सक्रिय है और सभी बुनियादी सीएमएस संचालन आप जब वेबसाइट की सामग्री को बनाए रखने के प्रदर्शन करने की जरूरत के लिए प्राथमिक मॉड्यूल है।
hr: Modul stranica se aktivira iz izbornika pozadinskog sučelja te služi kao primarni modul za sve osnovne CMS radnje koje su nužne za održavanje sadržaja web lokacije.
it: Il modulo pagina è attivato dal menu backend ed è il modulo primario per tutte le operazioni CMS di base che devi eseguire durante il mantenimento del contenuto del sito web.

# .details
source: Selecting the module will display the page tree. Click the title of the page you wish to edit content on, and in the right frame you will see the content of the page displayed by the Page module. The page module has various modes of display of content; <b>Columns</b> The columns view will show Content Elements listed in the columns and in the order that they will appear on the website. A panel of buttons will allow you to hide/unhide, move and edit the elements easily. <b>QuickEdit</b> In QuickEdit the first element on the page will be loaded into a form right away. It will depend on the implementation of your website as well as your general preferences if you like this mode more than the columns view. <b>Languages</b> If your site supports multiple languages and uses the "one-tree-fits-all" concept for localization you will need this mode to control the translations of the content elements on a page. <b>Page information</b> The page information view shows some statistical data about a page. This includes hit statistics if available. <b>General options</b> In the top of the Page module you will find a row of icons that will bring you right to various features such as History/Undo (1), Create new content element (2), Move page (3), Create new page (4) and Edit page properties (5). See image below. <b>Defining number of displayed columns [Admin]</b> Administrators can configure the Page module to display only the content columns that the website uses. This is done by Page TSconfig (so it can be configured per branch in the page tree!) and this particular option has the object path "mod.web_layout.tt_content.colPos_list". For instance "mod.web_layout.tt_content.colPos_list = 0,3" will set the display of the "Normal" and "Border" columns only. There are many other options for customization of the Page module in the object path "mod.web_layout" and Administrators should refer to the "TSconfig" reference linked to below.
de: Die Auswahl des Moduls zeigt den Seitenbaum. Klicken Sie auf den Titel der Seite, auf der Sie Inhalte bearbeiten möchten, und im rechten Rahmen sehen Sie den Inhalt der Seite, die vom Seitenmodul angezeigt wird. Das Seitenmodul hat verschiedene Arten von Inhaltsdarstellung; <b>Spalten</b> Die Spaltenansicht zeigt Inhaltselemente, die in den Spalten aufgeführt sind und in der Reihenfolge, dass sie auf der Website erscheinen. Ein Panel von Tasten erlaubt es Ihnen, die Elemente zu verstecken/zu entfernen, zu verschieben und zu bearbeiten. <b>QuickEdit</b> In QuickEdit wird das erste Element auf der Seite sofort in ein Formular geladen. Es wird von der Implementierung Ihrer Website sowie von Ihren allgemeinen Einstellungen abhängen, wenn Sie diesen Modus mehr als die Spaltenansicht mögen. <b>Sprachen</b> Wenn Ihre Website mehrere Sprachen unterstützt und das "Ein-Baum-fits-all"-Konzept für Lokalisierung verwendet, benötigen Sie diesen Modus, um die Übersetzungen der Inhaltselemente auf einer Seite zu steuern. <b>Seiteninformationen</b> Die Seiteninformation zeigt einige statistische Daten über eine Seite. Dies beinhaltet Treffstatistiken, falls verfügbar. <b>Allgemeine Optionen</b> Im oberen Seitenmodul finden Sie eine Reihe von Symbolen, die Sie rechts zu verschiedenen Funktionen wie History/Undo (1), Neues Inhaltselement erstellen (2), Seite verschieben (3), Neue Seite erstellen (4) und Seiteneigenschaften bearbeiten (5). Bild unten anzeigen. <b>Definieren Sie die Anzahl der angezeigten Spalten [Admin]</b> Administratoren können das Seitenmodul konfigurieren, um nur die Inhaltsspalten anzuzeigen, die die Website verwendet. Dies wird von Seite TSconfig (so kann es pro Zweig im Seitenbaum konfiguriert werden!) und diese spezielle Option hat den Objektpfad "mod.web_layout.tt_content.colPos_list". Zum Beispiel "mod.web_layout.tt_content.colPos_list = 0,3" wird die Anzeige der Spalten "Normal" und "Border" nur gesetzt. Es gibt viele andere Optionen für die Anpassung des Seitenmoduls im Objektpfad "mod.web_layout" und Administratoren sollten sich auf die unten verknüpfte "TSconfig"-Referenz beziehen.
fr: La sélection du module affichera l'arborescence de la page. Cliquez sur le titre de la page sur laquelle vous souhaitez modifier le contenu et dans le cadre droit vous verrez le contenu de la page affichée par le module Page. Le module de page a différents modes d'affichage du contenu. <b>Colonnes</b> La vue des colonnes affichera les éléments de contenu listés dans les colonnes et dans l'ordre où ils apparaîtront sur le site web. Un panneau de boutons vous permettra de cacher/désamorcer, de déplacer et de modifier facilement les éléments. <b>QuickEdit</b> Dans QuickEdit le premier élément de la page sera chargé immédiatement dans un formulaire. Cela dépendra de l'implémentation de votre site Web ainsi que de vos préférences générales si vous aimez ce mode plus que la vue des colonnes. <b>Langues</b> Si votre site supporte plusieurs langues et utilise le concept "unique-arbre-all" pour la localisation, vous aurez besoin de ce mode pour contrôler les traductions des éléments de contenu sur une page. <b>Informations de page</b> La vue d'information de la page affiche quelques données statistiques sur une page. Ceci inclut les statistiques de frappe si disponibles. <b>Options générales</b> En haut du module Page vous trouverez une ligne d'icônes qui vous amènera à droite à diverses fonctionnalités telles que History/Undo (1), Créer un nouvel élément de contenu (2), Déplacer la page (3), Créer une nouvelle page (4) et Modifier les propriétés de la page (5). Voir l'image ci-dessous. <b>Définition du nombre de colonnes affichées [Admin]</b> Les administrateurs peuvent configurer le module de page pour afficher uniquement les colonnes de contenu utilisées par le site. Ceci est fait par Page TSconfig (pour qu'il puisse être configuré par branche dans l'arborescence de la page!) et cette option particulière a le chemin d'objet "mod.web_layout.tt_content.colPos_list". Par exemple "mod.web_layout.tt_content.colPos_list = 0,3" ne définit l'affichage que des colonnes "Normal" et "Frontière". Il y a beaucoup d'autres options pour personnaliser le module Page dans le chemin d'objet "mod.web_layout" et les administrateurs doivent se référer à la référence "TSconfig" liée à ci-dessous.
hi: मॉड्यूल का चयन पेज ट्री को प्रदर्शित करेगा। आप जिस पेज पर सामग्री को संपादित करने के लिए इच्छा के शीर्षक पर क्लिक करें और सही फ्रेम में पेज मॉड्यूल के द्वारा प्रदर्शित की सामग्री को देखेंगे। पेज मॉड्यूल सामग्री के प्रदर्शन के विभिन्न तरीके हैं; <b> कॉलम </ b> कॉलम देखें कॉलम में और आदेश है कि वे वेबसाइट पर दिखाई देगा में सूचीबद्ध सामग्री तत्वों को प्रदर्शित करेगा। बटन का एक पैनल आप को छिपाने के लिए / सामने लाएँ, कदम है और आसानी से तत्वों को संपादित की अनुमति देगा। <b> QuickEdit </ b> QuickEdit में पृष्ठ पर पहला तत्व एक फार्म में सही दूर लोड किया जाएगा। यह अगर तुम इस विधा से भी अधिक स्तंभों देखने की तरह अपनी वेबसाइट के साथ ही अपने सामान्य वरीयताओं के कार्यान्वयन पर निर्भर करेगा। <b> भाषाएं </ b> अपनी साइट पर कई भाषाओं का समर्थन करता है और "एक पेड़ फिट सभी" अवधारणा स्थानीयकरण के लिए आप एक पृष्ठ पर सामग्री तत्वों का अनुवाद नियंत्रित करने के लिए इस विधा की आवश्यकता होगी का उपयोग करता है। <b> इस पृष्ठ पर जानकारी </ b> इस पृष्ठ पर जानकारी देखें एक पृष्ठ के बारे में कुछ सांख्यिकीय आंकड़ों से पता चलता है। इस हिट आँकड़े उपलब्ध करता है, तो भी शामिल है। <b> सामान्य विकल्प </ b> \bपृष्ठ मॉड्यूल के शीर्ष में आप प्रतीक है कि आप इस तरह के इतिहास / पूर्ववत के रूप में विभिन्न सुविधाओं के लिए सही लाएगा की एक पंक्ति मिलेगा (1), नई सामग्री तत्व (2) बनाएँ, (3), नया पृष्ठ बनाएँ पेज पर ले जाएँ (4 ) और संपादित पेज गुण (5)। नीचे की छवि देखते हैं। <b> प्रदर्शित किया कॉलम के निर्णायक संख्या [admin] </ b> व्यवस्थापकों के ही है कि वेबसाइट का उपयोग करता सामग्री कॉलम प्रदर्शित करने के लिए पृष्ठ मॉड्यूल विन्यस्त कर सकते हैं। इस पृष्ठ TSconfig द्वारा किया जाता है (इसलिए यह शाखा प्रति पृष्ठ पेड़ में विन्यस्त किया जा सकता है!) और इस विशेष विकल्प वस्तु पथ "mod.web_layout.tt_content.colPos_list" है। उदाहरण के लिए "mod.web_layout.tt_content.colPos_list = 0,3" "सामान्य" और "सीमा" केवल स्तंभों के प्रदर्शन की स्थापना की जाएगी। वहाँ वस्तु पथ "mod.web_layout" में पृष्ठ मॉड्यूल के अनुकूलन के लिए कई अन्य विकल्प हैं और व्यवस्थापकों के नीचे से जुड़ा हुआ है "TSconfig" संदर्भ का उल्लेख करना चाहिए।
hr: Odabirom modula prikazat će se stablo stranica. Kliknite na naslov stranice na kojoj želite uređivati sadržaj, nakon toga će se u desnom okviru u modulu stranice prikazati sadržaj. Modul stranice može prikazivati sadržaj na različite načine; <b>Stupci</b> Prikaz sadržaja u stupcima prikazat će elemente sadržaja u stupcima i poretku kako su prikazani na web lokaciji. Kontrolna ploča sa gumbima omogućit će Vam da lako sakrijete/otkrijete, premjestite i uređujete elemente. <b>BrzoUređivanje</b> U načinu BrzoUređivanje prvi element na stranici bit će odmah učitan za uređivanje. Hoće li Vam se ovaj način sviđati više od prikaza u stupcima ovisit će o implementaciji Vaše web loakcije i Vašim generalnim preferencama. <b>Jezici</b> Ukoliko Vaša web lokacija podržava više jezika a koristi koncept lokalizacije zvan "jedno-stablo-za-sve" tada će Vam trebati ovaj način prikaza za kontrolu prijevoda elemenata sadržaja na stranici. <b>Informacije o stranici</b> Ovaj prikaz prikazuje neke statističke podatke o stranici. Primjerice statistiku posjećenosti ukoliko je ista dostupna. <b>Opće postavke</b> Na vrhu modula Stranica pronaći ćete redak ikona koje Vam nude različite funkcionalnosti poput Povijest/Poništavanje (1), Stvaranje novih elemenata sadržaja (2), Premještanje stranica (3), Stavaranje novih stranica (4) i Uređivanje svojstava stranice (5). Pogledajte niže navedenu sliku. <b>Postavljanje broja prikazanih stupaca [Administrator]</b> Administratori mogu podesiti modul Stranica da prikazuje samo stupce koje web lokacija korisiti. Ova postavka može se mijenjati pomoću TSconfiga stranice (tako da ju je moguće podesiti po pojedinačnoj grani stabla stranica) a ova specifična opcija ima objektnu putanju "mod.web_layout.tt_content.colPos_list". Primjerice, "mod.web_layout.tt_content.colPos_list = 0,3" će omogućiti samo prikaz "Normal" i "Border" stupaca. Postoje još mnoge opcije za ugađanje modula Stranica na objektnoj putanji "mod.web_layout". Administratori mogu koristiti "TSconfig" referencu na niže navedenoj poveznici.
it: Selezionando il modulo verrà visualizzato l'albero della pagina. Clicca sul titolo della pagina su cui si desidera modificare il contenuto e nel riquadro giusto vedrai il contenuto della pagina visualizzata dal modulo Pagina. Il modulo pagina ha varie modalità di visualizzazione del contenuto; <b>Colonne</b> La visualizzazione delle colonne mostrerà elementi contenuti elencati nelle colonne e nell'ordine che appariranno sul sito. Un pannello di pulsanti ti permetterà di nascondere/nascondere, spostare e modificare gli elementi facilmente. <b>Modifica rapida</b> In QuickEdit il primo elemento della pagina verrà caricato immediatamente in un modulo. Dipende dall'implementazione del tuo sito web e dalle preferenze generali se ti piace questa modalità più della visualizzazione colonne. <b>Lingue</b> Se il tuo sito supporta più lingue e utilizza il concetto "un albero-fits-all" per la localizzazione, avrai bisogno di questa modalità per controllare le traduzioni degli elementi di contenuto in una pagina. <b>Informazioni pagina</b> La visualizzazione delle informazioni della pagina mostra alcuni dati statistici su una pagina. Questo include statistiche di impatto se disponibili. <b>opzioni generali</b> Nella parte superiore del modulo Pagina troverai una riga di icone che ti porterà a destra a varie funzionalità come Cronologia/Annulla (1), Crea un nuovo elemento di contenuto (2), Sposta pagina (3), Crea una nuova pagina (4) e modifica le proprietà della pagina (5). Vedi l'immagine qui sotto. <b>Definire il numero di colonne visualizzate [Admin]</b> Amministratori possono configurare il modulo Pagina per visualizzare solo le colonne di contenuto che il sito web utilizza. Questo è fatto da Pagina TSconfig (così può essere configurato per ramo nell'albero della pagina!) e questa opzione specifica ha il percorso oggetto "mod.web_layout.tt_content.colPos_list". Ad esempio "mod.web_layout.tt_content.colPos_list = 0,3" verrà impostato solo la visualizzazione delle colonne "Normale" e "Bordo". Ci sono molte altre opzioni per personalizzare il modulo Pagina nel percorso oggetto "mod.web_layout" e gli amministratori dovrebbero fare riferimento al riferimento "TSconfig" collegato al seguente.

# _.image
source: EXT:frontend/Resources/Public/Images/cshimages/pagemodule_13.png, EXT:frontend/Resources/Public/Images/cshimages/pagemodule_14.png, EXT:frontend/Resources/Public/Images/cshimages/pagemodule_15.png
fr: EXT:frontend/Ressources/Public/Images/cshimages/pagemodule_13.png, EXT:frontend/Resources/Public/Images/cshimages/pagemodule_14.png, EXT:frontend/Resources/Public/Images/cshimages/pagemodule_15.png

# .image_descr
source: Click the Page module, then the title of a page in the page tree. The page module is now activated in the right frame, showing the content of the page you clicked in the page tree. These buttons are direct links to the History/Undo function (1), Create new content element wizard (2), Move page wizard (3), Create new page wizard (4) and Edit page properties form (5). See the links for more details.
de: Klicken Sie auf das Seitenmodul, dann auf den Titel einer Seite im Seitenbaum. Das Seitenmodul ist nun im rechten Rahmen aktiviert, zeigt den Inhalt der Seite, die Sie im Seitenbaum geklickt haben. Diese Tasten sind direkte Links zur Funktion Verlauf/Undo (1), Erstellen Sie neuen Inhaltselement Assistenten (2), Seitenassistent bewegen (3), Neuen Seitenassistent erstellen (4) und Seiteneigenschaften-Formular bearbeiten (5). Weitere Details finden Sie in den Links.
fr: Cliquez sur le module Page, puis sur le titre d'une page dans l'arborescence de la page. Le module de page est maintenant activé dans le cadre droit, montrant le contenu de la page que vous avez cliqué dans l'arborescence de la page. Ces boutons sont des liens directs vers la fonction Historique/Annuler (1), Créer un nouvel assistant de contenu (2), Déplacer l'assistant de page (3), Créer un nouvel assistant de page (4) et Modifier le formulaire de propriétés de la page (5). Voir les liens pour plus de détails.
hi: पेज मॉड्यूल, तो पेज ट्री में एक पेज के शीर्षक पर क्लिक करें। पेज मॉड्यूल सही फ्रेम में सक्रिय नहीं है, आप पेज पेज पेड़ में क्लिक की सामग्री दिखा। ये बटन इतिहास / पूर्ववत समारोह के लिए सीधे संपर्क (1), नई सामग्री तत्व जादूगर बनाएँ (2), पेज विज़ार्ड घूमने (3), नया पृष्ठ जादूगर बनाएं हैं (4) और संपादित पेज गुण फार्म (5)। अधिक जानकारी के लिए लिंक देखें।
hr: Kliknite na module Stranica a zatim na naslov stranice u stablu stranica. Modul Stranica sada je učitan u desnom okviru te prikazuje sadržaj stranice na koju ste kliknuli u stablu stranica. Ovi gumbi su direktne poveznice na funkcije Povijest/Poništi (1), Čarobnjaka za stvaranje novog sadržaja (2), Čarobnjaka za premještanje stranica (3), Čarobnjaka za stvaranje novih stranica (4) te Obrazac za uređivanje svojstava stranice (5). Na navedenim poveznicama možete saznati više.
it: Clicca sul modulo Pagina, quindi il titolo di una pagina nell'albero della pagina. Il modulo pagina è ora attivato nel giusto frame, mostrando il contenuto della pagina che hai cliccato nell'albero pagina. Questi pulsanti sono link diretti alla funzione Cronologia/Annulla (1), Crea un nuovo elemento di contenuto wizard (2), Sposta pagina guidata (3), Crea una nuova pagina guidata (4) e modifica il modulo di proprietà della pagina (5). Vedi i link per maggiori dettagli.

# quickEdit.alttitle
source: Quick Edit
de: Schnell bearbeiten
fr: Édition rapide
hi: क्विक एडिट
hr: Brzo uređivanje
it: Modifica rapida

# quickEdit.description
source: The Quick Editor gives you direct access to the form fields of the page content.
de: Der Quick Editor ermöglicht Ihnen direkten Zugriff auf die Formularfelder der Seiteninhalte.
fr: L'éditeur rapide vous donne accès directement aux champs de formulaire du contenu de la page.
hi: त्वरित संपादक आप पेज की सामग्री के फार्म क्षेत्रों के लिए सीधी पहुँच देता है।
hr: Urednik za brzo uređivanje omogućuje Vam brzi pristup poljima obrasca za uređivanje sadržaja stranice.
it: L'Editor rapido ti dà accesso diretto ai campi del modulo del contenuto della pagina.

# quickEdit.details
source: The Quick Editor is designed to cut down the number of clicks involved in getting to edit the page content. Simply by clicking the page title in the page tree you've got the first content element in the normal column loaded in the list frame. In the toolbar in the top you can select the other content elements on the page in the selector box.
de: Der Quick Editor ist so konzipiert, dass die Anzahl der Klicks, die an der Bearbeitung des Seiteninhalts beteiligt sind, verringert wird. Durch Klicken auf den Seitentitel im Seitenbaum haben Sie das erste Inhaltselement in der normalen Spalte, die im Listenehmen geladen wurde. In der Werkzeugleiste oben können Sie die anderen Inhaltselemente auf der Seite im Auswahlfeld auswählen.
fr: L'éditeur rapide est conçu pour réduire le nombre de clics impliqués dans la modification du contenu de la page. En cliquant simplement sur le titre de la page dans l'arborescence de la page, vous avez le premier élément de contenu dans la colonne normale chargée dans l'image de la liste. Dans la barre d'outils en haut, vous pouvez sélectionner les autres éléments de contenu dans la page dans la boîte de sélection.
hi: त्वरित संपादक पेज की सामग्री को संपादित करने के लिए प्राप्त करने में शामिल क्लिक्स की संख्या में कटौती करने के लिए बनाया गया है। बस पृष्ठ के पेड़ में पेज शीर्षक पर क्लिक करके आप सामान्य सूची फ्रेम में लोड स्तंभ में पहला सामग्री तत्व मिल गया है। शीर्ष में उपकरण पट्टी में आप चयनकर्ता बॉक्स में पृष्ठ पर अन्य सामग्री तत्वों का चयन कर सकते हैं।
hr: Urednik za brzo uređivanje dizajniran je kako bi smanjio broj klikova koji su potrebni za uređivanje sadržaja stranice. Jednostavnim klikom na naslov stranice u stablu stranica prvi element sadržaja učitat će se u okviru popisa. U alatnoj traci na vrhu možete odabrati ostale elemente na stranice u okviru za odabir.
it: L'Editor veloce è progettato per tagliare il numero di click coinvolti nel modificare il contenuto della pagina. Semplicemente cliccando sul titolo della pagina nell'albero della pagina hai il primo elemento di contenuto nella colonna normale caricata nel riquadro della lista. Nella barra degli strumenti in alto è possibile selezionare gli altri elementi di contenuto nella pagina nel selettore.

# _quickEdit.image
source: EXT:frontend/Resources/Public/Images/cshimages/pagemodule_5.png
fr: EXT:frontend/Ressources/Public/Images/cshimages/pagemodule_5.png

# quickEdit.image_descr
source: The QuickEdit view cuts of one extra click by bringing the user directly to the editing form after clicking a page title in the page tree. The record shown is always the first content element from the Normal column.
de: Die QuickEdit-Ansicht-Schnitte eines zusätzlichen Klicks, indem der Benutzer direkt in das Bearbeitungsformular gebracht wird, nachdem er auf einen Seitentitel im Seitenbaum klickt. Der angezeigte Eintrag ist immer das erste Inhaltselement aus der Normal-Spalte.
fr: La vue QuickEdit réduit un clic supplémentaire en apportant l'utilisateur directement au formulaire d'édition après avoir cliqué sur un titre de page dans l'arborescence de la page. L'enregistrement affiché est toujours le premier élément de contenu de la colonne normale.
hi: पेज पेड़ में एक पृष्ठ का शीर्षक क्लिक करने के बाद संपादन प्रपत्र को सीधे उपयोगकर्ता लाकर एक अतिरिक्त क्लिक के QuickEdit दृश्य में कटौती। रिकॉर्ड से पता चला हमेशा सामान्य स्तंभ से पहले सामग्री तत्व है।
hr: Pregled Brzo uređivanje otklanja jedan klik viška otvarajući obrazac za uređivanje odmah nakon klika na naslov stranice u stablu stranica. Prikazani element sadržaja je uvijek prvi element iz stupca Normal.
it: I tagli alle visualizzazioni QuickEdit di un clic in più portando l'utente direttamente al modulo di modifica dopo aver cliccato sul titolo di una pagina nell'albero della pagina. Il record mostrato è sempre il primo elemento di contenuto della colonna Normale.

# quickEdit_selElement.alttitle
source: Content Elements
de: Inhaltselemente
fr: Éléments de contenu
hi: कंटेंट एलिमेंटस
hr: Elementi sadržaja
it: Elementi di contenuto

# quickEdit_selElement.description
source: This is an overview of the content elements on this page in QuickEdit mode. Select another element to edit or click a "New" icon to create a new content element.
de: Dies ist eine Übersicht der Inhaltselemente auf dieser Seite im QuickEdit-Modus. Wählen Sie ein anderes Element, um ein "Neues" Symbol zu bearbeiten oder zu klicken, um ein neues Inhaltselement zu erstellen.
fr: Ceci est un aperçu des éléments de contenu de cette page en mode QuickEdit. Sélectionnez un autre élément pour éditer ou cliquer sur une icône "Nouveau" pour créer un nouvel élément de contenu.
hi: इस त्वरित संपादन मोड में इस पेज की सामग्री तत्वों के एक सिंहावलोकन है। एक और तत्व संपादित करने या नया सामग्री तत्व बनाने के लिए एक "नया" आइकन पर क्लिक करने के लिए चयन करें।
hr: Ovo je pregled elemenata sadržaja na ovoj stranici u načinu Brzo uređivanje. Odaberite drugi element za uređivanje ili kliknite na ikonu "Novo" kako bi stvorili novi element sadržaja.
it: Questa è una panoramica degli elementi contenuti in questa pagina in modalità QuickEdit. Selezionare un altro elemento per modificare o fare clic su un'icona "Nuovo" per creare un nuovo elemento di contenuto.

# _quickEdit_selElement.image
source: EXT:frontend/Resources/Public/Images/cshimages/pagemodule_4.png
fr: EXT:frontend/Ressources/Public/Images/cshimages/pagemodule_4.png
