Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/adminpanel/Resources/Private/Language/*.locallang_info.xlf
Languages: da

# module.shortinfo
source: (Load Time: %s ms)
da: (Indlæsningstid: %s ms)

# imagesOnPage
source: Images on this page
da: Billeder på denne side

# imagesSize
source: Total image file sizes
da: Billedfilstørrelse i alt

source: Document size
da: Dokumentstørrelse

source: Page Uid
da: Side Uid

source: Page type
da: Sidetype

# groupList
source: Frontenduser group combination
da: Frontend brugergruppe-kombination

# noCache
source: Page cached
da: Side cachet

# noCache_yes
source: Yes
da: Ja

# noCache_no
source: No
da: Nej

# countUserInt
source: Count of USER_INT objects
da: Antal USER_INT objekter

# feuserName
source: Name of logged in FE-User
da: Navn på indlogget FE-bruger

# feuserId
source: Id of logged in FE-User
da: Id på indlogget FE-bruger

source: Total parsetime
da: Analysetid i alt

source: Key
da: Nøgle

source: Value
da: Værdi

# sub.general.label
source: General
da: Generelt
