Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.fileMessages.xlf
Languages: cs

source: Cannot copy folder "%s" into target folder "%s", because the target folder is already within the folder to be copied!
cs: Nelze kopírovat složku "%s" do cílové složky "%s", protože cílová složka je již ve složce, která má být zkopírována!

source: Cannot move folder "%s" into target folder "%s", because the target folder is already within the folder to be moved!
cs: Nelze přesunout složku "%s" do cílové složky "%s", protože cílová složka je již ve složce, kterou chcete přesunout!

# FileUtility.CouldNotAccessAllNecessaryResources
source: Could not access all necessary resources. Source file or destination maybe was not within your mountpoints? T="%s", D="%s"
cs: Nelze získat přístup ke všem potřebným zdrojům. Zdrojový soubor nebo cíl možná nebyl ve vašich přípojných bodech? T="%s", D="%s"

# FileUtility.CouldNotDeleteDirectory
source: Could not delete directory! Is directory "%s" empty? (You are not allowed to delete directories recursively).
cs: Adresář nelze smazat! Je adresář "%s" prázdný? (Nemůžete rekurzívně odstraňovat adresáře).

# FileUtility.CouldNotDeleteDirectory1
source: Could not delete directory "%s"! There might be a problem with write permissions.
cs: Nelze odstranit adresář "%s"! Mohlo dojít k potížím s oprávněními k zápisu.

# FileUtility.CouldNotDeleteFile
source: Could not delete file "%s". There might be a problem with write permissions.
cs: Nelze odstranit soubor "%s". Mohlo dojít k potížím s oprávněními k zápisu.

# FileUtility.DestinationExistedAlready
source: Destination "%s" already exists!
cs: Cíl "%s" již existuje!

# FileUtility.DestinationPathWasNotWithinYourMountpoints
source: Destination path "%s" was not within your mountpoints!
cs: Cesta k cíli "%s" nebyla ve vašich připojných bodech!

# FileUtility.DestinationWasNotADirectory
source: Destination "%s" was not a directory.
cs: Cíl "%s" nebyl adresář.

# FileUtility.DirectoryCopiedTo
source: Directory "%s" copied to "%s".
cs: Adresář "%s" byl zkopírován do "%s".

# FileUtility.DirectoryCreatedIn
source: Directory "%s" created in "%s".
cs: Adresář "%s" byl vytvořen v "%s".

# FileUtility.DirectoryMovedTo
source: Directory "%s" moved to "%s".
cs: Adresář "%s" byl přesunut do "%s".

# FileUtility.DirectoryNotCreated
source: Directory "%s" not created. There might be a problem with write permissions in "%s"?
cs: Adresář "%s" nebyl vytvořen. Mohlo dojít k potížím s oprávněními k zápisu v "%s"?

# FileUtility.DirectoryRenamedFromTo
source: Directory renamed from "%s" to "%s".
cs: Adresář byl přejmenován z "%s" na "%s".

# FileUtility.DirectoryRenamedSameName
source: Directory "%s" was not renamed. (Same name as before)
cs: Adresář "%s" nebyl přejmenován. (Stejný název jako předtím)

# FileUtility.DirectoryWasNotCopiedTo
source: Directory "%s" WAS NOT copied to "%s"! There might be a problem with write permissions
cs: Adresář "%s" NEBYL zkopírován do "%s"! Mohlo dojít k potížím s oprávněními k zápisu

# FileUtility.DirectoryWasNotMovedTo
source: Directory "%s" WAS NOT moved to "%s"! There might be a problem with write permissions
cs: Adresář "%s" NEBYL přesunut do "%s"! Mohlo dojít k potížím s oprávněními k zápisu

# FileUtility.DirectoryWasNotRenamed
source: Directory "%s" was not renamed! There might be a problem with write permissions in "%s"?
cs: Adresář "%s" nebyl přejmenován! Mohlo dojít k potížím s oprávněními k zápisu v "%s"?

# FileUtility.ExtensionOfFileNameIsNotAllowedIn
source: Extension of file name "%s" is not allowed in "%s"!
cs: Přípona názvu souboru "%s" není povolena v "%s"!

# FileUtility.ExtensionOfFileNameOrWasNotAllowed
source: Extension of file name "%s" or "%s" was not allowed!
cs: Přípona názvu souboru "%s" nebo "%s" nebyla povolena!

# FileUtility.ExtensionOfFileWasNotAllowed
source: Extension of file "%s" was not allowed!
cs: Přípona souboru "%s" nebyla povolena!

# FileUtility.FileAlreadyExistsInFolder
source: File "%s" already exists in folder "%s"!
cs: Soubor "%s" již existuje ve složce "%s"!

# FileUtility.FileCopiedTo
source: File "%s" copied to "%s".
cs: Soubor "%s" byl zkopírován do "%s".

# FileUtility.FileCreated
source: File created: "%s".
cs: Soubor vytvořen: "%s".

# FileUtility.FileExistedAlreadyIn
source: File existed already in "%s"!
cs: Soubor již byl přítomen v "%s"!

# FileUtility.FileExtensionIsNotATextfileFormat
source: File extension "%s" is not a textfile format! (%s).
cs: Přípona souboru "%s" není formát textového souboru! (%s).

# FileUtility.FileExtensionIsNotzip
source: File extension is not "zip".
cs: Přípona souboru není "zip".

# FileUtility.FileMovedTo
source: File "%s" moved to "%s".
cs: Soubor "%s" byl přesunut do "%s".

# FileUtility.FileNameWasNotAllowed
source: File name "%s" was not allowed!
cs: Název souboru "%s" nebyl povolen!

# FileUtility.FileOrDestinationWasNotWithinYourMountpoints
source: File "%s" or destination "%s" was not within your mountpoints!
cs: Soubor "%s" nebo cíl "%s" nebyl ve vašich přípojných bodech!

# FileUtility.FileOrDirectoryExistedAlready
source: File or directory "%s" already exists!
cs: Soubor nebo adresář "%s" již existuje!

# FileUtility.FileRenamedFromTo
source: File renamed from "%s" to "%s".
cs: Soubor přejmenován z "%s" na "%s".

# FileUtility.FileRenamedSameName
source: File "%s" was not renamed. (Same name as before)
cs: Soubor "%s" nebyl přejmenován. (Stejný název jako předtím)

# FileUtility.FileSavedToBytesMd5
source: File saved to "%s", bytes: %s, MD5: %s.
cs: Soubor uložen jako "%s", bajtů: %s, MD5: %s.

# FileUtility.FileWasNotCopiedTo
source: File "%s" WAS NOT copied to "%s"! There might be a problem with write permissions.
cs: Soubor "%s" NEBYL zkopírován do složky "%s"! Mohlo dojít k potížím s oprávněními k zápisu.

# FileUtility.FileWasNotCreated
source: File "%s" was not created! There might be a problem with write permissions in "%s"?
cs: Soubor "%s" nebyl vytvořen! Mohlo dojít k potížím s oprávněními k zápisu v "%s"?

# FileUtility.FileWasNotRenamed
source: File "%s" was not renamed! There might be a problem with write permissions in "%s"?
cs: Soubor "%s" nebyl přejmenován! Mohlo dojít k potížím s oprávněními k zápisu v "%s"?

# FileUtility.FileWasNotSaved
source: File "%s" was not saved! There might be a problem with write permissions.
cs: Soubor "%s" nebyl uložen! Mohlo dojít k potížím s oprávněními k zápisu.

# FileUtility.FileWasNotSaved2
source: File "%s" was not saved! File extension rejected!
cs: Soubor "%s" nebyl uložen! Přípona souboru byla zamítnuta!

# FileUtility.NoFileWasUploaded
source: No file was uploaded!
cs: Nebyl nahrán žádný soubor!

# FileUtility.NoFileWasUploadedForReplacing
source: No file was uploaded for replacing!
cs: Nebyl nahrán žádný soubor pro nahrazení!

# FileUtility.NoNameForNewFolderGiven
source: No name for new folder given!
cs: Nebylo zadáno žádné jméno pro novou složku!

# FileUtility.NoUniqueFilenameAvailableIn
source: No unique filename available in "%s"!
cs: V "%s" není k dispozici žádný jedinečný název souboru!

# FileUtility.ReplacingFileTo
source: Replacing file "%s" to "%s".
cs: Nahrazení souboru "%s" souborem "%s".

# FileUtility.TargetAlreadyExists
source: Target "%s" already exists!
cs: Cíl "%s" již existuje!

# FileUtility.TargetWasNotAFile
source: Target "%s" was not a file!
cs: Cíl "%s" nebyl soubor!

# FileUtility.TargetWasNotWithinYourMountpoints
source: Target was not within your mountpoints! T="%s".
cs: Cíl nebyl ve vašich přípojných bodech! T="%s".

# FileUtility.TheFileDidNotExist
source: The file "%s" did not exist!
cs: Soubor "%s" nebyl přítomen!

# FileUtility.TheFunctionToCopyAFileBetweenStoragesIsNotYetImplemented
source: The function to copy a file between storages is not yet implemented.
cs: Funkce pro kopírování souboru mezi úložišti dosud není implementována.

# FileUtility.TheFunctionToCopyAFolderBetweenStoragesIsNotYetImplemented
source: The function to copy a folder between storages is not yet implemented.
cs: Funkce pro kopírování složky mezi úložišti dosud není implementována.

# FileUtility.TheFunctionToMoveAFileBetweenStoragesIsNotYetImplemented
source: The function to move a file between storages is not yet implemented.
cs: Funkce přesunu souboru mezi úložišti dosud není implementována.

# FileUtility.TheFunctionToMoveAFolderBetweenStoragesIsNotYetImplemented
source: The function to move a folder between storages is not yet implemented.
cs: Funkce přesunu složky mezi úložišti dosud není implementována.

# FileUtility.TheUploadHasFailedNoUploadedFileFound
source: The upload has failed, no uploaded file found!
cs: Nahrávání se nezdařilo, nebyl nalezen žádný nahraný soubor!

# FileUtility.TheUploadedFileExceedsTheSize-limit
source: The uploaded file "%s" exceeds the size-limit
cs: Nahraný soubor "%s" překračuje limit velikosti

# FileUtility.UnzippingFileIn
source: Unzipping file "%s" in "%s".
cs: Rozbalování souboru "%s" do "%s".

# FileUtility.UploadedFileCouldNotBeMoved
source: Uploaded file could not be moved! There might be a problem with write permissions in "%s"?
cs: Nahraný soubor nelze přesunout! Mohlo dojít k potížím s oprávněními k zápisu v "%s"?

# FileUtility.UploadingFileTo
source: Uploading file "%s" to "%s".
cs: Nahrávání souboru "%s" do "%s".

# FileUtility.YouAreNotAllowedToAccessTheDirectory
source: You are not allowed to access the directory.
cs: Nejste oprávněni k přístupu k adresáři.

# FileUtility.YouAreNotAllowedToAccessTheFile
source: You are not allowed to access the file.
cs: Nejste oprávněni k přístupu k souboru.

# FileUtility.YouAreNotAllowedToCopyDirectories
source: You are not allowed to copy directories.
cs: Nejste oprávněni kopírovat adresáře.

# FileUtility.YouAreNotAllowedToCopyFiles
source: You are not allowed to copy files.
cs: Nejste oprávněni kopírovat soubory.

# FileUtility.InvalidFolderName
source: Invalid folder name "%s"!
cs: Neplatný název složky "%s"!

# FileUtility.YouAreNotAllowedToCreateDirectories
source: You are not allowed to create directories!
cs: Nejste oprávněni vytvářet adresáře!

# FileUtility.YouAreNotAllowedToCreateFiles
source: You are not allowed to create files!
cs: Nejste oprávněni vytvářet soubory!

# FileUtility.YouAreNotAllowedToEditFiles
source: You are not allowed to edit files!
cs: Nejste oprávněni upravovat soubory!

# FileUtility.YouAreNotAllowedToMoveDirectories
source: You are not allowed to move directories.
cs: Nejste oprávněni přesouvat adresáře!

# FileUtility.YouAreNotAllowedToMoveFiles
source: You are not allowed to move files.
cs: Nejste oprávněni přesouvat soubory!

# FileUtility.YouAreNotAllowedToOverride
source: You are not allowed to override "%s"!
cs: Nejste oprávněni přepsat "%s"!

# FileUtility.YouAreNotAllowedToRenameDirectories
source: You are not allowed to rename directories!
cs: Nejste oprávněni přejmenovat adresáře!

# FileUtility.YouAreNotAllowedToRenameFiles
source: You are not allowed to rename files!
cs: Nejste oprávněni přejmenovat soubory!

# FileUtility.YouAreNotAllowedToUnzipFiles
source: You are not allowed to unzip files.
cs: Nejste oprávněni rozbalit soubory.

# FileUtility.YouAreNotAllowedToUploadFiles
source: You are not allowed to upload files!
cs: Nejste oprávněni nahrávat soubory!

# FileUtility.YouDontHaveFullAccessToTheDestinationDirectory
source: You don't have full access to the destination directory "%s"!
cs: Nemáte úplný přístup k cílovému adresáři "%s"!
