Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_csh_*_groups.xlf
Languages: da, hi, hr, it, km, th

# allowed_languages.details
source: Records in TYPO3 can be configured to carry information about their language. If that is the case access to these elements will also be evaluated based on whether the user has the language in question included from this list. If a user has no languages listed all together it simply means that he can edit <em>all</em> languages!
da: Felter i TYPO3 kon konfigureres til at indeholde informationer om deres sprog. I det tilfælde er adgangen til disse felter afhængig af om brugeren har adgang til sproget fra denne liste. Hvis der ikke er nogen sprog på listen, betyder det at brugeren kan rette <em>alle</em> sprogene!
hi: TYPO3 रिकॉर्ड्स में उनकी भाषा के बारे में जानकारी ले जाने के लिए कॉन्फिगुरेद किया जा सकता है। तो यह है कि इन तत्वों को मामले पहुँच जाता है यह भी उपयोगकर्ता इस लिस्ट से शामिल प्रश्न में भाषा के आधार पर मूल्यांकन किया है कि क्या किया जाए। एक उपयोगकर्ता कोई सब एक साथ सूचीबद्ध भाषाओं में है, तो यह सिर्फ यह है कि वह <em> सभी </ em> भाषाओं संपादित कर सकते हैं इसका मतलब है!
hr: U TYPO3 sustavu zapise je moguće podesiti da nose informaciju o jeziku. Ukoliko je jezika postavljen na taj način, pristup tim elementima će biti procijenjen na temelju jezičnih postavki korisnika. Ukoliko korisnik nema niti jedan jezik na popisu to znači da korisnik ima pravo uređivanja <em>za sve</em> jezike!
km: ទិន្នន័យ​ក្នុង TYPO3 អាច​ត្រូវ​បាន​កំណត់​ដើម្បី​ផ្ទុក​ព័ត៌មាន​អំពី​ភាសា​របស់​ពួក​វា ។ ប្រសិន​បើ​​វា​មិនមែន​​ចាំបាច់​ក្នុង​ការប្រើ​ធាតុ​ទាំងនេះ នឹង​ក៏​ត្រូវ​បាន​វាយ​តម្លៃ​ផ្អែក​លើ​អ្នក​ប្រើ​មាន​ភាសា​​ដែល​មិន​ច្បាស់លាស់ ដែល​បាន​មក​ពី​បញ្ជី ។ ប្រសិន​បើ​អ្នក​ប្រើ​ណា​មួយ​មិន​មាន​ភាសា​រាយ​​ក្នុង​បញ្ជី​​ទាំងអស់​ជាមួយ​គ្នា បានន័យ​ថា គាត់​អាច​កែ​ភាសា​<em>ទាំងអស់</em> ។
th: บันทึกใน TYPO3 สามารถกำหนดค่าเพื่อดำเนินการข้อมูลเกี่ยวกับภาษาของพวกเขา ถ้าที่ใช้กรณีที่องค์ประกอบเหล่านี้จะถูกประเมินตามว่าผู้ใช้มีคำถามในภาษารวมจากรายการนี้ หากผู้ใช้ภาษาไม่ไว้ด้วยกันมันหมายความว่าเขาสามารถแก้ไขภาษา <em>all!</em>

# allowed_languages.image_descr
source: This example shows a situation where two languages, Danish and German, are created in addition to the default language.
da: Dette eksempel viser en situation hvor to sprog, dansk og tysk, oprettes ud over standardsproget.
hi: यह उदाहरण एक ऐसी स्थिति है जहां दो भाषाओं, डेनमार्क और जर्मन, डिफ़ॉल्ट भाषा के अलावा बनाई गई हैं पता चलता है।
hr: Ovaj primjer prikazuje situaciju sa dva dodatna jezika, danski i njemački, uz zadani jezik.
it: Questo esempio illustra una situazione nella quale due linguaggi, Danese e Tedesco, sono stati creati in aggiunta al linguaggio di default.
km: ឧទាហរណ៍​នេះ​បង្ហាញ​អំពី​ស្ថានភាព​នៃ​ភាសា​ពីរ, ភាសា​ដាណឺម៉ាក និង ភាសា​អាល្លឺម៉ង់ ត្រូវ​បាន​បង្កើត​​បន្ថែម​ទៅ​លើ​ភាសា​ដើម។
th: ตัวอย่างนี้แสดงให้เห็นสถานการณ์ที่สองภาษาเดนมาร์กและเยอรมันถูกสร้างขึ้นนอกเหนือจากภาษาเริ่มต้น

# custom_options.description
source: Select custom permission options.
da: Vælg specielle rettigheder.
hi: कस्टम अनुमति विकल्पों का चयन करें।
hr: Odaberite prilagođene opcije dopuštenja.
it: Selezionare le opzioni per i permessi personalizzati.
km: រើស​ជម្រើស​នៃ​សិទ្ធិ​ប្រើប្រាស់​តាម​ការកំណត់។
th: เลือกตัวเลือกการอนุญาตที่กำหนดเอง

# custom_options.details
source: This list represents custom permissions introduced by various backend modules (from extensions). The significance of each option depends on the backend module that evaluates it.
da: Denne liste viser specielle rettigheder introduceret fra backend-moduler (fra udvidelser). Betydningen af hvert felt afhænger af backend-modulet som behandler det.
hi: इस लिस्ट में विभिन्न बैकेंड मॉड्यूल (एक्सटेंशन से) द्वारा शुरू की कस्टम अनुमतियाँ प्रतिनिधित्व करता है। प्रत्येक विकल्प के महत्व बैकेंड मॉड्यूल है कि यह मूल्यांकन पर निर्भर करता है।
hr: Ovaj popis prikazuje prilagođena dopuštenja koja su uveli različiti moduli pozadinskog sučelja (iz proširenja). Značenje svake opcije ovisi o modulu koji uvažava danu opciju.
it: Questo elenco rappresenta i permessi personalizzati introdotto da vari moduli di backend (dalle estensioni). Il significato di ogni opzione dipende dal modulo di backend che le valuta.
km: បញ្ជី​នេះ​​ណែនាំ​​អំពី​សិទ្ធិ​កំណត់​ដោយ​ខ្លួនឯង​តាម​ម៉ូឌុល backend (ពី​សមាសភាគ) ។ សារសំខាន់​របស់​ជម្រើស​នីមួយៗ​ផ្អែក​លើ​ម៉ូឌុល backend ដែល​ផ្ដល់​តម្លៃ​ដល់​វា។
th: รายการนี้เป็นสิทธิ์ที่กำหนดเองโดยนำโมดูลต่างๆ backend (จากส่วนขยาย) ความสำคัญของแต่ละตัวขึ้นอยู่กับ module backend ที่ประเมินได้

# custom_options.image_descr
source: This is just an example from an internal test application. It shows how checkboxes are added by a custom module under its own header. You can also show a description text with each checkbox to explain its function.
da: Dette er blot et eksempel fra en intern testsite. Det viser hvordan afkrydsningsfelterne er blevet tilføjet af et modul under sin egen overskrift. Du kan også have en beskrivende tekst ud for hvert afkrydsningsfelt for at forklare dets funktion.
hi: यह एक आंतरिक परीक्षा आवेदन से सिर्फ एक उदाहरण है। इससे पता चलता है कि कैसे चेक बॉक्स अपने स्वयं के शीर्षक के अंतर्गत एक कस्टम मॉड्यूल से जुड़ जाते हैं। तुम भी प्रत्येक बॉक्स में अपना कार्य की व्याख्या करने के साथ एक विवरण पाठ दिखा सकते हैं।
hr: Ovo je samo primjer iz interne testne aplikacije. Prikazano je kako modul dodaje kućice ispod zaglavlja. Moguće je dodati tekst sa opisom uz svaku kućicu kako bi se objasnila funkcija kućice.
it: Questo è solo un esempio fornito da una applicazione interna di test. Mostra come le checkbox sono aggiunte a un modulo personalizzati sotto le proprie header. Puoi anche vedere un testo descrittivo per ogni checkbox che spiega la funzione.
km: នេះ​គ្រាន់តែ​ជា​ឧទាហរណ៍​ពី​ការសាក​កម្មវិធី​។ វា​បង្ហាញ​អំពី​របៀប​នៃ​ការថែម​ប្រអប់​ធីក​ដោយ​ម៉ូឌុល​​នៅ​ខាង​ក្រោម​ក្បាល​របស់​វា​ផ្ទាល់។ អ្នក​ក៏​អាច​បង្ហាញ​ព័ត៌មាន​លម្អិត​ជាមួយ​ប្រអប់​ធីក​នីមួយៗ​ដើម្បី​ពន្យល់​មុខងារ​របស់​វា។
th: นี้เป็นเพียงตัวอย่างจากโปรแกรมทดสอบภายใน ก็แสดงว่ามีการเพิ่มช่องทำเครื่องหมายโดยโมดูลที่กำหนดเองตามหัวของตัวเอง คุณยังสามารถแสดงข้อความที่มีคำอธิบายแต่ละช่องทำเครื่องหมายเพื่ออธิบายการทำงานของ

# _TSconfig.seeAlso
source: be_users:TSconfig fe_users:TSconfig fe_groups:TSconfig pages:TSconfig, TSconfig Reference| https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/, TypoScript Syntax | https://docs.typo3.org/typo3cms/TyposcriptSyntaxReference/
hr: be_users:TSconfig fe_users:TSconfig fe_groups:TSconfig pages:TSconfig, TSconfig referenca | http://typo3.org/documentation/document-library/doc_core_tsconfig/User_TSconfig/, TypoScript sintaksa | http://typo3.org/documentation/document-library/doc_core_ts/

# _description.seeAlso
source: fe_groups:description
hi: fe_groups:डिस्क्रिप्शन
