Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_core.xlf
Languages: cs, da, el, hr, ja, km, th

# labels.changeInOrig
source: Changed in original translation
cs: Změna v originálním překladu
da: Ændret i originalsproget
el: Αλλαγμένο στην αρχική μετάφραση
hr: Promjenjeno u originalu
ja: オリジナルの翻訳に変更
km: បាន​កែប្រែ​ក្នុង​ភាសា​ដើម
th: เปลี่ยนแปลงจากของเดิม

# labels.expandAll
source: Expand all
cs: Rozvinout vše
da: Fold alle ud
el: Ανάπτυξη όλων
hr: Otvori sve
ja: すべてを展開
km: ពន្លា​ទាំងអស់
th: ขยายทั้งหมด

# labels.new_section
source: Create new
da: Opret ny

# labels.count
source: Quantity
da: Antal

# labels.findRecord
source: Find records
cs: Hledat záznamy
da: Find elementer
hr: Pronađi zapise
km: ស្វែងរក​ទិន្នន័យ
th: ค้นหาระเบียน

# labels.noRecordFound
source: No record found
cs: Nenalezen žádný záznam
da: Ingen elementer fundet
hr: Zapis nije pronađen
km: មិន​បាន​រកឃើញ​ទិន្នន័យ
th: บันทึกไม่พบ

# labels.title.searchIcon
source: Toggle search toolbar
da: Skift søge-værktøjslinje
hr: Prikaži/sakrij traku za pretraživanje

# labels.title.searchString
source: Search term
da: Søgeudtryk
hr: Traženi izraz

# labels.title.limit
source: Limit
da: Begrænsning
hr: Ograničenje

# labels.title.search
source: Search
cs: Hledej
da: Søg
el: Αναζήτηση
hr: Pretraživanje
ja: 検索
km: ស្វែងរក
th: ค้นหา

# labels.title.search_levels
source: Search levels
da: Søgeniveau
hr: Razine pretraživanja

# labels.label.searchString
source: Search term
da: Søgekriterie
hr: Traženi izraz

# labels.label.limit
source: Limit
da: Begrænsning
hr: Ograničenje

# labels.label.search_levels
source: Search levels
da: Søgeniveauer
hr: Razine pretraživanja

# labels.recordReadonly
source: The table is defined as readonly and can't be edited.
da: Tabellen er defineret som skrivebeskyttet og kan ikke redigeres.

# alttext.suggestSearching
source: Searching...
cs: Hledání...
da: Søger...
hr: Tražim...
km: កំបុង​ស្វែងរក...
th: ค้นหา ...

# ver.mgm
source: Version Management
cs: Správa verzí
da: Versionsstyring
el: Διαχείριση Εκδόσεων
hr: Upravljanje verzijama
ja: バージョンマネージメント
km: គ្រប់គ្រង​កំណែ
th: การจัดการเรื่องเวอร์ชั่น

# ver.selVer
source: Select version
da: Vælg version

# ver.swap
source: Swap/Publish
cs: Vyměnit/Publikovat
da: Skift/Udgiv
el: Εναλλαγή/Δημοσίευση
hr: Zamijeni/Objavi
ja: スワップ/パブリッシュ
km: ទុក​បណ្ដោះអាសន្ន​/​ផ្សាយ
th: แลกเปลียน(สวอป)/ลงพิมพ์

# ver.swapPage
source: Publish this version of the page including content
cs: Publikovat tuto verzi stránky včetně obsahu
da: Udgiv denne version af siden inklusiv indhold
el: Δημισίευση αυτής της έκδοσης της σελίδας περιλαμβανομένου και του περιεχομένου της
hr: Objavi ovu verziju stranice uključujući sadržaj
ja: コンテンツも含め、このバージョンのページを公開
km: ផ្សាយ​កំណែ​នៃ​ទំព័រ​នេះ ព្រម​ទាំង​មាតិកា
th: ลงพิมพ์หน้าและเนื้อหาด้วยเวอร์ชั่นนี้

source: TYPO3 Element Browser
cs: Prohlížeč prvků TYPO3
da: TYPO3 Element Finder
el: Πλοηγός στοιχείων του TYPO3
hr: Preglednik TYPO3 elemenata
ja: TYPO3 エレメントブラウザ
km: កម្មវិធី​បើក​មើល​ធាតុ​របស់ TYPO3

# labels.referencesToRecord
source: (There are %s reference(s) to this record!)
cs: (Existuje % odkaz(ů) na tento záznam!)
da: (Der er %s reference(r) til dette element!)
hr: (Postoji %s poveznica na ovaj zapis!)
km: (មាន %s យោង​​ចំពោះ​ទិន្នន័យ​នេះ)
th: (มีอ้างอิง% s (s) บันทึกนี้!)

# labels.referencesToFolder
source: (There are %s reference(s) to this folder!)
da: (Der er %s reference(r) til denne folder!)
hr: (Postoji %s poveznica na ovu datoteku!)

# labels.referencesToFile
source: (There are %s reference(s) to this file!)
da: (Der er %s reference(r) til denne fil!)
hr: (Postoji %s poveznica na ovu datoteku!)

# labels.translationsOfRecord
source: (This record has %s translation(s) which will be deleted, too!)
cs: (Tento záznam má %s překlad(ů), které budou rovněž smazány!)
da: (Dette element har %s oversættelser, som også vil blive slettet!)
hr: (Ovaj zapis ima %s prijevoda koji će također biti obrisani!)
km: (ទិន្នន័យ​នេះ​មាន​ការបកប្រែ %s ដែល​នឹង​ត្រូវ​លុប​ផង​ដែរ!)
th: (บันทึกนี้มีการแปล s% (s) ซึ่งจะถูกลบด้วย!)

# show_item.php.viewItem
source: View Item
cs: Ukázat položku
da: Vis emner
el: Προβολή αντικειμένου
hr: Pogledaj element
ja: アイテムを表示
km: បង្ហាញ​ធាតុ
th: มุมมอง

# show_item.php.referencesToThisItem
source: References to this item
da: Referencer til dette element

# show_item.php.referencesFromThisItem
source: References from this item
da: Reference fra dette element

# show_item.php.file
source: File
cs: Soubor
da: Fil
el: Αρχείο
hr: Datoteka
ja: ファイル
km: ឯកសារ
th: ไฟล์

# show_item.php.dimensions
source: Dimensions
cs: Rozměry
da: Dimensioner
el: Διαστάσεις
hr: Dimenzije
ja: 寸法
km: ប្រវែង
th: มิติ

# show_item.php.filesize
source: Size
cs: Velikost
da: Størrelse
el: Μέγεθος
hr: Veličina
ja: サイズ
km: ទំហំ
th: ขนาด

# show_item.php.pixels
source: Pixels
cs: Pixely
da: Pixler
hr: Pikseli
km: ភិចសែល
th: พิกเซล

# show_item.php.files
source: files
cs: soubory
da: filer
el: αρχεία
hr: datoteke
ja: ファイル
km: ឯកសារ
th: ไฟล์

# show_item.php.cannotDisplayArchive
source: Sorry, TYPO3_CONF_VARS[BE][disable_exec_function] was set, so cannot display content of archive file.
cs: Omlouváme se, byla nastavena TYPO3_CONF_VARS[BE] [disable_exec_function], takže obsah archivu nemůže být zobrazen.
da: Beklager, men TYPO3_CONF_VARS[BE][disable_exec_function] er defineret, så indholdet af arkivet kan ikke vises.
hr: Na žalost, postavljen je TYPO3_CONF_VARS[BE][disable_exec_function] pa ne mogu prikazati sadržaj arhive.
km: សុំ​ទោស! TYPO3_CONF_VARS[BE][disable_exec_function] បាន​កំណត់ ។ ដូច្នេះ​មិន​អាច​បង្ហាញ​អត្ថបទ​នៃ​ឯកសារ​ដែល​សំខាន់​បាន​ទេ ។
th: Sorry, TYPO3_CONF_VARS [พ.ศ. ] [] disable_exec_function เป็นชุดจึงไม่สามารถแสดงเนื้อหาของที่เก็บไฟล์

# show_item.php.table
source: Table
da: Tabel

# show_item.php.title
source: Title
da: Titel

# show_item.php.field
source: Field
da: Felt

# show_item.php.softrefKey
source: Softref Key
da: Softref nøgle

# show_item.php.sorting
source: Sorting
da: Sortering

# show_item.php.refTable
source: Ref Table
da: Reference tabel

# show_item.php.refUid
source: Ref Uid
da: Reference Uid

# show_item.php.refString
source: Ref String
da: Reference streng

# show_item.php.ftp_area
source: FTP AREA
cs: FTP PROSTOR
da: FTP OMRÅDE
el: Περιοχή FTP
hr: FTP ZONA
ja: FTPエリア
km: តំបន់ FTP
th: พื้นที่ FTP

# show_item.php.missing_record
source: Missing
da: Mangler
hr: Nedostaje

# db_new.php.pagetitle
source: New record
cs: Nový záznam
da: Nyt element
el: Νέα εγγραφή
hr: Novi zapis
ja: 新規レコード
km: ទិន្នន័យ​ថ្មី
th: ระเบียนใหม่

# db_new.php.after
source: after
cs: za
da: efter
el: μετά
hr: poslije
ja: 下に
km: បន្ទាប់
th: หลัง

# db_new.php.inside
source: inside
cs: dovnitř
da: inden i
el: μέσα
hr: unutar
ja: 中に
km: ក្នុង
th: ภายใน

# file_upload.php.pagetitle
source: Upload files
cs: Přenos souborů
da: Send filer
el: Μεταφόρτωση αρχείων
hr: Pošalji datoteke
ja: ファイルをアップロード
km: ផ្ទុក​ឯកសារ​ឡើង
th: อัพโหลดไฟล์

# file_upload.php.submit
source: Upload files
cs: Přenos souborů
da: Send filer
el: Μεταφόρτωση αρχείων
hr: Pošalji datoteke
ja: ファイルをアップロード
km: ផ្ទុក​ឯកសារ​ឡើង
th: อัพโหลดไฟล์

# file_upload.php.files
source: files
cs: soubory
da: filer
el: αρχεία
ja: ファイル
km: ឯកសារ
th: ไฟล์

# file_upload.dropzonehint.title
source: Drag & drop to upload files
cs: Táhněte a pusťte pro nahrání souborů
da: Drag & drop til upload filer
hr: Vuci i ispusti za slanje datoteka

# file_upload.dropzonehint.message
source: Drop your files here, or <u>click, browse & choose files</u>
cs: Odložte soubory zde, nebo <u>klepněte na tlačítko procházet a vyberte soubory</u>
da: Drop dine filer her eller <u>klik, browse & vælg filer</u>
hr: Ispustite Vaše datoteke ovdje, ili <u>kliknite, pregledajte i odaberite datoteke</u>

# file_upload.select-and-submit
source: Select & upload files
cs: Zvolit a nahrát soubory
da: Vælg & upload filer
hr: Odaberi i pošalji datoteke

# file_upload.maxFileSizeExceeded
source: File "{0}" exceeds maximum file size of {1}!
cs: Soubor "{0}" překračuje maximální velikost souboru {1}!
da: Fil "{0}" overskred maksimum filstørrelse af {1}!
hr: Datoteka "{0}" veća je od najveće dopuštene vrijednosti od {1}!

# file_upload.fileNotAllowed
source: Filename "{0}" is not allowed!
cs: Název souboru "{0}" není povolen!
da: Filnavn "{0}" er ikke tilladt!
hr: Naziv datoteke "{0}" nije dopušten!
km: ឈ្មោះឯកសារ "{0}" មិនត្រូវបាន​អនុញ្ញាត!

# file_upload.fileExtensionExpected
source: Upload failed! A file with "{0}" extension is expected!
cs: Nahrávání selhalo! Byl očekáván soubor s příponou "{0}"!
da: Upload fejlede! En fil med "{0}" udvidelse var ventet!
hr: Slanje datoteke nije uspjelo! Očekivana je datoteka sa datotečnim nastavkom "{0}"!

# file_upload.uploadFailed
source: Upload of file "{0}" failed!
cs: Nahrávání souboru "{0}" selhalo!
da: Upload af fil "{0}" fejlede!
hr: Slanje datoteke "{}" nije uspjelo!
km: ផ្ទុក​ឯកសារ "{0}" ត្រូវបានបរាជ័យ!

# file_upload.upload-in-progress
source: File upload in progress...
cs: Nahrávání souboru...
da: Fil upload er i gang...
hr: Slanje datoteke u tijeku...
km: កំពុងដំណើរការ​ក្នុងការ​ផ្ទុក​ឯកសារ...

# file_upload.upload-progress-info
source: Uploading file {0} out of {1} files.
cs: Nahrávání souboru {0} z {1} souborů.
da: Uploader fil {0} ud af {1} filer.
hr: Šaljem datoteku {0} od {1} datoteka.
km: ការផ្ទុកឯកសារ {0} ចេញពី​ឯកសារ​ច្រើន {1}។

# file_upload.upload-finished
source: Upload complete! Filelist reloading...
cs: Nahrávání dokončeno! Seznam souborů se obnovuje...
da: Upload gennemført. Filliste genindlæses...
hr: Slanje datoteka je završeno! Popis datoteka se osvježava...
km: ផ្ទុកឯកសារ​បានបញ្ចប់! ផ្ទុកឡើងវិញ Filelist ...

# file_upload.overwriteExistingFiles
source: Shall existing files be overwritten?
cs: Mají být existující soubory přepsány?
da: Skal eksisterende filer overskrives?
hr: Treba li pregaziti postojeće datoteke?

# file_upload.header.originalFile
source: Original file
da: Oprindelig fil
hr: Izvorna datoteka

# file_upload.header.uploadedFile
source: Uploaded file
da: Uploadede filer
hr: Poslane datoteke

# file_upload.header.action
source: Action
da: Handling
hr: Akcija

# file_upload.existingfiles.title
source: Some files exist already
da: Nogle filer eksisterer allerede
hr: Neke od datoteka već postoje

# file_upload.existingfiles.description
source: Some files you wanted to upload exist already on the system. Please select what you want to do with each file.
da: Nogle filer som du ønskede at uploade, findes allerede på systemet. Vælg hvad du vil gøre med hver enkelt fil.
hr: Neke od datoteka koje ste pokušali poslati već postoje u datotečnom sustavu. Molimo Vas da odaberete što želite učiniti sa svakom pojedinom datotekom.

# file_upload.actions.skip
source: Skip the file
da: Spring filen over
hr: Preskoči datoteku

# file_upload.actions.rename
source: Rename
cs: Přejmenovat
da: Omdøb
el: Μετονομασία
hr: Preimenuj
ja: 名前の変更
km: ប្ដូរ​ឈ្មោះ
th: เปลี่ยนชื่อ

# file_upload.actions.override
source: Overwrite
da: Overskriv
hr: Piši preko

# file_upload.actions.use_existing
source: Use existing file
da: Brug eksisterende fil
hr: Upotrijebi postojeću datoteku

# file_upload.actions.all.label
source: Alternatively, choose a mass action
da: Vælg en massehandling som alternativ

# file_upload.actions.all.empty
source: Please choose
da: Vælg
hr: Molimo odaberite

# file_upload.actions.all.skip
source: Skip all files
da: Spring alle filer over
hr: Preskoči sve datoteke

# file_upload.actions.all.rename
source: Rename all files
da: Omdøb alle filer
hr: Preimenuj sve datoteke

# file_upload.actions.all.override
source: Overwrite all files
da: Overskriv alle filer
hr: Piši preko svih datoteka

# file_upload.actions.all.use_existing
source: Use existing files
da: Brug eksisterende filer
hr: Koristi postojeće datoteke

# file_upload.button.cancel
source: Cancel
cs: Zpět
da: Annuller
el: Ακύρωση
hr: Odustani
ja: キャンセル
km: បោះបង់
th: ยกเลิก

# file_upload.button.continue
source: Continue with selected actions
da: Fortsæt med valgte opgaver
hr: Nastavi s odabranim akcijama

# file_rename.actions.cancel
source: Cancel
cs: Zpět
da: Annuller
el: Ακύρωση
ja: キャンセル
km: បោះបង់
th: ยกเลิก

# file_rename.actions.override
source: Overwrite
da: Overskriv

# file_rename.php.pagetitle
source: Rename
cs: Přejmenovat
da: Omdøb
el: Μετονομασία
ja: 名前の変更
km: ប្ដូរ​ឈ្មោះ
th: เปลี่ยนชื่อ

# file_rename.php.submit
source: Rename
cs: Přejmenovat
da: Omdøb
el: Μετονομασία
ja: 名前の変更
km: ប្ដូរ​ឈ្មោះ
th: เปลี่ยนชื่อ

# file_replace.php.pagetitle
source: Replace
da: Erstat

# file_replace.php.submit
source: Replace
da: Erstat

# file_edit.php.pagetitle
source: Edit
cs: Upravit
da: Rediger
el: Επεξεργασία
ja: 編集
km: កែ
th: แก้ไข

# file_edit.php.submit
source: Save
cs: Uložit
da: Gem

# online_media.new_media
source: Add new media asset
da: Tilføj nyt medieelement
hr: Dodaj novi multimedijalni resurs

# online_media.new_media.label
source: Url of remote source
da: Url eller ekstern kilde

# online_media.new_media.allowedProviders
source: Allowed media providers
da: Tilladte medieudgivere

# online_media.new_media.button
source: Add media by URL
da: Tilføj medie via URL
hr: Dodaj multimedijske resurse putem URL-a

# online_media.new_media.submit
source: Add media
da: Tilføj medie
hr: Dodaj multimediju

# online_media.new_media.added
source: Added media
da: Tilføjede medie
hr: Multimedijalni resurs je dodan

# online_media.new_media.placeholder
source: Paste media url here...
da: Indsæt medie-url her...
hr: Zalijepite URL multimedijalnog resursa ovdje...

# online_media.error.new_media.failed
source: Adding media failed
da: Tilføjelse af medie fejlede
hr: Nije uspjelo dodavanje multimedije

# online_media.error.invalid_url
source: Unknown/not allowed URL
da: Ukendt/ikke tilladt URL
hr: Nepoznat/nedopušten URL

# file_clipupload.php.warning_head
source: Upload path error
cs: Chyba v cestě pro přenos
da: Upload filsti fejl
el: Σφάλμα διαδρομής μεταφόρτωσης
hr: Pogrešna upload staza
ja: アップロードパスエラー
km: ទីតាំង​ផ្ទុក​ឡើង​មិន​ត្រឹមត្រូវ
th: path อัพโหลดผิดพลาด

# file_clipupload.php.warning
source: No upload-folder is found. You should create a TEMP-folder ("_temp_") in the root of one of your mounts first!
cs: Nenalezena složka pro přenos. Měli byste nejdříve vytvořit dočasnou složku ("_temp_") v kořenovém adresáři některého z vašich připojení!
da: Der blev ikke fundet noget sti til upload af billeder. Du skal oprette en mappe, TEMP ("_temp_") i roden af et af dine fil-mounts først!
el: Δέν βρέθηκε ο φάκελος προορισμού της μεταφόρτωσης. Πρέπει πρώτα, να δημιουργήσετε ένα προσωρινό φάκελο ("_temp_") στη ρίζα ενός εκ των σημείων σύνδεσης που έχετε!
hr: Upload direktorij nije nađen. Trebali bi napraviti TEMP-direktorij ("_temp_") u korjenu neke od vaših točki montiranja!!
ja: アップロード用のフォルダが見つかりません。あらかじめマウントの最上部に、一時フォルダ("_temp_")を作成してください。
km: រក​មិន​ឃើញ​សឺម៊ី​អាប់ឡូត​ឯកសារ។ អ្នក​គួរ​បង្កើត​សឺម៊ី​ឯកសារ​បណ្ដោះអាសន្ន ("_temp_") ក្នុង​ទីតាំង​មែ​នៃ​ការម៉ោន​របស់​អ្នក​ជាមុន​សិន!
th: ไม่เจอ upload-folder ท่านต้องสร้างโฟลเดอร์ชั่วคราว ("_temp_") ในรากของหนึ่งในจุดเม้าท์ของท่านก่อน

# mess.redraw
source: Redrawing the page will discard the current data. Do you want to continue?
cs: Překreslení stránky zruší současná data. Chcete pokračovat?
da: Genindlæsning af siden vil annullere de aktuelle valg. Vil du fortsætte?
el: Ανανεώνοντας τη σελίδα θα απορριφθούν όλα τα τρέχοντα δεδομένα. Θέλετε να συνεχίσετε;
hr: Ponovno ispisivanje stranice će odbaciti trenutne podatke. Želite li nastaviti?
ja: 再表示するとページの内容は削除されます。よろしいですか？
km: បើក​ទំព័រ​ម្ដង​ទៀត​នឹង​បាត់​ទិន្នន័យ​ដែល​មាន​នេះ។ តើ​អ្នក​ចង់​បន្ត​ទៀត​ទេ?
th: วาดหน้าใหม่จะทำให้ข้อมูลปัจจุบันหายไป ท่านต้องการจะทำต่อไปหรือไม่?

# mess.delete
source: Are you sure you want to delete '%s'?
cs: Opravdu chcete smazat '%s'?
da: Er du sikker på, at du vil slette '%s'?
hr: Zaista želite izbrisati '%s'?

# mess.deleteClip
source: Are you sure you want to delete ALL referenced elements (%s) on the clipboard?
cs: Opravdu chcete smazat VŠECHNY odkazované prvky (%s) ve schránce?
da: Er du sikker på, at du vil slette ALLE elementer (%s) på klippebordet?
hr: Sigurno želite pobrisati SVE odabrane elemente (%s) u memoriji?

# mess.refresh_login
source: Your login has probably expired. Do you want to refresh it now?
cs: Vaše přihlášení pravděpodobně vypršelo. Chcete jej nyní obnovit?
da: Dit login er udløbet. Vil du forny det nu?
el: Πιθανόν η περίοδος σύνδεσης σας έληξε. Θέλετε να την ανανεώσετε τώρα;
hr: Vaša je prijava vjerovatno istekla. Želite li je osvježiti?
ja: ログインセッションの期限が切れてしまったようです。再度ログインしますか？
km: ការកត់ត្រា​ចូល​របស់​អ្នក​បាន​ផុត​កំណត់។ តើ​អ្នក​ចង់​បើក​ឡើង​វិញ​ឥឡូវ​នេះ​ទេ?
th: การเข้าสู่ระบบของท่านหมดเวลาแล้ว ท่านต้องการจะเริ่มใหม่เดี๋ยวนี้หรือไม่?

# mess.refresh_login_refresh_button
source: Stay logged in!
cs: Zůstat přihlášen!
da: Forbliv logget ind!
hr: Ostani prijavljen!
km: រក្សា​ការកត់ត្រា​​ចូល​ដដែល!
th: อยู่ในระบบ!

# mess.refresh_direct_logout_button
source: No, log out.
cs: Ne, odhlásit.
da: Nej, log ud.
hr: Ne, odjavi me.
km: ទេ! កត់ត្រា​ចេញ
th: ไม่ออกจากระบบ

# mess.refresh_login_logging_in
source: Logging in...
cs: Přihlašování...
da: Logger ind...
hr: Prijavljujem...
km: កំពុង​កត់ត្រា​ចូល
th: เข้าสู่ระบบ ..

# mess.refresh_login_failed
source: Login failed
cs: Přihlášení se nezdařilo
da: Login fejlede
hr: Prijava neuspješna
km: ការកត់ត្រា​ចូល​បរាជ័យ
th: Login ล้มเหลว

# mess.refresh_login_failed_message
source: Password not correct.
cs: Heslo není správné.
da: Password er ikke korrekt.
hr: Lozinka neispravna.
km: ពាក្យ​សម្ងាត់​មិន​ត្រឹមត្រូវ ។
th: รหัสผ่านไม่ถูกต้อง

# mess.refresh_login_title
source: Refresh Login to TYPO3 (User: %s)
cs: Obnovit přihlášení do TYPO3 (Uživatel: %s)
da: Forny login til TYPO3 (Bruger: %s)
hr: Osvježi prijavu u TYPO3 (Korisnik: %s)
km: បើក​ការកត់ត្រា​ចូល TYPO3 ម្ដង​ទៀត (អ្នក​ប្រើ៖ %s)
th: Login Refresh เพื่อ TYPO3 (ผู้ใช้ :% s)

# mess.refresh_login_username
source: Username
cs: Uživatelské jméno
da: Brugernavn
hr: Korisničko ime
km: ឈ្មោះ​អ្នក​ប្រើ
th: ชื่อผู้ใช้

# mess.refresh_exit_button
source: Exit
cs: Konec
da: Afslut
el: Έξοδος
hr: Izlaz
ja: エグジット
km: បិទ
th: ทางออก

# mess.refresh_login_emptyPassword
source: Empty password is not allowed!
cs: Prázdné heslo není povoleno!
da: Tomt password er ikke tilladt!
hr: Prazna lozinka nije dopuštena!
km: ពាក្យ​សម្ងាត់​ទទេ មិន​ត្រូវ​បាន​អនុញ្ញាត​ទេ!
th: รหัสผ่านยังว่างไม่อนุญาตให้ใช้!

# mess.please_wait
source: Please wait ...
cs: Prosím čekejte ...
da: Vent venligst ...
hr: Molimo pričekajte ...
km: សូម​មេត្តា​រង់ចាំ...
th: โปรดรอ ...

# mess.be_locked
source: The TYPO3 backend is currently locked for maintenance. Leave this browser window open and the backend will automatically become available again once maintenance is complete.
cs: TYPO3 backend je nyní uzamčen z důvodu údržby. Nechte toto okno prohlížeče otevřené a backend bude po dokončení údržby automaticky opět k dispozici.
da: TYPO3 administrationen er i øjeblikket låst af hensyn til vedligeholdelse. Lad dette browser-vindue stå åbent og administrationen vil automatisk blive tilgængelig igen, når vedligeholdelse er gennemført.
hr: TYPO3 pozadinsko sučelje je trenutno zaključano radi održavanja. Ostavite ovaj prozor preglednika otvoren i pozadinsko sučelje će automatski postati dostupno čim završi održavanje.
km: ផ្នែក​ខាង​ក្រោយ​នៃ TYPO3 កំពុង​ត្រូវ​បាន​បិទ​ដើម្បី​ជួសជុល ។ សូម​កុំ​បិទ​ផ្ទាំង​បើក​វែបសាយ​នេះ ផ្ទាំង​ខាង​ក្រោយ​នេះ​នឹង​ត្រឡប់​មក​វិញ​ដោយ​ខ្លួន​ឯង បន្ទាប់​ពី​ការ​ជួសជុល​រួច ។
th: backend TYPO3 ถูกล็อกปัจจุบันการบำรุงรักษา ออกจากหน้าต่างนี้เปิดและแบ็กเอนด์โดยอัตโนมัติจะกลายเป็นใช้ได้อีกครั้งเมื่อรักษาเสร็จสมบูรณ์

# mess.login_about_to_expire
source: Your TYPO3 login is about to expire. Please confirm that you want to stay logged in.
cs: Vaše přihlášení do TYPO3 brzy skončí. Prosím, potvrďte, že chcete zůstat přihlášeni.
da: Dit TYPO3 login er ved at udløbe. Venligst bekræft at du ønsker at forblive logget ind.
hr: Vaša prijava u TYPO3 pozadinsko sučelje će uskoro isteći. Molimo Vas da potvrdite da želite ostati prijavljeni.
km: ការកត់ត្រាចូល TYPO3 របស់​អ្នក​ជិត​​ផុតកំណត់ ។ សូម​ធ្វើការ​បញ្ជាក់ ប្រសិន​បើ​អ្នក​ចង់​រក្សា​ការកត់ត្រា​ចូល ។
th: เข้าสู่ระบบ TYPO3 ของคุณกำลังจะหมดอายุ โปรดยืนยันว่าคุณต้องการพักเข้าสู่ระบบค่ะ

# mess.refresh_login_logout_button
source: Log me out
da: Log mig ud
hr: Odjavi me

# mess.login_refresh_about_to_expire
source: Your TYPO3 login is about to expire. Please confirm that you want to be logged out.
da: Din TYPO3 log ind udløber om lidt. Bekræft at du ønsker at blive logget af.
hr: Vaša TYPO3 prijava će uskoro isteći. Molimo Vas da potvrdite da želite biti odjavljeni.

# mess.login_about_to_expire_title
source: TYPO3 login expiration notice
cs: Upozornění na konec přihlášení do TYPO3
da: TYPO3 login er ved at udløbe
hr: TYPO3 obavijest o isteku prijave
km: ការកត់ត្រាចូល​របស់ TYPO3 ផុត​កំណត់
th: เข้าสู่ระบบแจ้งให้ทราบ TYPO3 หมดอายุ

# mess.login_expired
source: Your TYPO3 login has expired. You need to login again if you want to continue. Otherwise you can close the current browser window.
cs: Vaše přihlášení do TYPO3 vypršelo. Musíte se přihlásit znovu, pokud chcete pokračovat. V opačném případě můžete aktuální okno prohlížeče zavřít.
da: Dit TYPO3 login er udløbet. Du skal logge ind igen hvis du vil fortsætte. Ellers kan du lukke vinduet ned.
hr: Vaša prijava u TYPO3 pozadinsko sučelje je istekla. Ukoliko želite nastaviti morate se ponovno prijaviti. Inače možete slobodno zatvoriti ovaj prozor preglednika.
km: ការកត់ត្រាចូល TYPO3 របស់​អ្នក​បាន​ផុត​កំណត់ ។ អ្នក​ត្រូវ​កត់ត្រាចូល​ម្ដង​ទៀត ប្រសិន​បើ​អ្នក​ចង់​បន្ត ។ បើ​ពុំ​នោះ​ទេ អ្នក​អាច​បិទ​វិនដូវ៍​ប្រាវសឺ​ ។
th: เข้าสู่ระบบ TYPO3 ของคุณหมดอายุ คุณต้องล็อกอินอีกครั้งถ้าคุณต้องการดำเนินการต่อ มิฉะนั้นคุณสามารถปิดหน้าต่างเบราเซอร์ปัจจุบัน

# mess.noSelItemForEdit
source: Please select one or more items in the list before you can edit.
cs: Před úpravami vyberte prosím jednu nebo více položek v seznamu.
da: Vælg venligst et eller flere elementer i listen før du kan redigere.
el: Παρακαλώ επιλέξτε ένα ή περισσότερα αντικείμενα της λίστας, για να εκκινήσει η επεξεργασία.
hr: Molim odaberite jednu ili više stavki sa popisa prije uređivanja.
ja: 編集する前に1つ以上のアイテムを選択してください。
km: សូម​រើស​ធាតុ​មួយ ឬ លើស​ពី​នោះ​ពី​បញ្ជី មុន​ពេល​អ្នក​អាច​កែ​បាន ។
th: กรุณาเลือก หนึ่งสิ่งหรือมากว่าในรายการ ก่อนที่ท่านจะสามารถแก้ไขได้

# mess.refreshRequired.title
source: Refresh required
da: Genindlæsning krævet
hr: Potrebno je osvježiti prikaz

# mess.refreshRequired.content
source: This change will affect which fields are available in the form. Would you like to save now in order to refresh the display?
da: Denne ændring vil påvirke hvilke felter der er tilgængelige i formularen. Vil du gemme nu, for at opdatere visningen?
hr: Ova izmjena će izmijeniti vidljivost pojedinih polja na ovom obrascu. Želite li sada spremiti izmjene kako bi se osvježio prikaz?

# mess.move_into
source: Move "%s" into "%s"?
cs: Přesunout "%s" do "%s"?
da: Flyt "%s" ind i "%s"?
el: Μετακίνηση του "%s"εντός του "%s"?
hr: Premjesti "%s" u "%s"?
ja: "%s"を"%s"の中に移動しますか？
km: ប្ដូរ​ទីតាំង "%s" ទៅ​ក្នុង "%s"?
th: ย้าย "%s" ไปใน "%s"?

# mess.move_into_colPos
source: Move "%1$s" into column "%3$s" on page "%2$s"?
cs: Přesunout "%1$s" do sloupce "%3$s" na stránce "%2$s"?
da: Flyt "%1$s" til kolonne "%3$s" på side "%2$s"?
hr: Premjesti "%1$s" u stupac "%3$s" na stranici "%2$s"?

# mess.move_after
source: Move "%s" to after "%s"?
cs: Přesunout "%s" za "%s"?
da: Flyt "%s" til positionen efter "%s"?
el: Μετακίνηση του "%s" μετά από το "%s"?
hr: Premjesti "%s" nakon "%s"?
ja: "%s"を"%s"の下に移動しますか？
km: ប្ដូរ​ទីតាំង "%s" ទៅ​បន្ទាប់ "%s"?
th: ย้าย "%s" ไปหลัง "%s"?

# mess.copy_into
source: Copy "%s" into "%s"?
cs: Zkopírovat "%s" do "%s"?
da: Kopier "%s" ind i "%s"?
el: Αντιγραφή του "%s" εντός του "%s"?
hr: Kopiraj "%s" u "%s"?
ja: "%s"を"%s"の中にコピーしますか？
km: ចម្លង "%s" ទៅ​ក្នុង "%s"?
th: ทำสำเนา "%s" ไปใน "%s"?
