Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_csh_pages.xlf
Languages: da, km, nl, th

# target.details
source: The Link Target overrides the default Link Target behavior, which should already be configured correctly for most pages in the website TypoScript template. There are additional options available by using the Link Target field Setting an integer value at the beginning of the field sets it as the default type for the page. For example, if an RSS feed is configured in TypoScript as typeNum=100, setting the Link Target to 100 could be used to add an RSS link in the menu. The following syntax is used to open the page in a popup window: 400x200 - Opens the page in a 400x200 popup window. 230x450:resizable=0,location=1 - Opens the page in a 230x450 popup window that is not resizable and has an address bar. Combined: 100 600x350 - Opens the page in a 600x350 popup with type=100 2 _blank - Opens the page with target "_blank" and type=2
da: Link-destinationen overskrider standard link-destinationens adfærd, hvilket allerede bør være konfigureret korrekt for de fleste sider i websidens TypoScript skabelon. Der er yderligere valgmuligheder tilgængelige ved brug af link-destinations-feltet Ved angivelse af en talværdi i begyndelsen af feltet, angiver en standardtype for siden. Eksempelvis hvis et RSS-feed er konfigureret i TypoScript som typeNum=100, vil angivelse af link-destination til 100 kunne bruges til at tilføje et RSS link i menuen. Den følgende syntaks bruges til at åbne siden i et pop-up vindue: 400x200 - Åbner siden i et 400x200 pop-up vindue. 230x450:resizable=0,location=1 - Åbner siden i et 230x450 pop-up vindue som ikke kan ændre størrelse og har en adresse-linje. Kombineret: 100 600x350 - Åbner siden i et 600x350 pop-up vindue med type=100 2 _blank - Åbner siden med mål "_blank" og type=2
km: គោលដៅ​របស់​តំណ​បញ្ជាន់​លើ​គោលដៅ​របស់​តំណ​ដើម ដែល​គួរ​ត្រូវ​បាន​កំណត់​ឲ្យ​បាន​ត្រឹមត្រូវ​ជា​ស្រេច​សម្រាប់​ទំព័រ​មួយ​ចំនួន​ធំ​លើ​ទំព័រ​វែបសាយ ក្នុង template របស់ TypoScript ។ មាន​ជម្រើស​បន្ថែម​ជា​ច្រើន​ដោយ​ប្រើ​ប្រអប់​​គោលដៅ​តំណ ។ កំណត់​តម្លៃ​លេខ​នៅ​ដើម​ដំបូង​នៃ​ប្រអប់​ ប្រៀប​ដូច​ជា​ប្រភេទ​ដើម​នៃ​ទំព័រ ។ ឧទហរណ៍ បើ RSS feed ត្រូវ​បាន​កំណត់​ក្នុង TypoScript ជា​ typeNum=100, ការកំណត់​គោលដៅ​តំណ​ទៅ 100 អាច​ត្រូវ​បាន​ប្រើ​ដើម្បី​បន្ថែម​តំណ RSS ក្នុង​មឺនុយ ។ រូបមន្ត​ខាង​ក្រោម​ត្រូវ​បាន​ប្រើ​ដើម្បី​បើក​ទំព័រ​ក្នុង​ផ្ទាំង​លោត៖ ៤០០x២០០ - បើក​ទំព័រ​ក្នុង​ផ្ទាំង​លោត ៤០០x២០០ ។ ២៣០x៤៥០៖resizable=0,locaction=១ - បើក​ទំព័រ​ក្នុង​ផ្ទាំង​លោត ២៣០x៤៥០ ដែល​មិន​អាច​ពង្រីក​បង្រួម​បាន និង មាន​ប្រអប់​អាសយដ្ឋាន ។ ការបញ្ចូល​គ្នា៖ ១០០ ៦០០x៣៥០ - បើក​ទំព័រ​ក្នុង​ផ្ទាំង​លោត ៦០០x៣៥០ ប្រភេទ ១០០ 2_blank - បើក​ទំព័រ​ជាមួយ​នឹង​គោលដៅ "_blank" និង ប្រភេទ​=២
nl: Het link doel overschrijft het standaard gedrag van het link doel die al correct geconfigureerd hoort te zijn voor de meeste pagina's in het TypoScript sjabloon. Er zijn extra opties beschikbaar door het veld Link doel te gebruiken. Een geheel getal aan het begin van het veld stelt dit getal in als standaard type voor de pagina. Bijvoorbeeld: als een RSS feed gedefinieerd is in TypoScript als typeNum=100, dan kan met een Link doel van 100 een RSS link in het menu gezet worden. De volgende syntax kan gebruikt worden om de pagina te openen in een popup-scherm. 400x200 - Opent de pagina in een 400x200 popup. 230x450:resizable=0;location=1 - Opent de pagina in een 230x450 popup die niet schaalbaar is en wel een adresbalk heeft. Gecombineerd: 100 600x350 - Opent de pagina in een 600x350 popup met type=100 2 _blank - Opent de pagina met target="_blank" en type=2
th: Link Target แทนที่ค่าเริ่มต้นการเชื่อมโยงพฤติกรรมเป้าหมายที่ควรได้รับการกำหนดค่าอย่างถูกต้องสำหรับหน้าเว็บที่มากที่สุดในเว็บไซต์แม่แบบ TypoScript มีตัวเลือกเพิ่มเติมสามารถใช้ได้โดยใช้การเชื่อมโยงเขตข้อมูลเป้าหมาย ได้แก่ การตั้งค่าจำนวนเต็มที่จุดเริ่มต้นของเขตข้อมูลที่กำหนดเป็นประเภทเริ่มต้นสำหรับหน้า ตัวอย่างเช่นถ้าฟีด RSS การกำหนดค่าใน TypoScript เป็น = 100 typeNum, การตั้งค่าการเชื่อมโยงเป้าหมายถึง 100 สามารถนำมาใช้เพื่อเพิ่มการเชื่อมโยง RSS ในเมนู ไวยากรณ์ต่อไปนี้จะใช้ในการเปิดหน้าเว็บในหน้าต่างป๊อปอัพ : 400x200 -- เปิดหน้าในหน้าต่างป๊อปอัพ 400x200 สถานที่ตั้ง = 0, ปรับขนาดได้ = 1 -- เปิดเพจในหน้าต่างป๊อปอัพ 230x450 ที่ไม่ได้ปรับขนาดได้และมีแถบที่อยู่ : 230x450 รวม : 100 600x350 -- เปิดหน้าใน 600x350 ป๊อปอัพที่มีประเภท = 100 2 _blank -- เปิดหน้าโดยมีเป้าหมาย"_blank"ชนิดและ = 2

# cache_timeout.description
source: Sets the Cache Lifetime for the page.
da: Sætter timeout på cachen.
km: កំណត់​ខែស្ហ​​លើ​ទំព័រ​នេះ​រហូត ។
nl: Stelt de levensduur van de cache voor de pagina in.
th: ชุดแคชอายุการใช้งานสำหรับหน้า

# cache_timeout.details
source: By default, pages are cached for 24 hours. After 24 hours, the page is constructed again and rewritten to the cache. Depending on your configuration, the cache may be cleared at midnight. When specific pages need a longer or shorter cache lifetime than the default, this option can be used.
da: Som udgangspunkt udløber en cache 24 timer efter den er genereret. Første gang siden vises herefter genereres siden igen, og en ny cache laves. Afhængig af websitets konfiguration, kan cachen også udløbe hver midnat. Hvis specifikke sider har brug for længere cache end standard, kan det gøres ved dette valg.
km: តាម​ធម្មតា ទំព័រ​ត្រូវ​បាន​ខែស្ហ​ ២៤ ម៉ោង ។ បន្ទាប់​ពី ២៤ ម៉ោង ទំព័រ​នឹង​រៀបចំ​ឡើង​វិញ និង បញ្ជូន​ទៅ​ខែស្ហ ។ អាស្រ័យ​លើ​ការកំណត់​របស់​អ្នក ខែស្ហ​អាច​សម្អាត​នៅ​ពាក់​កណ្ដាល​យប់ ។ ជម្រើស​មួយ​នេះ​ត្រូវ​បាន​ប្រើ​ពេល​កំណត់​ទំព័រ ដែល​ត្រូវការ​កំណត់​​ពេល​វែង​ជាង ឬ ខ្លី​ជាង​ការកំណត់​ដើម ។
nl: Standaard worden pagina's 24 uur gecachet. Na 24 uur wordt de pagina opnieuw opgebouwd en in de cache opgeslagen. Afhankelijk van de configuratie kan deze cache om middernacht geleegd worden. Als specifieke pagina's langer of korter gecachet moeten worden dan kan deze optie gebruikt worden.
th: โดยค่าเริ่มต้นหน้าจะถูกเก็บไว้เป็นเวลา 24 ชั่วโมง หลังจาก 24 ชั่วโมงหน้าถูกสร้างอีกครั้งและเขียนใหม่ให้แคช ทั้งนี้ขึ้นอยู่กับการกำหนดค่าของคุณแคชอาจถูกลบในเวลาเที่ยงคืน เมื่ออายุการใช้งานหน้าเว็บที่ระบุต้องแคชอีกต่อไปหรือน้อยกว่าค่าเริ่มต้นตัวเลือกนี้สามารถนำมาใช้

# no_search.description
source: If enabled, this option excludes the page from searching operations on the website.
da: Hvis valgt, bliver siden ikke medtaget i søgninger på websitet.
km: ប្រសិន​បើ​បើក​ជម្រើស​នេះ លើកលែង​ទំព័រ​ពី​ការស្វែងរក​លើ​វែបសាយ ។
nl: Indien ingeschakeld sluit deze optie de pagina uit van zoekopdrachten op de website.
th: ถ้าเปิดตัวเลือกนี้ไม่รวมหน้าการดำเนินงานจากการค้นหาในเว็บไซต์

# php_tree_stop.description
source: If enabled, this option excludes the subtree from rendering in the backend.
da: Hvis aktiveret vil dette valg ekskludere undertræet fra et blive indlæst i backend.
nl: Indien ingesteld wordt de onderliggende boom niet in de backend weergegeven.

# author.description
source: Enter the page author's name.
da: Sidens forfatter.
km: បំពេញ​ឈ្មោះ​អ្នក​បង្កើត​ទំព័រ ។
nl: Voer de naam van de auteur van de pagina in.
th: ใส่ชื่อผู้เขียนของหน้าเว็บ

# author.details
source: Whether the author name is used or not depends on the setup of your TypoScript template. - You may use it in a meta-tag. - If you're using TYPO3 pages as 'articles' then you could use this field to display the name of the page (article) author.
da: Måden 'forfatter'-feltet anvendes (hvis det overhovedet anvendes) er defineret i websitets skabelon. - Du kan bruge det i meta-tags. - Hvis TYPO3 sider bruges som artikler, kan dette felt bruges til at navngive artiklens forfatter.
km: ទោះ​បី​ជា​ឈ្មោះ​អ្នក​បង្កើត​ត្រូវ​បាន​ប្រើ ឬ មិន​ត្រូវ​បាន​ប្រើ អាស្រ័យ​លើ​ការដំឡើង​លើ template TypoScript ។ - អ្នក​អាច​ប្រើ​វា​ក្នុង ថាក​ meta - បើ​អ្នក​កំពុង​ប្រើ​ទទំព័រ TYPO3 ជា​ 'អត្ថបទ' អ្នក​អាច​ប្រើ​ប្រអប់​នេះ​ដើម្បី​បង្ហាញ​ឈ្មោះ​អ្នក​បង្កើត​ទំព័រ (អត្ថបទ) ។
nl: Of de naam van de auteur wel of niet gebruikt wordt hangt af van de instellingen in het TypoScript sjabloon. - Het kan gebruikt worden in een meta-tag. - Als de TYPO3 pagina's als 'artikelen' gebruikt worden kan dit veld gebruikt worden om de naam van de auteur af te beelden.
th: ไม่ว่าชื่อผู้เขียนมีการใช้หรือไม่ขึ้นอยู่กับการตั้งค่าของแม่ TypoScript ของคุณ -- คุณอาจจะใช้ในเมตาแท็ก -- หากคุณกำลังใช้หน้า TYPO3 เป็น'บทความ'จากนั้นคุณสามารถใช้ฟิลด์นี้เพื่อแสดงชื่อของเพจ (บทความ) ผู้เขียน

# author_email.description
source: Enter the page author's email address.
da: Indtast sideforfatterens e-mail-adresse.
km: បំពេញ​អាសយដ្ឋាន​អ៊‍ីមេល​របស់​អ្នក​បង្កើត​ទំព័រ ។
nl: Voer het e-mailadres van de auteur in.
th: ป้้้อนที่อยู่อีเมลผู้เขียนของหน้าเว็บ

# module.description
source: Define the page as containing a Frontend plugin.
da: Definerer siden, indeholdende en Frontend plugin.
km: កំណត់​ទំព័រ​ឲ្យ​ផ្ទុក​កម្មវិធី​បន្ថែម​សម្រាប់ Frontend ។
nl: De pagina bevat een frontend-plug-in.
th: กำหนดหน้าเว็บที่มีปลั๊กอินของส่วนหน้า

# module.details
source: Setting this option lets the Backend knows this page contains specific content or has a specific purpose, such as containing a forum or acting as the root page of a shop section on the website. Based on this setting the Backend is able to display a shortcut list as well as relevant functionality in the 'Web>Modules' module. The Frontend display is largely not affected. Marking a page as containing a 'Shop' plugin simply means it'll show up in the shortcut list of modules in the backend. For additional details on this option, refer to the administration documentation. It's recommended that only admin-users have access to this field!
da: Ved at vælge denne mulighed, fortæller du Backend at denne side indeholder specielt indhold eller har et særligt formål, eksempelvis indholder et forum eller optræder som siderod for en shop-sektion på websitet. Afhængig af denne indstilling er Backend i stand til at vise eb genvejsliste såvel som relevant funktionalitet i 'Web>Modul'. Frontend er generelt ikke påvirket. Hvis du markerer en side til at indeholde en 'Shop' plugin betyder ganske enkelt at den vil dukke op i genvejslisten over moduler i Backend. Yderligere detaljer om denne indstilling findes i administrations dokumentationen. Det anbefales at kun administratorer har adgang til dette felt!
km: យក​ជម្រើស​នេះ​អនុញ្ញាត​ឲ្យ​ Backend ដឹង​ទំព័រ​នេះ​មាន​មាតិកា​ជាក់លាក់ ឬ មាន​បំណង​ជាក់លាក់ ដូច​ជា​មាន​​វេទិការ​ពិភាក្សា ឬ ដើរតួ​ជា​ទំព័រ​គោល​នៃ​ការលក់​ទំនិញ​លើ​វែបសាយ ។ ផ្អែក​លើ​ការកំណត់​នេះ Backend ត្រូវ​បាន​បើក​ដំណើរការ​បង្ហាញ​បញ្ជី​សតខាត់​ក៏​ដូច​ជា​មុខងារ​ក្នុង​ម៉ូឌុល 'វែប>ម៉ូឌុល' ។ ការបង្ហាញ​លើ Frontend មិន​មាន​ផល​ប៉ះពាល់​ទេ ។ សម្គាល់​ទំព័រ​មួយ​មាន​កម្មវិធី​បន្ថែម 'លក់​ទំនិញ' មានន័យ​ថា វា​នឹង​បង្ហាញ​ក្នុង​បញ្ជី​សតខាត់​របស់​ម៉ូឌុល​ក្នុង Backend ។ សម្រាប់​ព័តមាន​បន្ថែម​លើ​ជម្រើស​នេះ សូម​មើល​ឯកសារ​គ្រប់គ្រង ។ សិទ្ធិ​ប្រើ​ប្រាស់​ប្រអប់​នេះ តម្រូវ​ឲ្យ​តែ​អ្នក​គ្រប់គ្រង​ប៉ុណ្ណោះ ។
nl: Deze optie laat de backend weten dat een pagina specifieke inhoud bevat of een speciaal doel heeft, zoals een forum of een pagina waar de webshop van een site begint. Hiermee kan de backend een lijst met snelkoppelingen maken alsook de relevante functionaliteit in de module 'Web > Modules'. De weergave in de frontend is grotendeels niet beïnvloed. Aangeven dat een pagina een 'Shop' plug-in bevat betekent simpelweg dat deze voorkomt in lijsten met snelkoppelingen voor modules in de backend. Voor meer details over deze optie, zie de documentatie voor beheerders. Het is aan te raden dat alleen admin-gebruikers toegang hebben tot dit veld!
th: การตั้งค่าตัวเลือกนี้ทำให้รู้ว่าแบ็กเอนด์หน้านี้มีเนื้อหาที่เฉพาะเจาะจงหรือมีจุดมุ่งหมายเฉพาะเช่นที่มีฟอรั่มหรือทำหน้าที่เป็นรูทเพจของส่วนร้านค้าบนเว็บไซต์ ขึ้นอยู่กับการตั้งค่าแบ็กเอนด์นี้สามารถแสดงรายการทางลัดรวมทั้งฟังก์ชันการทำงานที่เกี่ยวข้องใน'Web> Modules'โมดูล แสดงส่วนหน้าเป็นส่วนใหญ่ไม่ได้รับผลกระทบ การทำเครื่องหมายหน้าเป็นที่มี'ร้าน'ปลั๊กอินนั้นหมายถึงว่ามันจะแสดงขึ้นในรายการทางลัดของโมดูลในแบ็กเอนด์ สำหรับรายละเอียดเพิ่มเติมเกี่ยวกับตัวเลือกนี้ให้ดูที่เอกสารการบริหาร ขอแนะนำให้เฉพาะผู้ใช้ผู้ดูแลระบบสามารถเข้าถึงข้อมูลนี้!

# media.description
source: Attach media files related to the page.
da: Vedhæft filer til siden
km: ភ្ជាប់​ឯកសារ​​សោតទស្សន៍​ទាក់ទង​នឹង​ទំព័រ ។
nl: Gerelateerde media-bestanden aan de pagina koppelen.
th: แนบไฟล์สื่อที่เกี่ยวข้องกับหน้า

# media.details
source: This field allows you to attach various files to the page, but how these files are used depends on your template. As an example the template could be use this field to allow a logo to be attached to the page or it might expect the first file to be an image used as a link in the navigation menu. Remember, this totally depends on how the template is programmed.
da: Dette felt giver mulighed for at vedhæfte filer til siden. Om og hvordan filerne bruges, er op til websitets skabelon. Eksempelvis kan skabelonen sættes op til at tillade et logo tilknyttet siden eller således at den første fil i listen, er et billede som skal bruges i menuen, men det afhænger 100% af skabelonen.
km: ប្រអប់​​នេះ​អនុញ្ញាត​ឲ្យ​អ្នក​ភ្ជាប់​ឯកសារ​ចាស់ៗ​ទៅ​កាន់​ទំព័រ ប៉ុន្តែ​របៀប​ប្រើ​ឯកសារ​ទាំងនេះ​ផ្អែក​លើ​​គំរូ​របស់​អ្នក​ ។ ដូច​ក្នុង​ឧទាហរណ៍ template អាច​ប្រើ​ប្រអប់​នេះ​ដើម្បី​អនុញ្ញាត​ឲ្យ​ភ្ជាប់​ស្លាកសញ្ញា​ទៅ​កាន់​ទំព័រ ឬ វា​អាច​​ដាក់​ឯកសារ​ដំបូង​ជា​រូបភាព​ប្រើ​ជា​តំណ​ក្នុង​មឺនុយ ។ ចង់ចាំ​ថា ទាំងនេះ​ផ្អែក​លើ​ការសរសេរ​កូដ​លើ template ទាំងស្រុង ។
nl: Met dit veld zijn verschillende bestanden aan een pagina te koppelen. Hoe deze bestanden gebruikt worden hangt af van het sjabloon. Zo kan bijvoorbeeld in het TypoScript-sjabloon dit veld gebruikt worden om een logo op de pagina af te beelden of kan het eerste bestand in de lijst gebruikt worden als een in de navigatie. Dit hangt dus compleet af van de manier waarop het sjabloon is geprogrammeerd.
th: ฟิลด์นี้จะช่วยให้คุณสามารถแนบไฟล์ต่างๆไปยังหน้า แต่วิธีการใช้แฟ้มเหล่านี้ขึ้นอยู่กับแม่แบบของคุณ ตัวอย่างเช่นแม่อาจจะใช้ฟิลด์นี้เพื่ออนุญาตให้มีโลโก้ที่จะแนบมากับหน้าหรืออาจคาดหวังว่าไฟล์แรกที่จะใช้ภาพเป็นลิงค์ในเมนูนำทาง โปรดจำไว้ว่าทั้งหมดนี้ขึ้นอยู่กับแม่แบบเป็นโปรแกรม

# subtitle.description
source: Enter a subtitle if needed.
da: Undertitel
km: បំពេញ​ចំណងជើង​រង ប្រសិន​បើ​ចាំបាច់ ។
nl: Voer indien nodig een ondertitel in.
th: ใส่คำบรรยายถ้าจำเป็น

# subtitle.details
source: Whether this field is used or not depends on the template. In most cases it's not used.
da: Brugen af dette felt er defineres i websitets skabelon. Det er normalt ikke brugt, men kan bruges hvis ønsket.
km: ប្រអប់​នេះ​ត្រូវ​បាន​ប្រើ​ឬ​អត់​អាស្រ័យ​លើ template ។ ក្នុង​ករណី​ជា​ច្រើន​វា​មិន​ត្រូវ​បាន​ប្រើ ។
nl: Of dit veld gebruikt wordt hangt af van het TypoScript-sjabloon. In de meeste gevallen is het niet gebruikt.
th: ไม่ว่าฟิลด์นี้ใช้หรือไม่ขึ้นอยู่กับแม่แบบ ในกรณีส่วนใหญ่ก็ไม่ได้ใช้

# url.description
source: Enter the URL this page redirects to.
da: Indtast den URL som siden skal linke til.
km: បំពេញ URL ដែល​ទំព័រ​បញ្ជូន​បន្ត​ទៅ ។
nl: Voer de URL in waarnaar deze pagina doorverwijst.
th: ป้อน URL ของหน้านี้เปลี่ยนเส้นทางไปยัง ..

# url.details
source: For example, 'http://www.typo3.org'. This option is used only if the page 'Type' is set to 'Link to External URL.'
da: F.eks. 'http://www.typo3.org' . Dette felt er brugt hvis siden har 'Type' er angivet til 'Ekstern URL'.
nl: Voorbeeld: 'http://www.typo3.org'. Deze optie wordt alleen gebruikt al het pagina 'Type' is ingesteld op 'Link naar Externe URL'

# shortcut.description
source: Select a page to act as the Shortcut Target. When the current page is requested in the Frontend, it will be redirected to the Shortcut Target.
da: Indsæt en side som denne side skal være en genvej til.
km: រើស​ទំព័រ​ដើម្បី​ដាក់​ជី​គោលដៅ​របស់​សតខាត់ ។ ពេល​ទំព័រ​កំពុង​បើក​ស្នើ​លើ Frontend វា​នឹង​បញ្ចូន​បន្ត​ទៅ​គោលដៅ​របស់​សតខាត់ ។
nl: Kies een pagina waarnaar doorverwezen moet worden. Als de huidige pagina in de frontend wordt opgevraagd zal worden doorverwezen naar de doelpagina.
th: เลือกหน้าเพื่อทำหน้าที่เป็นทางลัดเป้าหมาย เมื่อมีคำขอสำหรับเพจปัจจุบันในส่วนหน้านี้จะถูกนำไปยังเป้าหมายทางลัด

# shortcut.details
source: Click the 'Browse for Records' icon and a new window will appear in which you can easily select a page to act as the Shortcut Target. This option is used only if the page 'Type' is set to 'Shortcut.'
da: Hvis man i frontenden vælger denne side fra menuen, vil man automatisk blive videreført til den her valgte side, og virker derfor som genvej.
km: ចុច​លើ​រូប​តំណាង "បើក​រក​ទិន្នន័យ" ពេល​នោះ​ផ្ទាំង​ថ្មី​មួយ​នឹង​លោត​ឡើង​ដែល​អ្នក​អាច​រើស​ទំព័រ​ជា​គោលដៅ​សតខាត់​បាន​យ៉ាង​ងាយស្រួល ។ ជម្រើស​នេះ​ត្រូវ​បាន​ប្រើ​តែ​លើ​ 'ប្រភេទ​' ទំព័រ​ដែល​បា​ន​កំណត់​ជា 'សតខាត់' ។
nl: Kies het pictogram 'Bladeren naar records' en een nieuw venster wordt geopend om een pagina te kiezen waarnaar doorverwezen moet worden. Deze optie is alleen gebruikt als de pagina van het type 'Snelkoppeling' is.
th: คลิกที่'เลือกดูรายการ'ไอคอนและหน้าต่างใหม่จะปรากฏในที่คุณสามารถเลือกให้ทำหน้าที่เป็นทางลัดเป้าหมาย ตัวเลือกนี้จะใช้เฉพาะเมื่อเพจ'ประเภท'ตั้ง'ทางลัด.'

# shortcut.image_descr
source: Select a Shortcut Target page with the Element Browser.
da: Vælg en side som denne side skal være en genvej til.
km: រើស​ទំព័រ​សតខាត់​គោលដៅ ជាមួយ​ធាតុ​កម្មវិធី​រុករក ។
nl: Selecteer een bestemmingspagina voor de snelkoppeling met de element browser
th: เลือกหน้าทางลัดเป้าหมายด้วยธาตุเบราว์เซอร์

# keywords.description
source: Enter keywords for the page separated by commas. You may also use short phrases.
da: Indtast nøgleord for siden separeret med kommaer. Du kan også anvende korte fraser.
km: បំពេញ​ពាក្យ​គន្លឹះ​ឲ្យ​ទំព័រ កាត់​ដោយ​ប្រើ​ក្បៀស ។ អ្នក​អាច​ប្រើ​ឃ្លា​ខ្លីៗ ។
nl: Voer trefwoorden, door een komma gescheiden, voor de pagina in. U kunt ook korte zinnen gebruiken.
th: ป้อนคำหลักของหน้าคั่นด้วยเครื่องหมายจุลภาค นอกจากนี้คุณยังอาจใช้วลีสั้น ๆ

# keywords.details
source: Most TYPO3 websites use these keywords in a meta-tag on the page, but you may have to setup the appropriate TypoScript template yourself. To optimize your page for search engines like Google you should not use more than 3 to 6 keywords. You should also make sure that the keywords are found in the content of the page. Note that search engine extensions for TYPO3 such as Indexed Search can also be configured to make use of the keywords. The keywords can also be used to create a menu of related pages. Create a Content Element of type 'Sitemap' and then choose the menu type <i>Related pages (based on keywords)</i>.
da: De fleste TYPO3 websites indsætter disse nøgleord som meta-tag på siden. Afhænger af websitets skabelon.
km: វែបសាយ TYPO3 ភាគ​ច្រើន ប្រើ​ពាក្យ​គន្លឹះ​ទាំងនេះ​ក្នុង​ស្លាក meta លើ​ទំព័រ ប៉ុន្តែ​អ្នក​អាច​កំណត់​លើ គំរូ TypoScript ដោយ​ខ្លួនឯង ។ ដើម្បី​បង្រួម​ទំព័រ​របស់​អ្នក​សម្រាប់​​ម៉ាស៊ីន​ស្វែងរក​ដូច​ជា Google អ្នក​គួរ​មិន​ត្រូវ​ប្រើ​ច្រើន​ជាង ៣ ទៅ ៦ ពាក្យ​នោះ​ទេ ។ អ្នក​គួរ​ប្រាកដ​ផង​ដែរ​ថា ពាក្យ​ទាំង​នោះ​មាន​នៅ​ក្នុង​មាតិកា​របស់​ទំព័រ ។ ចំណាំ​ថា​សមាសភាគ​​ម៉ាស៊ីន​ស្វែងរក​សម្រាប់ TYPO3 ដូច​ជា​លិបិក្រម​ស្វែងរក ក៏​អាច​ត្រូវ​បាន​កំណត់​ឲ្យ​ប្រើ​ពាក្យ​ទាំង​នោះ​ដែរ ។ ពាក្យ​គន្លឹះ​អាច​ត្រូវ​បាន​ប្រើ​ដើម្បី​បង្កើត​មឺនុយ​ទាក់ទង​ទៅ​នឹង​ទំព័រ ។ បង្កើត​ធាតុ​មាតិកា​ប្រភេទ​ជា 'ប្លង់​វែបសាយ' និង រើស​យក​ប្រភេទ​មឺនុយ <i>ទាក់ទង​នឹង​ទំព័រ (អាស្រ័យ​ដោយ​ពាក្យ​គន្លឹះ)</i> ។
nl: De meeste TYPO3 websites gebruiken deze trefwoorden in een metatag op de pagina maar het kan zijn dat u de juiste TypoScript template zelf moet instellen. Om de pagina te optimaliseren voor zoekmachines zoals Google dient u niet meer dan 3 tot 6 trefwoorden op te geven. U dient er daarnaast voor te zorgen dat de trefwoorden ook in de inhoud van de pagina teruggevonden worden.Ook zoekmachine extensies voor TYPO3, zoals Indexed Search, kunnen geconfigureerd worden om deze trefwoorden te gebruiken.De trefwoorden kunnen tevens gebruikt worden om een menu van gerelateerde pagina's te maken. Gebruik hiervoor een content element van het type 'sitemap' en kies bij menu type <i>Gerelateerde pagina's (gebaseerd op trefwoorden)</i>.
th: ส่วนใหญ่เว็บไซต์ TYPO3 ใช้คำหลักเหล่านี้ในเมตาแท็กในหน้า แต่คุณอาจจะมีการติดตั้งแม่แบบ TypoScript ที่เหมาะสมด้วยตัวคุณเอง ในการเพิ่มประสิทธิภาพของหน้าเว็บของคุณสำหรับเครื่องมือค้นหาเช่น Google ที่คุณไม่ควรใช้มากกว่า 3 ถึง 6 คำหลัก นอกจากนี้คุณควรตรวจสอบให้แน่ใจว่าคำหลักที่มีอยู่ในเนื้อหาของหน้าเว็บ โปรดทราบว่าส่วนขยายของเครื่องมือค้นหาสำหรับ TYPO3 เช่นค้นหาดัชนียังสามารถกำหนดค่าเพื่อให้การใช้คำหลัก คำหลักที่ยังสามารถใช้ในการสร้างเมนูของหน้าเว็บที่เกี่ยวข้อง สร้างองค์ประกอบของเนื้อหาของพิมพ์'แผนผังเว็บไซต์'จากนั้นเลือกเมนูชนิด <i> หน้าที่เกี่ยวข้อง (ตามคำหลัก) </ i>

# description.description
source: Enter a short description of the page. It will be displayed in the result lists of most search engines.
da: Indtast en kort beskrivelse af siden. Den vil blive vist i søgemaskiners resultatlister.
km: បំពេញ​សេចក្ដី​អធិប្បាយ​លើ​ទំព័រ ។ វា​នឹង​បង្ហាញ​​ក្នុង​បញ្ជី​លទ្ធផល​នៃ​ម៉ាស៊ីន​ស្វែងរក​ភាគច្រើន ។
nl: Voer een korte omschrijving voor de pagina in. Dit wordt getoond in de resultatenlijst van de meeste zoekmachines.
th: ป้อนคำอธิบายสั้น ๆ ของหน้าเว็บ จะแสดงในผลรายการของเครื่องมือค้นหามากที่สุด
