Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_csh_corebe.xlf
Languages: hi, hr, it, km, th

# wizard_table_wiz.details
source: The wizard is quite simple. By the buttons to the left and in the bottom you can add, delete and move columns and rows in the table. You can also disable the setting "Small fields" below the wizard if you want larger textarea fields for the editing.
hi: विजार्ड काफी सरल है। बाईं ओर और नीचे आप जोड़ सकते हैं, हटा सकते हैं और तालिका में स्तंभों और पंक्तियों के लिए कदम में बटन के द्वारा। तुम भी विजार्ड नीचे की स्थापना "छोटे क्षेत्रों" को निष्क्रिय यदि आप संपादन के लिए बड़ा textarea क्षेत्रों चाहते हैं।
hr: Čarobnjak je prilično jednostavan. Pomoću gumba na lijevoj strani i na dnu, možete dodati, obrisati te premještati stupce i retke u tablici. Također možete onemogućiti postavku "Mala polja" ispod čarobnjaka ako želite veća polja teksta za uređivanje.
km: វីហ្សាដ​មាន​លក្ខណៈ​សមញ្ញ​ណាស់ ។ តាមរយៈ​ប៊ូតុង​នៅ​ខាង​ឆ្វេង និង នៅ​ខាង​ក្រោម អ្នក​អាច​ថែម, លុប និង ប្ដុរ​ទីតាំង​ជួរ​ឈរ និង ជួរដេក ក្នុង​តារាង ។ អ្នក​ក៏​អាច​បិទ​ការកំណត់ "ប្រអប់​តូចៗ" ខាង​ក្រោម​វីហ្សាដ ប្រសិន​បើ​អ្នក​ចង់​ឲ្យ​ប្រអប់​សរសេរ​អក្សរ​ធំ​ជាង​មុន​ដើម្បី​ធ្វើ​ការកែប្រែ ។
th: ตัวช่วยสร้างง่ายมาก โดยปุ่มด้านซ้ายและด้านล่างที่คุณสามารถเพิ่มลบและย้ายคอลัมน์และแถวในตาราง คุณสามารถปิดใช้งานการตั้งค่า"เขต Small"ด้านล่างตัวถ้าคุณต้องการด้าน Textarea ขนาดใหญ่สำหรับการแก้ไข

# _wizard_table_wiz.seeAlso
source: xMOD_csh_corebe:wizard_forms_wiz, Table Wizard details [Technical]| https://docs.typo3.org/typo3cms/TCAReference/AdditionalFeatures/CoreWizardScripts/
hi: xMOD_csh_corebe:wizard_forms_wiz, टेबल विजार्ड विवरण [Technical]| https://docs.typo3.org/typo3cms/TCAReference/AdditionalFeatures/CoreWizardScripts/
hr: xMOD_csh_corebe:wizard_forms_wiz, Detalji o čarobnjaku za tablice [Tehnički zahtjevno]| https://docs.typo3.org/typo3cms/TCAReference/AdditionalFeatures/CoreWizardScripts/

# wizard_table_wiz_buttons.alttitle
source: Table wizard buttons
hi: टेबल विजार्ड बटन
hr: Gumbi čarobnjaka za tablice
km: ប៊ូតុង​តារាង​វីហ្សាដ
th: ตารางปุ่มตัวช่วยสร้าง

# wizard_table_wiz_buttons.description
source: Use the refresh button to update the form without saving it. When you are done you should click one of the real save buttons to save and return to the form from which you entered the wizard. The information from this wizard should then be saved into the field the wizard was associated with.
hi: फॉर्म अपडेट करने के लिए रिफ्रेश बटन का उपयोग करे(इसे बचाए बिना), उदहारण रूप आप फील्ड का प्रकार चेंज करते है या कुछ और। जब आप पूरा कर लेते है आप बचने और जिसमें से आप विज़ार्ड में प्रवेश कियाथा उस फॉर्म पर आने के लिए असल बचाएँ पर क्लिक कर सकते है।विज़ार्ड के बारेमे जानकारी फील्ड में सेव की जायेगी जिस के साथै विज़ार्ड जुड़ा होगा।
hr: Koristite gumb za osvježavanje kako bi ažurirali obrazac bez pohranjivanja. Nakon što završite, kliknite jedan od pravih gumba za pohranjivanje kako bi pohranili te se vratili obrascu putem kojeg ste pristupili čarobnjaku. Podaci ovog čarobnjaka se potom trebaju pohraniti u obrascu koji je bio povezan sa čarobnjakom.
km: ប្រើ​ប៊ូតុង​រីហ្វ្រេស​ដើម្បី​ធ្វើ​ទំនើបកម្ម​ទម្រង់ (ដោយ​មិន​បាច់​រក្សាទុក​វា), ជំនួស ប្រសិន​បើ​អ្នក​បាន​ប្ដូរ​ប្រភេទ​ប្រអប់ ។ ពេល​អ្នក​ធ្វើ​រួច អ្នក​គួរ​ចុច​ប៊ូតុង​រក្សាទុក​ម្ដង ដើម្បី​រក្សាទុក និង ត្រឡប់​ទៅ​ទម្រង់​ពី​វីហ្សាដ​នេះ ពេល​នោះ​ត្រូវ​បាន​រក្សាទុក​ទៅ​ក្នុង​ប្រអប់​វីហ្សាដ​ដែល​ទាក់ទង​ ។
th: ใช้ปุ่มรีเฟรชเพื่อปรับปรุงรูปแบบโดยไม่ต้องบันทึก เมื่อเสร็จแล้วคุณควรคลิกที่หนึ่งของจริงปุ่ม save เพื่อบันทึกและกลับสู่ฟอร์มที่คุณป้อนตัวช่วยสร้าง ข้อมูลจากตัวนี้แล้วควรได้รับการบันทึกลงในฟิลด์ตัวเชื่อมโยงกับ

# shortcuts.alttitle
source: Backend Shortcuts
hi: बैकेंड शॉर्टकट्स
hr: Kratice pozadinskog sučelja
it: Scorciatoie del backend
km: សតខាត់ backend
th: ทางลัด Backend

# shortcuts.description
source: You can create shortcuts to modules in TYPO3 quite easily. The treat is that you can jump between screens in TYPO3 in <em>one</em> click rather than multiple clicks through backend modules etc. The frame also contains a field for entering a page or record id to edit or just search records.
hi: तुम बहुत आसानी से typo3 में मॉड्यूल के लिए शॉर्टकट बना सकते हैं। इलाज है कि आप में <em> एक </ em> बजाय बैकेंड मॉड्यूल आदि फ्रेम भी एक पृष्ठ या रिकार्ड आईडी में प्रवेश संपादित करने के लिए या बस खोज रिकॉर्ड के लिए एक क्षेत्र शामिल हैं के माध्यम से क्लिक अनेक क्लिक से typo3 में स्क्रीन के बीच कूद कर सकते है।
hr: U TYPO3 sustavu možete sasvim jednostavno stvoriti kratice modula. Stvar je u tome da se u TYPO3 sustavu možete prebaciti između ekrana u <em>jednom</em> kliku umjesto sa više klikova putem modula pozadinskog sučelja itd. Okvir također sadrži polja za unos stranice ili identifikacije zapisa kako bi se uredili ili pretražili zapisi.
it: Puoi creare delle scorciatoie ai moduli di TYPO3 abbastanza facilmente. Il vantaggio è che puoi saltare da una sezione all'altra di TYPO3 con <em>un solo</em> click invece che passare attraverso i vari moduli con click multipli. L'area contiene un campo per inserire un id di pagina o di record da modificare oppure solamente per cercare record.
km: អ្នក​អាច​បង្កើត​សតខាត់​ទៅកាន់​​ម៉ូឌុល​ក្នុង TYPO3 យ៉ាង​ងាយស្រួល ។ ប្រយោជន៍​គឺ អ្នក​អាច​លោត​ទៅកាន់​ម៉ូឌុល​ក្នុង TYPO3 ពី <em>មួយ</em> ទៅ​មួយ ដោយ​ពុំ​ចាំបាច់​ចុច​ច្រើន​ដង​លើ​ម៉ូឌុល backend ។ល។ ផ្ទាំង​នោះ​ក៏​មាន​ប្រអប់​សម្រាប់​បញ្ចូល​ទំព័រ ឬ លេខ​សម្គាល់​ទិន្នន័យ​ដើម្បី​កែប្រែ ឬ គ្រាន់តែ​ស្វែងរក​ទិន្នន័យ ។
th: คุณสามารถสร้างทางลัดไปยังโมดูลใน TYPO3 ค่อนข้างง่าย การรักษาคือคุณสามารถข้ามระหว่างหน้าจอใน TYPO3 <em>ในคลิกเดียวแทนที่จะคลิกหลายผ่าน</em> modules backend เป็นต้นกรอบยังมีช่องสำหรับใส่หน้าหรือบันทึก id แก้ไขหรือค้นหาเพียงระเบียน

# shortcuts.details
source: In order to create a shortcut it must be supported by the module you want to create the shortcut to. Whether shortcuts are supported can be seen in the bottom of a module. If there is a small "shortcut" icon you can click it to create the shortcut. In the shortcut frame you can also enter a page id to edit in the "Edit Page ID" box. This will load the current page module with the id provided in the box. Only "Admin"-users can access the shortcut frame in TYPO3 by default. Other users must have it enabled by the User TSconfig option, "options.shortcutFrame = 1". See link below for details (Admins). Editing pages from an id is easy with the shortcut frame. Simply enter an integer number and that page will be loaded for editing. If you enter "[table]:[id]" then it will try to edit a record from the [table] table, for example "tt_content:123" will look for content element 123 (for admins only). Finally, if you enter a string that doesn't match a page or other record the Web>List module will be invoked doing a search in the first database mount you have.
hi: आदेश में एक शॉर्टकट बनाने के लिए यह मॉड्यूल आप के लिए शॉर्टकट बनाना चाहते हैं द्वारा समर्थित होना चाहिए। शॉर्टकट समर्थन कर रहे हैं एक मॉड्यूल के तल में देखा जा सकता है या नहीं। अगर वहाँ एक छोटा सा "शॉर्टकट" आइकन है, तो आप इसे क्लिक करें शॉर्टकट बनाने के लिए कर सकते हैं। शॉर्टकट फ्रेम में भी 'पृष्ठ संपादित आईडी "बॉक्स में संपादित करने के लिए एक पृष्ठ आईडी दर्ज कर सकते हैं। इस बॉक्स में प्रदान की आईडी के साथ वर्तमान पृष्ठ मॉड्यूल लोड होगा। केवल "व्यवस्थापक" -उपयोगकर्ताओं डिफ़ॉल्ट रूप से typo3 में शॉर्टकट फ्रेम का उपयोग कर सकते हैं। अन्य उपयोगकर्ताओं के लिए यह "फ्रेम = 1 options.shortcut" यूजर TSconfig विकल्प के द्वारा सक्षम होना आवश्यक है। विवरण (प्रशासन) के लिए नीचे दिए गए लिंक देखें। एक आईडी से पृष्ठों का संपादन शॉर्टकट फ्रेम के साथ आसान है। बस एक पूर्णांक नंबर दर्ज करें और उस पृष्ठ संपादन के लिए लोड किया जाएगा। आप दर्ज करते हैं "[तालिका] [id]": (केवल व्यवस्थापक के लिए) सामग्री तत्व 123 के लिए दिखेगा तो यह उदाहरण के लिए, [तालिका] तालिका से एक रिकार्ड को संपादित करने की कोशिश करेंगे "123 tt_content"। अंत में, यदि आप एक स्ट्रिंग है कि एक पृष्ठ या अन्य रिकॉर्ड वेब मेल नहीं खाता में प्रवेश> सूची मॉड्यूल माउंट आपके पास पहले डेटाबेस में एक खोज कर रही लागू किया जाएगा।
hr: Kako bi stvorili kraticu, modul za kojeg želite stvoriti kraticu treba podržavati tu kraticu. Na dnu modula možete vidjeti da li su kratice podržane. Ako postoji mala ikona "kratice", možete je kliknuti kako bi stvorili kraticu. U okviru kratice možete unijeti identifikaciju stranice kako bi uredili kutiju "Uredi identifikaciju stranice". To će učitati trenutni modul stranice sa identifikacijom priloženom u kutiji. Samo "Admin"-korisnici mogu pristupiti okviru kratice u TYPO3 po zadanom. Ostalim korisnicima se to treba omogućiti putem TSconfig korisničke opcije, "options.shortcutFrame = 1". Za detalje vidite donji link (Admins). Uređivanje stranica sa identifikacije je lako uz pomoć okvira kratice. Jednostavno unesite cijeli broj i ta će se stranica učitati za uređivanje. Ako unesete "[table]:[id]", tada će to pokušati urediti zapis sa [table] tablice, "tt_content:123" će na primjer tražiti element sadržaja 123 (samo za admine). Na kraju, ako unesete niz koji se ne podudara sa stranicom ili ostalim zapisom, Web>popis modul će biti pozvan u pretraživanju Vašeg prvog montiranja baze podataka.
km: ដើម្បី​បង្កើត​សតខាត់​លើ​ម៉ូឌុល លុះ​ត្រា​តែ​ម៉ូឌុល​នោះ​គាំទ្រ​ក្នុង​ការបង្កើត​សតខាត់​ផង​ដែរ ។ ប្រសិន​បើ​គាំទ្រ​សតខាត់ អាច​មើល​ឃើញ​នៅ​ផ្នែក​ខាង​ក្រោម​របស់​ម៉ូឌុល ។ បើ​ឃើញ​រូបតំណាង "សតខាត់" តូច​មួយ អ្នក​អាច​ចុច​លើ​វា​ដើម្បី​បង្កើត ។ ក្នុង​ផ្ទាំង​សតខាត់ អ្នក​ក៏​អាច​បញ្ចូល​លេខ​សម្គាល់​ទំព័រ​​ក្នុង​ប្រអប់ "កែ​លេខ​សម្គាល់​ទំព័រ" ដើម្បី​ធ្វើការ​កែប្រែ​ផង​ដែរ ។ វា​នឹង​បើក​ទំព័រ​ម៉ូឌុល​បច្ចុប្បន្ន​តាម​លេខ​សម្គាល់​ដែល​បាន​ដាក់ ។ តាម​ធម្មតា​មាន​តែ​អ្នក "គ្រប់គ្រង" មាន​សិទ្ធិ​លើ​សតខាត់​ក្នុង TYPO3 ។ អ្នក​ប្រើ​ផ្សេង​ទៀត​ត្រូវ​តែ​​ដាក់​ដំណើរការ​វា​តាម​រយៈ TSconfig "options.shortcutFrame = 1" ។ មើល​តំណ​ខាង​ក្រោម​សម្រាប់​ព័ត៌មាន​លម្អិត (អ្នក​គ្រប់គ្រង) ។ កែប្រែ​ទំព័រ​តាមរយៈ​លេខ​សម្គាល់​មាន​ភាព​ងាយស្រួល​ជាមួយ​ផ្តាំង​សតខាត់ ។ ដោយ​គ្រាន់តែ​បញ្ចូល​លេខ​សម្គាល់​ទំព័រ​ដែល​ទំព័រ​នឹង​ត្រូវ​បើក​សម្រាប់​កែប្រែ ។ ប្រសិន​បើ​អ្នក​បញ្ចូល "[table]:[id]" ហើយ​វា​នឹង​ព្យាយាម​កែ​ទិន្នន័យ​ពី​តារាង [table] ។ ឧទាហរណ៍ "tt_content:123" នឹង​រក​មើល​ធាតុ​មាតិកា​ ១២៣ (ចំពោះ​អ្នក​គ្រប់គ្រង) ។ ចុងក្រោយ ប្រសិន​បើ​អ្នក​បំពេញ​អក្សរ​ដែល​មិន​ស្គាល់​ទំព័រ ឬ ទិន្នន័យ​ផ្សេង​ទៀត ម៉ូឌុល វែប>បញ្ជី នឹង​ធ្វើការ​ស្វែងរក​ក្នុង​ឃ្លាំង​ទិន្នន័យ​ដែល​អ្នក​បាន​មោនថ៍ ។
th: เพื่อสร้างเป็นทางลัดจะต้องได้รับการสนับสนุนโดยโมดูลที่คุณต้องการสร้างทางลัด ว่าทางลัดได้รับการสนับสนุนสามารถมองเห็นในด้านล่างของโมดูล ถ้ามีทางลัด"เล็ก"icon คุณสามารถคลิกเพื่อสร้างทางลัด ในกรอบทางลัดคุณสามารถใส่กล่องหน้า id แก้ไขใน"แก้ไขเพจ"ID นี้จะโหลดโมดูลหน้าปัจจุบันกับช่อง id ให้ใน เฉพาะ"Admin"ผู้ใช้สามารถเข้าถึงกรอบทางลัดใน TYPO3 โดยปริยาย ผู้อื่นจะต้องได้เปิดการใช้งานโดย TSconfig ตัวเลือกผู้ใช้ options.shortcutFrame"="1" ลิงค์ด้านล่างเพื่อดูรายละเอียด (ผู้ดูแล) การแก้ไขหน้าจาก id ง่ายกับกรอบทางลัด เพียงใส่หมายเลขจำนวนเต็มและหน้าที่จะโหลดสำหรับการแก้ไข หากคุณป้อน"] ตาราง : [] id ["ก็จะพยายามแก้ไขระเบียนจากตาราง] ตาราง [ตัวอย่างเช่น tt_content": 123"จะมองหาองค์ประกอบเนื้อหาที่ 123 (สำหรับผู้ดูแลระบบเท่านั้น) สุดท้ายถ้าคุณเข้าตรงกับสตริงที่ไม่หน้าหรืออื่น ๆ บันทึก> module List Web จะเรียกทำฐานข้อมูลการค้นหาแรกใน mount คุณ

# _shortcuts.seeAlso
source: User TSconfig ->SETUP | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/Options/
hi: यूजर TSconfig ->SETUP | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/Options/
hr: Korisnički TSconfig ->SETUP | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/Options/

# shortcuts.image_descr
source: To create a shortcut to a page, just click the short cut icon usually found in the bottom of pages. You will have to confirm the creation of the shortcut. It is nothing dangerous - only annoying to clean up if you happen to create shortcuts against your own will. Just answer "OK" here. When you answer "OK" you should immediately see the shortcut frame reload and a new icon (the module icon) appear. If you click this icon you will now jump to the page you created the shortcut from! You can name shortcuts, you can even group them and share them. If you want to edit or delete a shortcut you select the "Edit" checkbox and then click the shortcut icon. This will reload the shortcut frame so you get a field for entering a title. You can also delete all shortcuts in a "group" - here, just click the "0" (zero) to the left of the icons and you will remove all shortcuts in the group.
hi: एक पेज के लिए एक शॉर्टकट बनाने के लिए, बस छोटा रास्ता आइकन आमतौर पर पृष्ठों के तल में पाया क्लिक करें। आप शॉर्टकट के निर्माण की पुष्टि करनी होगी। केवल साफ करने के लिए अगर आप अपने खुद इच्छा के विरुद्ध शॉर्टकट बनाने के लिए होता है कष्टप्रद - यह खतरनाक कुछ भी नहीं है। बस "ठीक है" यहाँ जवाब। जब आप का जवाब "ठीक" आप तुरंत शॉर्टकट फ्रेम लोड करें और एक नया प्रतीक (मॉड्यूल आइकन) दिखाई देखना चाहिए। आप इस आइकन आप अब पेज आप से शॉर्टकट बन जाएगा, तो क्लिक करें! आप शॉर्टकट नाम कर सकते हैं आप भी उन्हें समूह कर सकते हैं और उन्हें साझा। आप संपादित या एक शॉर्टकट को नष्ट करना चाहते हैं तो आप "संपादित करें" चेकबॉक्स का चयन और तब शॉर्टकट आइकन पर क्लिक करें। इस शॉर्टकट फ्रेम को फिर से लोड ताकि आप एक शीर्षक में प्रवेश करने के लिए एक क्षेत्र मिल जाएगा। (शून्य) के प्रतीक के बाईं ओर यहाँ सिर्फ "0" क्लिक करें और आप समूह में सभी शॉर्टकट निकाल देंगे - तुम भी सभी शॉर्टकट "समूह" में हटा सकते हैं।
hr: Kako bi stvorili kraticu stranice, samo kliknite na ikonu kratice koja se najčešće nalazi na dnu stranica. Trebat ćete potvrditi stvaranje kratice. To nije ništa opasno - samo je neugodno za čišćenje u slučaju da stvorite kratice protiv svoje volje. Ovdje samo odgovorite sa "OK". Nakon što odgovorite sa "OK", odmah biste trebali vidjeti ponovno učitanje okvira kratice te novu ikonu (ikonu modula). Ako kliknete na ovu ikonu, skočit ćete na stranicu sa koje ste stvorili kraticu! Možete imenovati kratice, čak ih možete staviti u skupine te ih dijeliti. Ako želite urediti ili obrisati kraticu, odaberite kvadratić "Uredi" te potom kliknite na ikonu kratice. Time ćete ponovno učitati okvir kratice pa ćete dobiti polje za unos naslova. Također možete obrisati sve kratice u "skupini" - ovdje, samo kliknite "0" (nula) lijevo od ikona te ćete ukloniti sve kratice u skupini.
km: ដើម្បី​បង្កើត​សតខាត់​លើ​ទំព័រ ចុច​លើ​រូបតំណាង​សតខាត់​ដែល​ស្ថិត​នៅ​ជើង​ខាង​ក្រោម​នៃ​ទំព័រ ។ អ្នក​នឹង​ត្រូវ​បញ្ជាក់​លើ​ការបង្កើត​សតខាត់ ។ វា​មិន​មាន​អ្វី​ប៉ះពាល់​ទេ - គ្រាន់តែ​រំខាន់​ឲ្យ​អ្នក​សម្អាត ប្រសិន​បើ​អ្នក​បង្កើត​សតខាត់​ខុស​ពី​បំណង​របស់​អ្នក ។ ចុច "យល់ព្រម" ទីនេះ ។ ពេល​អ្នក​ចុច "យល់ព្រម" អ្នក​គួរ​ឃើញ​ផ្ទាំង​សតខាត់​បើក​ឡើងវិញ និង រូបតំណាង​ថ្មី (រូបតំណាង​ម៉ូឌុល) បង្ហាញ ។ ប្រសិន​បើ​អ្នក​ចុច​លើ​រូបតំណាង​នេះ អ្នក​នឹង​លោត​ទៅ​ដល់​ទំព័រ​ដែល​អ្នក​បាន​បង្កើត​សតខាត់​មក! អ្នក​អាច​ដាក់​ឈ្មោះ​សតខាត់, ថែម​ទាំង​អាច​ចាត់​ក្រុម និង ចែករំលែក​សតខាត់​ទាំងនោះ ។ ប្រសិន​បើ​អ្នក​ចង់​កែ ឬ លុប​សតខាត់ សូម​រើស​ប្រអប់​ធីក "កែ" ហើយ​ចុច​លើ​រូបតំណាង​សតខាត់ ។ វា​នឹង​បើក​ផ្ទាំង​សតខាត់​ឡើង​វិញ ដូច្នេះ​អ្នក​នឹង​ឃើញ​មាន​ប្រអប់​សម្រាប់​បំពេញ​ឈ្មោះ ។ អ្នក​ក៏​អាច​លុប​សតខាត់​ទាំងអស់​ក្នុង "ក្រុម" - ត្រង់​នេះ អ្នក​គ្រាន់តែ​ចុច​លើ "០" (សូន្យ) នៅ​ខាង​ឆ្វេង​រូបតំណាង អ្នក​នឹង​លុប​សតខាត់​ទាំងស់​ក្នុង​ក្រុម ។
th: เพื่อสร้างทางลัดไปยังหน้าเพียงคลิกที่ไอคอนตัดสั้นมักจะพบในหน้าล่างของ คุณจะได้รับการยืนยันทางลัดการสร้าง มันเป็นอะไรที่อันตราย -- เท่านั้นรำคาญสะอาดขึ้นถ้าคุณเกิดขึ้นเพื่อสร้างทางลัดกับคุณเองจะ เพียงคำตอบ"OK"ที่นี่ เมื่อคุณตอบ"OK"ทันทีจะเห็นทางลัดโหลดกรอบและไอคอนใหม่ (ไอคอน module) ปรากฏ หากคุณคลิกไอคอนนี้คุณตอนนี้จะข้ามไปจากหน้าคุณลัดสร้าง! คุณสามารถชื่อลัดคุณสามารถกลุ่มแม้พวกเขาและแบ่งปันให้ ถ้าคุณต้องการแก้ไขหรือลบไอคอนทางลัดที่คุณเลือกแก้ไข""ช่องแล้วคลิกทางลัด นี้จะโหลดกรอบทางลัดเพื่อให้คุณได้รับช่องสำหรับใส่ชื่อ คุณยังสามารถลบลัดในกลุ่ม""-- ที่นี่เพียงคลิก"0"(ศูนย์) ด้านซ้ายของไอคอนและคุณจะเอาทางลัดทั้งหมดในกลุ่ม

# bookmarks.alttitle
source: Backend Bookmarks
hi: बैकेंड बुकमार्क
hr: Oznake pozadinskog sučelja
km: កត់​ចំណាំ backend

# bookmarks.description
source: You can create bookmarks to modules in TYPO3 quite easily. The treat is that you can jump between screens in TYPO3 in <em>one</em> click rather than multiple clicks through backend modules etc. The frame also contains a field for entering a page or record id to edit or just search records.
hi: तुम बहुत आसानी से TYPO3 में मॉड्यूल को बुकमार्क बना सकते हैं। इलाज है कि आप में <em> एक </ em> बजाय बैकेंड मॉड्यूल आदि फ्रेम भी एक पृष्ठ या रिकार्ड आईडी में प्रवेश संपादित करने के लिए या बस खोज रिकॉर्ड के लिए एक क्षेत्र शामिल हैं के माध्यम से क्लिक अनेक क्लिक से TYPO3 में स्क्रीन के बीच कूद कर सकते है।
hr: Unutar sustava TYPO3 možete vrlo jednostavno stvoriti oznake modula. Stvar je u tome što se možete prebaciti između ekrana u TYPO3 sustavu u <em>jednom</em> kliku umjesto da kliknete više puta preko modula pozadinskog sučelja. Okvir također sadrži polje za unos stranice ili identifikacijskog broja zapisa kako bi se moglo uređivati ili samo pretraživati zapise.
km: អ្នក​អាច​បង្កើត​កំណត់​ចំណាំ​លើ​ម៉ូឌុល​ក្នុង TYPO3 បាន​យ៉ាង​ងាយ ។ ប្រយោជន៍​គឺ អ្នក​អាច​លោត​ទៅកាន់​ម៉ូឌុល​ក្នុង TYPO3 ពី <em>មួយ</em> ទៅ​មួយ ដោយ​ពុំ​ចាំបាច់​ចុច​ច្រើន​ដង​លើ​ម៉ូឌុល backend ។ល។ ផ្ទាំង​នោះ​ក៏​មាន​ប្រអប់​សម្រាប់​បញ្ចូល​ទំព័រ ឬ លេខ​សម្គាល់​ទិន្នន័យ​ដើម្បី​កែប្រែ ឬ គ្រាន់តែ​ស្វែងរក​ទិន្នន័យ ។

# bookmarks.details
source: In order to create a bookmark it must be supported by the module you want to create the bookmark to. Whether bookmarks are supported can be seen in the top of a module. If there is a small star icon you can click it to create the bookmark.
hi: आदेश में एक बुकमार्क बनाने के लिए यह मॉड्यूल आप को बुकमार्क बनाने के लिए चाहते द्वारा समर्थित होना चाहिए। बुकमार्क का समर्थन कर रहे एक मॉड्यूल के शीर्ष में देखा जा सकता है या नहीं। अगर वहाँ एक छोटे स्टार आइकन है आप इसे क्लिक करें बुकमार्क बनाने के लिए कर सकते हैं।
hr: Kako bi stvorili oznaku, važno je da je može podržavati modul na kojem želite stvoriti oznaku. Jesu li oznake podržane možete vidjeti na vrhu modula. Ako postoji mala ikona zvijezde, možete je kliknuti kako bi stvorili oznaku.
km: ដើម្បី​បង្កើត​​កំណត់​ចំណាំ​លើ​ម៉ូឌុល លុះ​ត្រា​តែ​ម៉ូឌុល​នោះ​គាំទ្រ​ក្នុង​ការបង្កើត​​កំណត់​ចំណាំ​​ផង​ដែរ ។ ប្រសិន​បើ​គាំទ្រ​កំណត់​ចំណាំ អាច​មើល​ឃើញ​នៅ​ផ្នែក​ខាង​​លើ​នៃ​​ម៉ូឌុល ។ បើ​ឃើញ​រូបតំណាង ផ្កាយ តូច​មួយ អ្នក​អាច​ចុច​លើ​វា​ដើម្បី​បង្កើត ។

# _bookmarks.seeAlso
source: User TSconfig ->SETUP | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/Options/
hr: Korisnički TSconfig ->SETUP | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/Options/

# bookmarks.image_descr
source: To create a bookmark to a page, just click the star icon usually found in the top of pages. You will have to confirm the creation of the bookmark. It is nothing dangerous - only annoying to clean up if you happen to create bookmarks against your own will. Just answer "OK" here. When you answer "OK" you should immediately see the bookmark icon in the toolbar reloading and, after opening the menu, the new entry appear. If you click this entry, you will now jump to the page you created the bookmark from! You can name bookmarks, you can even group them and share them. If you want to edit or delete a bookmark you select the "Edit" checkbox and then click the bookmark icon.
hi: एक पेज पर एक बुकमार्क बनाने के लिए, बस आमतौर पर पेजेस के शीर्ष में पाया स्टार आइकन पर क्लिक करें। आप बुकमार्क के निर्माण की पुष्टि करनी होगी। केवल साफ करने के लिए अगर आप अपने खुद इच्छा के विरुद्ध बुकमार्क बनाने के लिए होता है कष्टप्रद - यह खतरनाक कुछ भी नहीं है। बस "ठीक है" यहाँ जवाब। जब आप का जवाब "ठीक" आप तुरंत उपकरण पट्टी को फिर से लोड में बुकमार्क आइकन देखना चाहिए और, मेनू खोलने के बाद, नई प्रविष्टि दिखाई देते हैं। आप इस प्रविष्टि क्लिक करें, तो आप अब पेज आप से बुकमार्क बन जाएगा! आप बुकमार्क नाम कर सकते हैं, आप भी उन्हें समूह कर सकते हैं और उन्हें साझा। आप संपादित या बुकमार्क को नष्ट करना चाहते हैं तो आप "संपादित करें" चेकबॉक्स चुनें और फिर बुकमार्क आइकन पर क्लिक करें।
hr: Kako bi stvorili oznaku stranice, samo kliknite ikonu zvijezde koja se najčešće nalazi na vrhu stranica. Trebat ćete potvrditi stvaranje oznake. To nije ništa opasno - samo je gnjavaža za čišćenje ako slučajno stvorite oznaku. Ovdje samo odgovorite "OK". Nakon što odgovorite "OK", odmah biste trebali vidjeti ikonu oznake kako se ponovno učitava u alatnoj traci te, nakon što otvorite izbornik, pojavit će se novi unos. Ako kliknete na ovaj unos, doći ćete do stranice na koju oznaka pokazuje! Možete imenovati oznake, staviti ih u skupine te ih dijeliti. Ako želite urediti ili izbrisati oznaku, odaberite okvir za izbor "Uredi" te kliknite na ikonu oznake.
km: ដើម្បី​បង្កើត​កំណត់​ចំណាំ​​លើ​ទំព័រ ចុច​លើ​រូប​​ផ្កាយ​​ដែល​ស្ថិត​នៅ​​ខាង​លើ​នៃ​ទំព័រ ។ អ្នក​នឹង​ត្រូវ​បញ្ជាក់​លើ​ការបង្កើត​​កំណត់​ចំណាំ។ វា​មិន​មាន​អ្វី​ប៉ះពាល់​ទេ - គ្រាន់តែ​រំខាន់​ឲ្យ​អ្នក​សម្អាត ប្រសិន​បើ​អ្នក​បង្កើត​​កំណត់​ចំណាំ​ខុស​ពី​បំណង​របស់​អ្នក ។ ចុច "យល់ព្រម" ទីនេះ ។ ពេល​អ្នក​ចុច "យល់ព្រម" អ្នក​គួរ​ឃើញរូប​តំណាង​កំណត់​ចំណាំ​នៅ​លើ​របារ​ឧបករណ៍​បើក​ឡើង​វិញ និង ​បន្ទាប់​ពី​បើក​មឺនុយ ទិន្នន័យ​ថ្មី​បង្ហាញ ។ ប្រសិន​បើ​អ្នក​ចុច​លើ​រូបតំណាង​នេះ អ្នក​នឹង​លោត​ទៅ​ដល់​ទំព័រ​ដែល​អ្នក​បាន​បង្កើត​​កំណត់​ចំណាំ​​មក! អ្នក​អាច​ដាក់​ឈ្មោះ​កំណត់ចំណាំ, ថែម​ទាំង​អាច​ចាត់​ក្រុម និង ចែករំលែក​កំណត់ចំណាំ​​ទាំងនោះ ។ ប្រសិន​បើ​អ្នក​ចង់​កែ ឬ លុប​​កំណត់​ចំណាំ សូម​រើស​ប្រអប់​ធីក "កែ" ហើយ​ចុច​លើ​រូបតំណាង​​កំណត់​ចំណាំ ។

# workspaceSelector.alttitle
source: Workspace Selector
hi: वर्कस्पेस सिलेक्टर
hr: Izbornik radnog prostora
km: ជម្រើស​ការដ្ឋាន
th: เลือกพื้นที่ทำงาน

# workspaceSelector.description
source: By this selectorbox you can switch between the workspaces available to you. When you switch workspace the whole backend will reload.
hi: इस सेलेक्टरबोक्स से आप आप के लिए उपलब्ध वर्कस्पेस के बीच स्विच कर सकते है. पूरा बैकेंड फिरसे रीलोड होगा जब आप वर्कस्पेस स्विच करते है।
hr: Putem ovog izbornog okvira možete mijenjati radne prostore koji su Vam dostupni. Kada promijenite radni prostor, cijela pozadina će se ponovo učitati.
km: តាម​រយៈ​ប្រអប់​ជ្រើសរើស​នេះ អ្នក​អាច​ប្ដូរ​រវាង​ការដ្ឋាន​ដែល​មាន​សម្រាប់​អ្នក ។ ពេល​អ្នក​ប្ដូរ​ការដ្ឋាន backend ទាំង​មូល នឹង​បើក​ម្ដង​ទៀត ។
th: โดย selectorbox นี้คุณสามารถสลับระหว่างพื้นที่ทำงานที่สามารถใช้ได้ เมื่อคุณสลับพื้นที่ทำงาน backend ทั้งหมดจะโหลด

# _menu_adminFunction.seeAlso
source: be_users:admin
hi: be_users:एडमिन
