Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_csh_*_groups.xlf
Languages: da, hi, hr, it, km, th

# groupMods.details
source: This determines which 'menu items' are available for the group members. This list of modules is added to any modules selected in other member groups of a user as well as the corresponding field of the user himself.
da: Dette afgør hvilke menupunkter der er tilgængelige for gruppens medlemmer. Denne liste over moduler bliver summeret med moduler som medlemmet arver fra andre grupper og som brugeren selv har adgang til.
hi: यह निर्धारित करता है जो 'मेनू आइटम' समूह के सदस्यों के लिए उपलब्ध हैं। मॉड्यूल की इस लिस्ट में एक उपयोगकर्ता के अन्य सदस्य समूह के रूप में अच्छी तरह से खुद को उपयोगकर्ता के इसी फील्ड में चयनित किसी मॉड्यूल में जोड़ा जाता है।
hr: Ovdje određujemo koje 'stavke izbornika' su dostupne za članove grupe. Ovaj popis modula bit će dodan modulima odabranim u drugim članskim grupama korisnika kao i odgovarajućem polju samog korisnika.
km: នេះ​បញ្ជាក់​អំពី​ "ធាតុ​មឺនុយ​" ដែល​មាន​សម្រាប់​សមាជិក​ក្រុម ។ បញ្ជី​ម៉ូឌុល​នេះ​ត្រូវ​បាន​បន្ថែម​ទៅ​ម៉ូឌុល​មួយ​ចំនួន​ដែល​បាន​ជ្រើសរើស​ក្នុង​សមាជិក​ក្រុម​ផ្សេង​តៀត​នៃ​អ្នក​ប្រើ​ម្នាក់ ក៏​ដូច​ជា​ទំនាក់ទំនង​នៃ​អ្នក​ប្រើ​ខ្លួនឯង ។
th: นี้จะกำหนด'รายการเมนู'ที่ใช้ได้สำหรับสมาชิกกลุ่ม โมดูลนี้รายการจะถูกเพิ่มในโมดูลที่เลือกในกลุ่มสมาชิกอื่น ๆ ของผู้ใช้เป็นเขตข้อมูลที่ตรงกันของตัวเองของผู้ใช้

# _groupMods.seeAlso
source: be_users:userMods, be_groups:inc_access_lists, Backend Interface | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/Backend/
da: be_users:userMods, be_groups:inc_access_lists, Backend grænsefalde | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/Backend/
hr: be_users:userMods, be_groups:inc_access_lists, Pozadinsko sučelje | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/Backend/

# groupMods.image_descr
source: The Backend Modules available for a user is reflected in the menu items of the backend. For most regular users only modules in the Web and File main modules are enabled. Typically "Web > Page" is used for editing of page content. This is the assignment of Backend Modules to the user from the screenshot above. All four Web sub-modules and the two User sub-modules are configured here. However the File > Filelist module must have been configured for another member group of this user (or inside the user profile itself which is also possible). The Help modules are all accessible by default and does not require explicit access.
da: Backend-modulerne som er til rådighed for en bruger vises i menupunkterne i backenden. For de fleste almindelige brugere er det kun moduler i "Web" og "Filer" hovedmenupunkterne. Typisk bliver "Web -> Side" brugt til at redigere sideindhold. Dette er tildelingen af backend-moduler til en bruger. Alle fire Web-undermoduler og de to Bruger-undermoduler er konfigureret her. Filer -> Filliste modulet må være blevet konfigureret for en anden brugergruppe som denne bruger er medlem af eller i brugerprofilen selv. Hjælpemodulet er tilgængelig som standard og kræver ikke særlige rettigheder.
hi: बैकएण्ड मॉड्यूल एक उपयोगकर्ता के लिए उपलब्ध बैकएंड के मेनू आइटम में दिखाई देता है। सबसे नियमित रूप से उपयोगकर्ताओं के लिए केवल वेब में मॉड्यूल और फाइल मुख्य मॉड्यूल सक्षम हैं। आम तौर पर "वेब> पेज" पेज की सामग्री के संपादन के लिए प्रयोग किया जाता है। यह ऊपर के स्क्रीनशॉट से उपयोगकर्ता के लिए बैकएंड मॉड्यूल का काम है। सभी चार वेब उप मॉड्यूल और दो उपयोगकर्ता उप मॉड्यूल यहाँ कॉन्फ़िगर कर रहे हैं। हालांकि फ़ाइल> Filelist मॉड्यूल इस उपयोगकर्ता के एक अन्य सदस्य समूह के लिए विन्यस्त किया गया है चाहिए (या उपयोगकर्ता अंदर खुद प्रोफ़ाइल जो भी संभव है)। सहायता मॉड्यूल सभी मूलभूत रूप से सुलभ हैं और स्पष्ट पहुँच की आवश्यकता नहीं है।
hr: Stavke izbornika u pozadinskom sučelju odražavaju dostupne pozadinske module. Za većinu običnih korisnika, omogućeni su samo moduli u Web i Datoteka glavnim modulima. Tipično "Web>Stranica" modul se koristi za uređivanje sadržaja stranice. Ovo je pridruživanje pozadinskih modula korisniku iz snimke ekrana iznad. Sva četiri Web podmodula i dva Korisnik pod modula podešena su ovdje. Međutim Datoteka>Popis datoteka modul očito su podešeni za drugu korisničku grupu ovog korisnika (ili unutar samog korisničkog profila, što je također moguće). Moduli pomoći su inicijalno svi dostupni te ne zahtjevaju posebna dopuštenja.
km: ម៉ូឌុល backend សម្រាប់​អ្នក​ប្រើ​មាន​ឥទ្ធិពល​ក្នុង​ធាតុ​មឺនុយ​របស់ backend ។ សម្រាប់​អ្នក​ប្រើ​ទូទៅ​ភាគច្រើន មានតែ​ម៉ូឌុល​ក្នុង​វែប និង ម៉ូឌុល​ឯកសារ​មេ​ត្រូវបាន​បើក​ដំណើរការ ។ ជា​ធម្មតា "វែប > ទំព័រ" ត្រូវ​បាន​ប្រើ​ដើម្បី​កែ​មាតិកា​ទំព័រ​ ។ នវ​ជា​កិច្ចការ​របស់​ម៉ូឌុល backend ទៅ​លើ​អ្នក​ប្រើ​ពី​រូបភាព​ខាង​លើ ។ ម៉ូឌុល​រង​របស់​វែប​ទាំងបួន និង ម៉ូឌុល​រង​របស់​អ្នក​ប្រើ​ទាំងពីរ ត្រូវ​បាន​កំណត់​នៅ​ទីនេះ ។ យ៉ាង​ណា​ម៉ិញ ឯកសារ > បញ្ជី​ឯកសារ ត្រូវ​បាន​កំណត់​សម្រាប់​សមាជិក​ក្រុម​របស់​អ្នក​ប្រើ​នេះ (ឬ​ក្នុង​ប្រវត្តិរូប​អ្នក​ប្រើ​ខ្លួនឯង ក៏​អាច​ទៅ​រួច​ដែរ) ។ ម៉ូឌុល​ជំនួយ​ត្រូវ​បាន​ផ្ដល់​សិទ្ធិ​តាំង​ពី​ដំបូង និង មិន​ត្រូវការ​ការកំណត់​ច្បាស់លាស់​ណា​មួយ​ឡើយ ។
th: Modules Backend สำหรับผู้ใช้ที่ปรากฏในรายการเมนูของแบ็กเอนด์ สำหรับผู้ใช้ปกติมากที่สุดเท่านั้นโมดูลในเว็บและไฟล์โมดูลหลักมีการใช้งาน ปกติ"Web> หน้า"ใช้สำหรับการแก้ไขเนื้อหาของหน้า นี้กำหนดของ Backend Modules ข้างต้นที่ผู้ใช้หน้าจอจาก shot ทั้งสี่ Web sub - modules และสอง User sub - modules มีการกำหนดค่าที่นี่ อย่างไรก็ตาม> Filelist module ไฟล์ต้องได้รับการกำหนดค่าสำหรับกลุ่มสมาชิกคนอื่น ๆ ของผู้ใช้นี้ (หรือในโปรไฟล์ผู้ใช้เองซึ่งอาจเป็นไปได้) โมดูลช่วยเหลือทั้งหมดสามารถเข้าถึงได้โดยเริ่มต้นและไม่จำเป็นต้องเข้าถึงชัดเจน

# inc_access_lists.description
source: Select whether the Access Lists for Page type, Tables, Module and Allowed excludefield are enabled for this group.
da: Vælg om adgangslisten for sidetyper, tabeller, moduler og "Allowed excludefield" er aktiveret for denne gruppe.
hi: चयन एक्सेस पृष्ठ प्रकार, टेबल्स, मॉड्यूल के लिए सूचीबद्ध करता है और अनुमति फील्ड को बाहर इस समूह के लिए सक्षम हैं या नहीं।
hr: Odaberite hoći li Popis dopuštenja za tip stranice, tablice i module te Dopuštena polja isključenja biti omogućena za ovu grupu.
km: ជ្រើសរើស​ថា​តើ​បញ្ជី​សិទ្ធិ​ប្រើប្រាស់​លើ​ប្រភេទ​ទំព័រ, តារាង, ម៉ូឌុល និង ប្រអប់​អនុវត្ត​ដែល​អនុញ្ញាត ត្រូវ​បាន​បើក​ដំណើរការ​សម្រាប់​ក្រុម​នេះ​ឬ​នៅ ។
th: เลือกว่ารายการประเภท Access Page, ตาราง, Module และ excludefield อนุญาตให้มีการใช้งานสำหรับกลุ่มนี้

# inc_access_lists.details
source: If this option is disabled the Access Lists cannot be configured for the group. When Access Lists are disabled the icon for the group is blue while it is red when Access Lists are enabled.
da: Hvis denne vlagmulighed er deaktiveret kan adgangslister ikke konfigureres for denne gruppe. Når adgangslister er inaktiveret, er gruppens ikon blåt, mens det er rødt når adgangslister er aktiveret.
hi: इस विकल्प का उपयोग सूचियों समूह के लिए कॉन्फ़िगर नहीं किया जा सकता है, तो अक्षम है। जबकि यह लाल है जब उपयोग सूचियों सक्षम हैं जब उपयोग सूचियों अक्षम हैं समूह के लिए चिह्न नीला है।
hr: Popis dopuštenja nije moguće podesiti za grupu ukoliko je isključena ova opcija. Kada su popisi dopuštenja onemogućeni, ikona za grupu je plava. Kada su popisi dopušenja omogućeni, ikona je crvena.
km: ក្នុង​ជម្រើស​នេះ​ត្រូវ​បាន​បិទ​ដំណើរការ​បញ្ជី​សិទ្ធិ​ប្រើប្រាស់ មិន​អាច​​ត្រូវបាន​កំណត់​លើ​ក្រុម ។ ពេល​បញ្ជី​សិទ្ធិ​ត្រូវបាន​បិទ​ដំណើរការ រូប​តំណាង​លើ​ក្រុម​មាន​ពណ៌​ខៀវ ពេល​​បញ្ជី​សិទ្ធិប្រើ​បើក​ដំណើរការ វា​មាន​ពណ៌​ក្រហម ។
th: หากตัวเลือกนี้พิการ Lists Access ไม่สามารถกำหนดค่าสำหรับกลุ่ม เมื่อ Access Lists ถูกปิดใช้งานกลุ่มที่ไอคอนเพื่อเป็นสีฟ้าขณะที่สีแดงเมื่อมีการใช้ Access Lists

# description.description
source: Enter a short description of the user group, what it is for and who should be members. This is for internal use only.
da: Indtast en kort beskrivelse af brugergruppen, hvad den skal bruges til og hvem der skal være medlemmer. Dette er kun til internt brug.
hi: यूजर ग्रुप का एक संक्षिप्त डिस्क्रिप्शन दर्ज करें, इसके लिए क्या है और जो सदस्य होना चाहिए। यह आंतरिक उपयोग के लिए ही है।
hr: Unesite kratki opis korisničke grupe, što grupa predstavlja te tko bi trebao biti član. Ovaj opis koristi se samo za internu uporabu.
km: បំពេញ​ការពណនា​ខ្លី​ឲ្យ​ក្រុម​អ្នក​ប្រើ, វា​សម្រាប់​ធ្វើ​អ្វី និង នរណា​គួរ​ជា​សមាជិក​ក្រុម​នេះ ។ វា​សម្រាប់​ប្រើ​ផ្ទាល់​ខ្លួន​ប៉ុណ្ណោះ ។
th: ป้อนคำอธิบายสั้น ๆ ของกลุ่มผู้ใช้, สิ่งที่เป็นและที่ควรเป็นสมาชิก นี้สำหรับใช้ภายในเท่านั้น

# TSconfig.description
source: User TSconfig: Additional configuration through TypoScript style values (Advanced).
da: Bruger TSconfig: Yderligere konfiguration gennem TypoScript-lignende variabler (Avanceret).
hi: उपयोगकर्ता TSconfig: TypoScript शैली मूल्यों के माध्यम से अतिरिक्त विन्यास (उन्नत)।
hr: Korisnički TSconfig: dodatne postavke kroz vrijednosti slične TypoScript-u (napredno).
km: TSconfig អ្នក​ប្រើ៖ ការកំណត់​បន្ថែម​តាមរយៈ​​តម្លៃ​រចនាបថ TypoScript (កម្រិត​ខ្ពស់) ។
th: User TSconfig : การตั้งค่าเพิ่มเติมผ่านค่าแบบ TypoScript (Advanced)

# TSconfig.details
source: User TSconfig can be set for each backend user and group. Configuration set for backend groups is inherited by the user who is a member of those groups. The available options typically cover user settings like those found in the User>Setup module (in fact options from that module can be forcibly overridden from User TSconfig!), configuration of the "Admin Panel" (frontend), various backend tweaks (lock user to IP, may user clear all cache?, width of the navigation frame etc.) and backend module configuration (overriding any configuration set for backend modules in Page TSconfig).
da: Bruger TSconfig kan sættes for hver backendbruger og -gruppe. Konfigurationen af backend brugergrupper bliver nedarvet til brugerene i disse grupper. De mulige indstillinger dækker typisk de samme muligheder som under Bruger -> Indstillinger modulet (faktisk kan indstillinger fra dette modul overskrives i Bruger TSconfig), konfigurationen af "Admin Panel" (frontend), forskellige backend-indstillinger (lås bruger til IP-adr., vis genvejsramme, må brugeren tømme cachen?, bredde af navigationsrammen etc.) og konfiguration af backend-modulet (som overskriver konfigurationen fra Side TSconfig).
hi: उपयोगकर्ता TSconfig प्रत्येक बैकएंड उपयोगकर्ता और समूह के लिए सेट किया जा सकता है। बैकेंड समूहों के लिए सेट विन्यास उपयोगकर्ता के लिए जो उन समूहों के एक सदस्य है द्वारा विरासत में मिली है। उपलब्ध विकल्पों में आमतौर पर उपयोगकर्ता> सेटअप मॉड्यूल में पाए जाने वाले की तरह उपयोगकर्ता सेटिंग्स को कवर (जो मॉड्यूल से तथ्य यह विकल्प में जबरन उपयोगकर्ता TSconfig से अधिरोहित जा सकता है!), "व्यवस्थापक पैनल" (दृश्यपटल), विभिन्न बैकेंड तोड़ मरोड़ के विन्यास (उपयोगकर्ता ताला आईपी करने के लिए, हो सकता है उपयोगकर्ता स्पष्ट सभी कैश ?, नेविगेशन फ्रेम आदि) और बैकेंड मॉड्यूल विन्यास (पृष्ठ TSconfig में बैकेंड मॉड्यूल के लिए किसी भी विन्यास सेट अधिभावी) की चौड़ाई।
hr: Korisnički TSconfig može se podesiti za svakog pozadinskog korisnika i grupu. Postavke pozadinskih grupa vrijede za sve korisnike članove grupe. Dostupne opcije tipično predstavljaju postavke Korisnik>Postavke modula (dapače, postavke tog modula mogu se mijenjati iz korisničkog TSconfig-a!), postavke iz "Admin panela" (prednje sučelje), različita ugađanja pozadinskog sučelja (zaključavanje korisnika na IP adresu, je li korisniku dopušteno isprazniti međuspremnik?, širina navigacijskog okvira i slično) i pozadinskih modula (ove postavke imaju prednost pred bilo kakvim postavkama pozadinskih podula u TSconfigu stranice).
km: TSconfig អ្នក​ប្រើ អាច​កំណត់​លើ​អ្នកប្រើ និង ក្រុម​អ្នក​ប្រើ ។ ការកំណត់​​លើ​ក្រុម​ត្រូវ​បាន​ផ្ទេរ​ទៅ​ឲ្យ​អ្នក​ប្រើ​ដែល​ជា​សមាជិក​របស់​ក្រុម​នោះ ។ ជម្រើស​ដែល​មាន ជាទូទៅ​ក្ដោប​លើ​ការកំណត់​លើ​អ្នក​ប្រើ​ដូច​ម៉ូឌុល អ្នក​ប្រើ > ដំឡើង (ក្នុង​ជម្រើស​ពី​ម៉ូឌុល​នោះ អាច​ត្រូវ​បាន​បង្ខំ​បញ្ជាន់​ពី TSconfig អ្នក​ប្រើ) ការកំណត់​នៃ "ផ្ទាំង​គ្រប់គ្រង" (frontend), backend ចាស់ (បិទ​អ្នក​ប្រើ​លើ​អាយភី, អ្នក​ប្រើ​អាច​សម្អាត​ខែស្ហ​ទេ?, ប្រវែង​ស៊ុម​មឺនុយ ។ល។) និង ម៉ូឌុល​កំណត់​លើ (បញ្ជាន់​លើ​ការកំណត់​មួយ​ចំនួន​លើ​ម៉ូឌុល backend ក្នុង​ទំព័រ TSconfig) ។
th: TSconfig ผู้ใช้สามารถตั้งค่าสำหรับผู้ใช้แบ็กเอนด์แต่ละกลุ่ม การตั้งค่ากำหนดสำหรับกลุ่ม backend สามารถสืบทอดโดยผู้ใช้ที่เป็นสมาชิกของกลุ่มเหล่านั้น ตัวเลือกที่มีมักจะครอบคลุมค่าใช้เช่นที่พบในโมดูล User> Setup (ในตัวจริงจากโมดูลที่สามารถบังคับแทนที่จากผู้ใช้ TSconfig!) การกำหนดค่าของ"Admin Panel"frontend (), tweaks backend ต่างๆ (ผู้ใช้ล็อค ที่ IP, กรอบทางลัดแสดงผู้ใช้อาจล้างแคชทั้งหมดหรือความกว้างของกรอบนำทาง ฯลฯ ) และกำหนดค่า module backend (แทนที่ค่าตั้งสำหรับโมดูลในหน้า backend TSconfig มี)

# TSconfig.syntax
source: TypoScript syntax without conditions and constants.
da: TypoScript-syntak uden betingelser og konstanter.
hi: कंडीशन्स और कॉन्सटैन्ट्स बिना TypoScript सिंटेक्स।
hr: TypoScript sintaksa bez uvjeta i konstanti.
it: Sintassi TypoScript senza condizioni e costanti.
km: រូបមន្ត TypoScript មិន​មាន​លក្ខខ័ណ្ឌ និង កុងស្ដង់​ទេ ។
th: ไวยากรณ์ TypoScript ไม่มีเงื่อนไขและค่าคงที่

# TSconfig.image_descr
source: In the TSconfig field help is right at hand - just click the TS wizard icon, then a window will pop up. In the pop-up window you will see a tree of possible configuration values. These are extracted from the TSconfig manual. You can click around to find the options you need to set through this wizard.
da: I TSconfig-feltet er hjælpen lige ved hånden - bare kig på TS-guideikonet, så popper et vindue op. I popup-vinduet vil du se et træ af mulige konfigurationsværdier. Disse er udtrukket af TSconfig-manualen. Du kan klikke rundt for at finde de valgmuligheder du har brug for gennem denne guide.
hi: सिर्फ टीएस विज़ार्ड आइकन पर क्लिक करें, तो एक पॉप अप विंडो ओपन होगा - TSconfig मैदान में मदद में सही हाथ में है। पॉप-अप विंडो में आप संभव विन्यास मूल्यों का एक ट्री देखेंगे। ये TSconfig मैनुअल से निकाले जाते हैं। आप विकल्प आप इस विज़ार्ड के माध्यम से स्थापित करने के लिए की जरूरत है खोजने के लिए चारों ओर क्लिक कर सकते हैं।
hr: U polju za unos TSconfiga pomoć je uvijek pri ruci - samo kliknite ikonu TS čarobnjaka i dobit ćete skočni prozor pomoći. U skočnom prozoru prikazat će Vam se stablo mogućih postavki. Ovo stablo učitava se iz TSconfig priručnika. U stablu možete izvući postavke koje su Vam potrebne od čarobnjaka.
km: ក្នុង​ប្រអប់​ជំនួយ TSconfig ស្ថិត​នៅ​ខាង​ស្ដាំ​ដៃ - ចុច​លើ​រូបតំណាង វេទមន្ត TS ផ្ទាំង​មួយ​នឹង​លោត​ឡើង។ ក្នុង​ផ្ទាំង​លោត​ឡើង អ្នក​នឹង​ឃើញ​ឋានានុក្រម​ដែល​អាច​ដាក់​តម្លៃ​កំណត់​បាន។ មាន​អត្ថបទ​ដកស្រង់​ពី​ក្បួន​នៃ​ការណែនាំ TSconfig។ អ្នក​​អាច​ចុច​​មើល​ជុំវិញ​ដើម្បី​ស្វែងរក​ជម្រើស​ដែល​អ្នក​ត្រូវការ​ដើម្បី​កំណត់​តាម​វេទមន្ត។
th: ในช่วยสนาม TSconfig เหมาะสมในมือ -- คลิกที่ไอคอนตัว TS แล้วหน้าต่างจะปรากฏขึ้น ในหน้าต่าง pop - up ที่คุณจะเห็นค่าต้นไม้การกำหนดค่าเป็นไปได้ของ เหล่านี้เป็นสารสกัดจาก TSconfig คู่มือ คุณสามารถคลิกรอบเพื่อหาตัวเลือกที่คุณต้องตั้งผ่านตัวช่วยสร้างนี้

# subgroup.description
source: All settings from the selected groups will be merged with the properties from this group, for example DB mounts, permissions, TSconfig, etc.
da: Vælg backend brugergrupper som automatisk er inkluderet for medlemmer af denne gruppe, for eksempel DB mounts, rettigheder, TSconfig, osv.
hi: चयनित समूहों से सभी सेटिंग्स, इस समूह से गुणों के साथ विलय हो जाएगा उदाहरण डीबी आरोह, अनुमतियाँ, TSconfig, आदि के लिए
hr: Sve postavke odabranih grupa združit će se sa svojstvima ove grupe, primjerice točke montiranja baze podataka, dopuštenja, TSconfig i slično.

# subgroup.details
source: The properties of subgroups are added to the properties of this group and basically they will simply be added to the list of member groups of any user which is a member of this group. This feature provides a great way to create 'Supervisor' user groups.
da: Indstillingerne for undergrupperne tilføjes til indstillingerne for grupperne og de vil simpelthen blive tilføjet til listen over brugergrupper for alle brugere som er medlemmer af denne gruppe.
hi: उपसमूहों के गुणों को इस समूह के गुणों को जोड़ रहे हैं और मूल रूप से वे बस जो इस समूह का एक सदस्य है किसी भी उपयोगकर्ता के सदस्य समूहों की सूची में जोड़ दिया जाएगा। यह सुविधा एक शानदार तरीका 'पर्यवेक्षक' उपयोगकर्ता समूहों बनाने के लिए प्रदान करता है।
hr: Svojstva podrgupre dodaju se svojstvima ove grupe a zatim se primjenjuju na sve članove ove grupe. Ova funkcionalnost odlična je za stvaranje 'nadgledničkih' grupa.
km: លក្ខណៈសម្បត្តិ​របស់​ក្រុម​រង​ត្រូវ​បាន​បន្ថែម​ទៅ​លក្ខណៈ​សម្បត្តិ​របស់​ក្រុម​នេះ និង ជា​មូលដ្ឋាន​ពួក​គេ​នឹង​ត្រូវ​បាន​បន្ថែម​ទៅ​ក្នុង​បញ្ជី​សមាជិក​ក្រុម​នៃ​​អ្នក​ប្រើ​ខ្លះ​ដែល​ជា​សមាជិក​ក្រុម​នេះ។ លក្ខណៈ​នេះ​ផ្ដល់​នូវ​វិធីសាស្ត្រ​អស្ចារ្យ​ដើម្បី​បង្កើត 'អ្នក​ត្រួតត្រា' ក្រុម​អ្នក​ប្រើ។
th: คุณสมบัติของกลุ่มย่อยจะถูกเพิ่มคุณสมบัติของกลุ่มนี้และโดยทั่วไปเขาจะเป็นการเพิ่มในกลุ่มรายชื่อสมาชิกในกลุ่มนี้ของผู้ใดซึ่งเป็นของสมาชิก คุณลักษณะนี้จะให้เป็นวิธีที่ดีเพื่อสร้าง'ผู้ใช้กลุ่ม'Supervisor

# explicit_allowdeny.description
source: Select field values to explicitly deny or allow for user group members.
da: Vælg feltværdier som eksplicit forbydes eller tillades for gruppens medlemmer.
hi: चयन क्षेत्र मूल्यों को स्पष्ट रूप से इनकार करते हैं या उपयोगकर्ता समूह के सदस्यों के लिए अनुमति देने के लिए।
hr: Odaberite polja koja će biti eksplicitno dopuštena ili onemogućena članovima korisničke grupe.
km: រើស​តម្លៃ​ក្នុង​ប្រអប់​ដើម្បី​បែងចែក​ការបដិសេធ ឬ អនុញ្ញាត​លើ​សមាជិក​ក្រុម​អ្នក​ប្រើ។
th: เลือกค่าเขตข้อมูลที่ชัดเจนปฏิเสธหรืออนุญาตให้สมาชิกกลุ่มผู้ใช้

# explicit_allowdeny.details
source: Selector box fields can be configured for access control on value level. This list represents all values that are configured for access control. Each value can be configured to require either explicit access (Allow) or explicit denial (Deny). If a value has the prefix "Allow" (green icon) it means that by default users <em>cannot</em> set this value unless they are member of a user group which explicitly allows it (by setting this checkbox). If a value has the prefix "Deny" (red icon) it means that by default users can set this value unless they are member of a user group which explicitly denies it (by setting this checkbox). The list is organized so values from the same selector box is listed together. If values from a selectorbox is not present in the allow/deny list it simply means they are not evaluated and hence they can be set by anyone having access to the field in general.
da: Felter i Selektorbokse kan konfigureres mht. adgangskontrol på værdi-niveau. Denne liste repræsenterer alle værdier som er konfigureret for adgangskontrol. Alle værdier kan blive konfigureret til at kræve enten eksplicit adgang (Allow) eller afvisning (Deny). Hvis en værdi har præfikset "Allow" (grønt ikon), betyder det at som standard kan brugere <em>ikke</em> ændre denne værdi, med mindre de er medlem af brugergruppen som eksplicit tillader det (ved at markere dette afkrydsningfelt). Hvis en værdi har præfikset "Deny" (rødt ikon) betyder det at brugere som standard kan ændre denne værdi, med mindre de er medlem af en brugergruppe som eksplicit afviser det (ved at markere dette afkrydsningfelt). Listen er organiseret således at værdier fra den samme selektorboks er listet sammen. Hvis værdier fra en selektorboks ikke er i listen betyder det at de ikke bliver kontrolleret, og kan derfor vælges alle brugere hvis de normalt har adgang til feltet.
hi: चयनकर्ता बॉक्स फ़ील्ड्स मूल्य स्तर पर पहुँच नियंत्रण के लिए कॉन्फिगुरेड किया जा सकता है। इस लिस्ट में सभी मूल्यों है कि अभिगम नियंत्रण के लिए कॉन्फिगुरेड किया जाता प्रतिनिधित्व करता है। प्रत्येक मूल्य या तो स्पष्ट एक्सेस (अनुमति दें) या स्पष्ट इनकार (इनकार) की आवश्यकता के लिए विन्यस्त किया जा सकता है। एक मूल्य के उपसर्ग है "अनुमति दें" (हरे आइकन) इसका मतलब यह है कि डिफ़ॉल्ट उपयोगकर्ताओं <em> नहीं </ em> इस मूल्य निर्धारित कर सकते हैं जब तक वे एक उपयोगकर्ता समूह है जो स्पष्ट रूप से यह (यह चेक बॉक्स की स्थापना करके) की अनुमति देता के सदस्य हैं। एक मूल्य के उपसर्ग है "इंकार" (लाल आइकन) में इसका मतलब है जब तक वे एक उपयोगकर्ता समूह है जो स्पष्ट रूप से यह (यह चेक बॉक्स की स्थापना करके) से इनकार करते हैं के सदस्य हैं डिफ़ॉल्ट रूप से उपयोगकर्ताओं को इस मूल्य निर्धारित कर सकते हैं । लिस्ट का आयोजन किया तो एक ही चयनकर्ता बॉक्स के मूल्यों को एक साथ सूचीबद्ध है। यदि एक selectorbox से मूल्यों से इनकार अनुमति / सूची में मौजूद नहीं है, यह केवल इसका मतलब है कि वे मूल्यांकन नहीं कर रहे हैं और इसलिए वे सामान्य रूप से फील्ड के लिए किसी को भी हो रही पहुँच से सेट किया जा सकता है।
hr: Polja sa kućicama za odabire mogu se podesiti za kontrolu pristupa na razini vrijednosti. Ovaj popis predstavlja sve vrijednosti koje su podešene za kontrolu pristupa. Svaka vrijednost može biti podešena ili da zahtijeva eksplicitno dopuštenje (Dopusti) ili eksplicitnu zabranu (Zabrani). Ukoliko vrijednost ima prefiks "Dopusti" (zelena ikona) korisnici <em>ne mogu</em> postaviti ovu vrijednost osim ako su članovi grupe koja eksplicitna dopušta postavljanje ove vrijednosti (označavanjem ove kućice). Ukoliko vrijednost ima prefiks "Zabranj" (crvena ikona) korisnici mogu postaviti ovu vrijednost osim ako su članovi grupe koja eksplicitno brani postavljanje ove vrijednosti (označavanjem ove kućice). Popis je organiziran tako da su vrijednosti iz iste kućice za odabir popisane zajedno. Ukoliko vrijednost iz kućice za odabir nije prisutna na dopusti/zabrani popisu to jednostavno znači da vrijednosti nisu evaluirane te mogu biti postavljene od strane bilo kojeg korisnika koji ima opći pristup polju.
km: ប្រអប់​ជ្រើសរើស​អាច​ត្រូវ​បាន​កំណត់​សម្រាប់​ប្រើ​ឧបករណ៍​គ្រប់គ្រង​លើ​កម្រិត​នៃ​តម្លៃ ។ បញ្ជី​នេះ​បង្ហាញ​រាល់​តម្លៃ​ដែល​ត្រូវ​បាន​កំណត់​សម្រាប់​ការ​ប្រើប្រាស់​ការគ្រប់គ្រង ។ តម្លៃ​នីមួយៗ​អាច​ត្រូវ​បាន​កំណត់​​ឲ្យ​ត្រូវការ​សិទ្ធិ​យ៉ាង​ចាំបាច់ (អនុញ្ញាត) ឬ ការ​ច្រាន​ចោល (បដិសេធ) ។ ប្រសិន​បើ​តម្លៃ​មាន​បុព្វបទ "អនុញ្ញាត" (រូបតំណាង​ពណ៌​ខៀវ) មានន័យ​ថា តាម​ធម្មតា អ្នក​ប្រើ​<em>​មិន​អាច</em>​កំណត់​តម្លៃ​នេះ លុះ​ណា​តែ​គេ​ជា​សមាជិក​របស់​ក្រុម ដែល​​អនុញ្ញាត​ដល់​វា (តាម​រយៈ​ការកំណត់​ប្រអប់​ធីក​នេះ) ។ ប្រសិន​បើ​តម្លៃ​មួយ​មាន​ពាក្យ​នាំ​មុខ "បដិសេធ" (រូបតំណាង​ពណ៌​ក្រហម) មានន័យ​ថា តាម​ធម្មតា អ្នក​ប្រើ​អាច​កំណត់​តម្លៃ​នេះ លុះ​ត្រា​តែ​ពួក​គេ​ជា​សមាជិក​របស់​ក្រុម ដែល​កំណត់​បដិសេធ​ចំពោះ​វា (តាមរយៈ​ការកំណត់​លើ​ប្រអប់​ធីក​នេះ) ។ បញ្ជី​ត្រូវ​បាន​រៀបចំ ដូច្នេះ​តម្លៃ​ពី​ប្រអប់​ជ្រើសរើស​ដូច​គ្នា ត្រូវ​បាន​រាយ​ក្នុង​បញ្ជី​ជាមួយ​គ្នា ។ ប្រសិន​បើ​តម្លៃ​ពី​ប្រអប់​ជ្រើសរើស​មិន​មាន​ក្នុង​បញ្ជី​អនុញ្ញាត/បដិសេធ​ទេ បញ្ជាក់​ថា ពួក​វា​មិន​ត្រូវ​បាន​ផ្ដល់​តម្លៃ ដូច្នេះ​ពួក​វា​អាច​ត្រូវ​បាន​កំណត់​ដោយ​នរណា​ម្នាក់​ដែល​មាន​សិទ្ធិ​លើ​ប្រអប់​​ជា​ទូទៅ ។
th: เลือกเขตข้อมูลกล่องสามารถกำหนดค่าสำหรับควบคุมการเข้าใช้ค่าระดับ รายการนี้เป็นค่าทั้งหมดที่มีการกำหนดค่าสำหรับการควบคุมการเข้าถึง แต่ละค่าสามารถกำหนดค่าให้ต้องใช้ทั้งชัดเจน (อนุญาต) หรือปฏิเสธชัดเจน (ปฏิเสธ) ถ้าค่าได้คำนำหน้าว่า"อนุญาต"(ไอคอนสีเขียว) <em>ก็หมายความว่าผู้ใช้เริ่มต้นไม่สามารถตั้งค่านี้จนกว่าจะมีสมาชิกของกลุ่มผู้ใช้ที่ชัดเจนให้มัน</em> (โดยการตั้งค่าช่องนี้) ถ้าค่ามีคำนำหน้าว่า"ปฏิเสธ "(red icon) หมายความว่าผู้ใช้เริ่มต้นสามารถตั้งค่านี้หากพวกเขาเป็นสมาชิกของกลุ่มผู้ใช้ที่ชัดเจนปฏิเสธมัน (โดยการตั้งช่องทำเครื่องหมายนี้) จัดรายการเพื่อเลือกค่าจากกล่องเดียวกันปรากฏอยู่ร่วมกัน หากค่าจาก selectorbox ไม่อยู่ในอนุญาต / ปฏิเสธรายการนั้นก็หมายความว่าพวกเขาจะไม่การประเมินผลและเหตุที่พวกเขาจะสามารถตั้งโดยคนที่มีการเข้าถึงข้อมูลโดยรวม

# allowed_languages.description
source: Select which record languages the group members are limited to edit.
da: Vælg hvilke sprogfelter gruppens medlemmer har adgang til at rette.
hi: का चयन करें जो रिकॉर्ड भाषाओं समूह के सदस्यों को संपादित करने के लिए सीमित कर रहे हैं।
hr: Odaberite koje zapise jezika članovi grupe smiju uređivati.
km: រើស​ទិន្នន័យ​ភាសា​​ដែល​សមាជិក​ក្រុម​ត្រូវ​បាន​កម្រិត​ក្នុង​ការ​កែប្រែ ។
th: เลือกภาษาที่บันทึกสมาชิกกลุ่มจะถูก จำกัด ให้แก้ไข
