Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_csh_*_groups.xlf
Languages: da, hi, hr, it, km, th

# file_permissions.details
source: These settings relate to the functions found in the File>Filelist module as well as general upload of files. <strong>Notice</strong> that these settings apply to all members of this group and extend the users permissions accordingly.
da: Disse indstillinger relaterer til en funktion som findes i Fil>Filliste modulet såvel som under generel upload af filer. <strong>Notér</strong> at disse indstillinger gælder for alle medlemmer af denne gruppe og udvider brugernes tilladelser som følge heraf.
hi: ये सेटिंग्स के लिए संबंधित कार्यों File > Filelist मॉड्यूल के रूप में अच्छी तरह के रूप में फाइल के सामान्य अपलोड में पाया करते हैं। <Strong> सूचना </ strong> है कि इन सेटिंग्स इस समूह के सभी सदस्यों के लिए लागू करते हैं और उसी के अनुसार विस्तार उन अनुमतियों की।
hr: Ove postavke odnose se na funkcije u modulu Datoteka>Popis datoteka kao i općenito slanje datoteka. <strong>Napomena:</strong> ove postavke vrijede za sve članove ove grupe te im proširuju korisničke ovlasti.

# fileoper_perms.description
source: Select file operation permissions for the group members.
da: Vælg filoperations-tilladelser for gruppemedlemmer.
hi: ग्रुप मेंबर्स के लिए फ़ाइल आपरेशन अनुमतियाँ चयन करे।
hr: Odaberite dopuštenja za datotečne operacije za članove grupe.
km: រើស​សិទ្ធិ​លើ​ឯកសារ​សម្រាប់​សមាជិក​ក្រុម ។
th: เลือก file สิทธิ์การทำงานสำหรับสมาชิกกลุ่ม

# fileoper_perms.details
source: These settings relate to the functions found in the File>Filelist module as well as general upload of files. <strong>Notice</strong> that these settings apply to all members of this group and extend the users permissions accordingly.
da: Disse indstillinger hænger sammen med den finktion, der fines under Fil>Filliste modul, såvel som generel uploading af filer. <strong>Notér</strong> at disse indstillinger påvirker alle medlemmer af denne gruppe og udvider brugernes tilladelser tilsvarende.
hi: ये सेटिंग्स के लिए संबंधित कार्यों File > Filelist मॉड्यूल के रूप में अच्छी तरह के रूप में फाइल के सामान्य अपलोड में पाया करते हैं। <Strong> सूचना </ strong> है कि इन सेटिंग्स इस समूह के सभी सदस्यों के लिए लागू करते हैं और उसी के अनुसार विस्तार उन अनुमतियों की।
hr: Ove postavke odnose se na funkcije u modulu Datoteka>Popis datotek kao i na općenito slanje datoteka. <strong>Napomena:</strong> ove postavke vrijede za sve članove ove grupe te im proširuju korisničke ovlasti.
km: ការកំណត់​នេះ​ទាក់ទង​ទៅ​នឹង​មុខងារ​ដែល​មាន​ក្នុង​ម៉ូឌុល ឯកសារ​>​បញ្ជី​ឯកសារ ក៏ដូច​ជា​ការផ្ទុក​ឡើង​នៃ​ឯកសារ​ផង​ដែរ ។ <strong>ចំណាំ</strong>​ថា ការកំណត់​ទាំងនេះ​ដាក់​ទៅ​លើ​សមាជិក​​ក្រុម​នៃ​ទាំងអស់ និង បន្ថែម​សិទ្ធិ​ទៅ​ឲ្យ​អ្នក​ប្រើ​ទៅ​តាម​នោះ​ដែរ ។
th: ตั้งค่าเหล่านี้เกี่ยวข้องกับการทำงานที่พบใน> Filelist module ไฟล์เป็นไฟล์ทั่วไปอัพโหลด <strong> สังเกตว่าการตั้งค่าเหล่านี้จะมีสมาชิกของกลุ่มนี้และขยายสิทธิผู้ใช้ตาม</strong>

# _fileoper_perms.seeAlso
source: be_groups:file_mountpoints, be_users:file_mountpoints, be_users:file_permissions
da: be_groups:file_mountpoints, be_users:file_mountpoints, be_users:fileoper_perms
km: be_groups:file_mountpoints, be_users:file_mountpoints, be_users:fileoper_perms

# pagetypes_select.description
source: Select which 'Types' of Pages the members may set.
da: Vælg hvilke typer af sider medlemmerne må bruge.
hi: जो 'प्रकार' पेज के सदस्यों निर्धारित कर सकते हैं उसका चयन करें।
hr: Odaberite koje tipove datoteka članovi mogu postavljati.
km: រើស​ 'ប្រភេទ' ទំព័រ​ដែល​សមាជិក​អាច​រើស ។
th: เลือกที่'ประเภท'ของหน้าสมาชิกอาจกำหนด

# pagetypes_select.details
source: This option limits the number of valid choices for the user when he is about to select a page type. Choice of Page types (doktype) for a page is associated with a) a special icon for the page, b) permitted tables on the page (see $PAGES_TYPES global variable) and c) if the page is a web page or "system folder" type.
da: Denne mulighed begrænser altallet af muligheder for brugeren når denne skal vælge en sidetype. Valg af sidetype er forbundet med a) en specielt ikon for siden, b) tilladte tabeller på siden (se den globale variabel $PAGES_TYPES) og c) om siden er en webside eller en systemfolder.
hi: यह विकल्प उपयोगकर्ता मान्य विकल्पों की संख्या को सीमित करता जब वह बारे में एक पृष्ठ प्रकार का चयन करने के लिए है के लिए है। एक पेज के लिए पेज प्रकार (doktype) का चुनाव a) पेज के लिए एक विशेष चिह्न, b) पेज पर अनुमति टेबल्स के साथ जुड़ा हुआ है (देखें $PAGES_TYPES global variable) और c) पेज एक वेब पेज या "सिस्टम फ़ोल्डर है अगर " प्रकार।
hr: Ova opcija ograničava broj mogućih izbora za korisnika pri odabiru tipa stranice. Odabir tipa stranice (doktype) povezan je sa a) posebnom ikonom za stranicu, b) dopuštenim tablicama na stranici (pogledajte globalnu varijablu $PAGES_TYPES) i c) tipom same stranice - obična stranica ili s"istemska mapa".

# pagetypes_select.image_descr
source: The list of typical page types available in a CMS context. Selecting Page types for a usergroup defines which of these options can be selected by member users.
da: Listen af typiske sidetyper som er til rådighed i CMS-sammenhæng. Valg af sidetype for en brugergruppe definerer hvilke muligheder der er til rådighed for en bruger.
hi: एक CMS संदर्भ में उपलब्ध टिपिकल पेज प्रकार की लिस्ट। एक उपयोगकर्ता समूह के लिए पेज प्रकार का चयन परिभाषित करता है जो इन विकल्पों में से सदस्य उपयोगकर्ताओं द्वारा चुना जा सकता है।
hr: Popis tipičnih tipova stranica dostupnih u CMS kontekstu. Odabir tipova stranica za korisničku grupu definira koje od ovih opcija mogu birati korisnici koji su članovi grupe.
km: បញ្ជី​នៃ​ប្រភេទ​ទំព័រ​ធម្មតា​មាន​ក្នុង​​ឯកសារ​ជំនួយ CMS ។ រើស​ប្រភេទ​ទំព័រ​សម្រាប់​ក្រុម​អ្នក​ប្រើ បញ្ជាក់​ជម្រើស​មួយ​ណា​នៃ​ជម្រើស​ទាំងនេះ អាច​ជ្រើសរើស​បាន​ដោយ​សមាជិក​ក្រុម ។
th: รายการประเภทหน้าทั่วไปที่มีอยู่ในบริบท CMS เลือกประเภท Page สำหรับ usergroup กำหนดที่ตัวเลือกเหล่านี้สามารถเลือกจากสมาชิก

# tables_modify.description
source: Select which tables the members may modify.
da: Vælg hvilke tabeller en bruger må ændre.
hi: वो टेबल सेलेक्ट करे जो मेंबर्स मॉडिफाई क्र सके।
hr: Odaberite koje tablice članovi mogu mijenjati.
it: Seleziona quali tabelle i membri possono modificare.
km: រើស​តារាង​ដែល​សមាជិក​អាច​កែ ។
th: เลือกที่ตารางสมาชิกอาจแก้ไข

# tables_modify.details
source: An important part of setting permissions is to define which database tables a user is allowed to modify. Tables allowed for modification is automatically also allowed for selection and thus you don't need to set tables entered here in the "Tables (listing)" box. <strong>Notice</strong> that this list adds to the fields selected in other member groups of a user.
da: En vigtig del at opsætningen af rettigheder er at definere hvilke databasetabeller en bruger må ændre. Tabeller der må ændres må automatisk også vælges og derrfor behøver du ikke også tilføje tabellen under "Tables (listing)" <strong>Bemærk</strong> at denne liste summeres med felter fra andre brugergrupper som denne bruger er medlem af.
hi: अनुमतियों को स्थापित करने का एक महत्वपूर्ण हिस्सा परिभाषित करने के लिए जो डेटाबेस तालिकाओं एक उपयोगकर्ता को संशोधित करने की अनुमति दी है। संशोधन के लिए अनुमति टेबल्स स्वचालित रूप से भी चयन के लिए अनुमति दी है और इस तरह आप तालिकाओं में यहां प्रवेश किया, "टेबल्स (लिस्टिंग)" बॉक्स स्थापित करने की जरूरत नहीं है। <Strong> सूचना </ strong> है कि इस सूची में एक उपयोगकर्ता के अन्य सदस्य समूहों में चयनित फ़ील्ड के लिए कहते हैं।
hr: Bitan dio postavlja dopuštenja je definiranje tablica koje korisnik smije mijenjati. Tablice dopuštene za izmjenu automatski su dopuštene za odabir te ih stoga nije potrebno dodavati i u "Tablice (popis)" kućicu. <strong>Napomena:</strong> ovaj popis dodaje poljima odabranim u drugim korisničkim grupama korisnika.
km: ផ្នែក​សំខាន់​នៃ​ការកំណត់​សិទ្ធិ គឺ​កំណត់​តារាង​ទិន្នន័យ​មួយ​ណា​ត្រូវបាន​អនុញ្ញាត​ឲ្យ​អ្នក​ប្រើ​កែប្រែ ។ តារាង​ដែល​បាន​អនុញ្ញាត​ឲ្យ​កែប្រែ ក៏​ត្រូវ​បាន​អនុញ្ញាត​ឲ្យ​ជ្រើសរើស​ដោយ​ស្វ័យប្រវត្តិ​ផង​ដែរ ដូច្នេះ​អ្នក​មិន​ចាំបាច់​កំណត់​តារាង​ដែល​បាន​បញ្ចូល​នៅ​ទីនេះ​ក្នុងប្រអប់ "(បញ្ជី)​តារាង" ទេ ។ <strong>ចំណាំ</strong>​ថា បញ្ជី​នេះ ថែម​ទៅ​លើ​ប្រអប់​ជ្រើសរើស​ក្នុង​សមាជិក​ក្រុម​នៃ​អ្នក​ប្រើប្រាស់ ។
th: เป็นส่วนสำคัญของการตั้งค่าสิทธิ์ที่จะกำหนดตารางฐานข้อมูลที่ผู้ใช้ที่สามารถปรับเปลี่ยน ตารางได้โดยอัตโนมัติสำหรับการแก้ไขได้ด้วยการเลือกและทำให้คุณไม่จำเป็นต้องกำหนดตารางใส่นี่ในตาราง"(รายการ) กล่อง" <strong>สังเกตว่ารายการนี้จะเพิ่มฟิลด์ที่เลือกไว้ในกลุ่มสมาชิกอื่น</strong> ๆ ของผู้ใช้

# tables_modify.image_descr
source: The screenshot above shows how the "Create new record" dialog looks for a user limited to editing only "Page" and "Page content" elements. The two tables are simply added to the list of "Tables (modify)" in the group Access Lists. This is (an example of) the full amount of elements that can be created on the page by the "admin" user for whom there are no restrictions.
da: Ovenstående skærmdump viser hvordan "Opret nyt element"-dialogen ser ud for en bruger som er begrænset til kun at måtte redigere side og sideindholdselementer. De to tabeller er simpelthen tilføjet til listen over "Tables (modify)" i adgangslisten for grupper. Dette er (et eksempel på) det totale antal elementer som kan oprettes på siden af admin-brugeren for hvilken der ikke er nogen begrænsninger.
hi: स्क्रीनशॉट ऊपर से पता चलता है कि कैसे "नया रिकॉर्ड बनाएँ" संवाद एक उपयोगकर्ता संपादन केवल "पेज" और "पेज सामग्री" एलिमेंट्स सीमित करने के लिए लग रहा है। दो टेबल बस "टेबल्स (संशोधित)" समूह उपयोग सूचियों की सूची में जोड़े जाते हैं। यह (का एक उदाहरण) जिसे वहाँ कोई प्रतिबंध नहीं कर रहे हैं "व्यवस्थापक" उपयोगकर्ता द्वारा पेज पर बनाया जा सकता है कि तत्वों की पूरी राशि है।
hr: Snimka ekrana iznad prikazuje kako dijaloški okvir "Stvori novi zapis" izgleda korisniku koji je ograničen na uređivanje elemenata tipa "Stranica" i "Sadržaj stranice". Dvije tablice su jednostavno dodane na popis "Tablice (uređivanje)" u Popisu dopuštenja grupe. Ovo je (primjer) puni popis elememata koje na stranici mogu stvoriti administrativni korisnici za koje nema ograničenja.
km: រូបភាព​ខាង​លើ បង្ហាញ​ពី​​រូបរាង​ផ្ទាំង​សារ "បង្កើត​ទិន្នន័យ​ថ្មី" សម្រាប់​អ្នក​ប្រើ កម្រិត​លើ​ការកែប្រែ​លើ​ "ទំព័រ" និង ធាតុ "មាតិកា​ទំព័រ" ។ តារាង​ពីរ​ត្រូវ​បាន​បន្ថែម​ទៅ​ក្នុង​បញ្ជី "តារាង​(កែប្រែ)" ក្នុង​បញ្ជី​សិទ្ធិ​របស់​ក្រុម ។ នេះ​ជា (ឧទាហរណ៍​មួយ​នៃ) ចំនួន​ធាតុ​ទាំងអស់​ដែល​អាច​ត្រូវ​បាន​បង្កើត​លើ​ទំព័រ​ដោយ​អ្នក "គ្រប់គ្រង" សម្រាប់​អ្នក​ដែល​មិន​មាន​កម្រិត​កំណត់​ខ្ពស់ ។
th: shot หน้าจอข้างต้นแสดงว่า"สร้างโต้ตอบ"บันทึกใหม่มององค์ประกอบผู้ใช้ จำกัด การแก้ไขเฉพาะ"หน้า"และ"Pagecontent" สองตารางมีการเพิ่มเพียงเพื่อตารางรายการ"(แก้ไข)"ในกลุ่ม Access รายการ นี้ (จากตัวอย่าง) เต็มจำนวนองค์ประกอบที่สามารถสร้างขึ้นบนหน้าโดย admin"ผู้ใช้"สำหรับผู้ที่มีไม่จำกัด

# tables_select.description
source: Select which tables the members may see in record lists ('modify' tables does not need to be re-entered here!).
da: Vælg hvilke tabeller medlemmerne må se i element-listen (Tabeller der må ændres, behøver ikke stå her også).
hi: का चयन करें जो टेबल के सदस्यों रिकॉर्ड लिस्ट में देख सकते हैं ( 'संशोधित' टेबल जा यहाँ फिर से प्रवेश करने की जरूरत नहीं है!)।
hr: Odaberite koje tablice članovi mogu vidjeti u popisu zapisa ('izmjeni' tablice ne moraju se ponovno unositi ovdje!).
km: រើស​តារាង​ណា​ដែល​សមាជិក​អាច​ឃើញ​ក្នុង​បញ្ជី​ទិន្នន័យ (តារាង 'កែប្រែ' មិន​ចាំបាច់​ក្នុង​ការបញ្ចូល​ជា​ថ្មី​នៅ​ទីនេះ​ទេ!) ។
th: เลือกที่ตารางสมาชิกอาจเห็นในรายการบันทึก ('แก้ไขตาราง'ไม่ต้องป้อนอีกครั้งที่นี่!)

# tables_select.details
source: This determines which tables - in addition to those selected in the "Tables (modify)" box - may be viewed and listed for the member users. He is not able to <em>edit</em> the table - only select the records and view the content. This list is not very important. It's a pretty rare situation that a user may select tables but not modify them.
da: Dette afgør hvilke tabeller - ud over dem der er valgt i "Tables (modify)" boksen - der må ses og listes for gruppens medlemmer. Han må <em>ikke</em> ændre i tabellen - kun vælge elementerne og se indholdet. Denne liste er ikke særlig vigtig. Det er en forholdsvis sjælden situation hvor en bruger må læse i tabeller uden at ændre dem.
hi: यह निर्धारित करता है जो टेबल - "टेबल्स (संशोधित)" में चुने गए उन लोगों बॉक्स - देखी है और सूचीबद्ध सदस्य उपयोगकर्ताओं के लिए। वह करने में सक्षम नहीं है <em> संपादित करें </ em> तालिका -। केवल अभिलेखों का चयन और सामग्री देखने इस सूची में बहुत महत्वपूर्ण नहीं है। यह एक बहुत दुर्लभ स्थिति है कि एक उपयोगकर्ता टेबल का चयन कर सकते हैं लेकिन उन्हें संशोधित नहीं है।
hr: Ovaj popis određuje koje tablice - uz one odabrane na popisu "Tablice (uređivanje)" - mogu biti pregledane i izlistane za korisnike članove. Korisnik nema prava <em>uređivanja</em> tablice - samo odabira zapisa i pregleda sadržaja. Ovaj popis nije naročito važan. Situacija u kojoj korisnik smije odabirati tablice ali ne i mjenjati ih vrlo je rijetka.
km: ទីនេះ​បញ្ជាក់​អំពី​តារាង​មួយ​ណា - ក្នុង​ការបន្ថែម​ទៅ​លើ​អ្វី​ដែល​បាន​ជ្រើសរើស​ក្នុង​ប្រអប់ "តារាង (កែប្រែ)" - អាច​ត្រូវ​បាន​បង្ហាញ​សម្រាប់​អ្នកប្រើ​ជា​សមាជិក ។ គាត់​មិន​អាច <em>កែប្រែ</em> លើ​តារាង - បាន​ត្រឹមតែ​ជ្រើសរើស​ទិន្នន័យ និង មើល​មាតិកា ។ នេះ​ជា​បញ្ជី​ដែល​មិន​សូវ​សំខាន់​ខ្លាំង ។ វា​កម្រ​កើត​មាន​ក្នុង​ករណី​អ្នក​ប្រើ​ជ្រើសរើស​តារាង ប៉ុន្តែ​មិន​កែប្រែ​តារាង​នោះ ។
th: นี้จะกำหนดตาราง -- นอกเหนือจากที่เลือกไว้ใน"ตาราง (แก้ไข)"กล่อง -- สามารถดูและแสดงสำหรับสมาชิก <em>เขาจะไม่สามารถแก้ไขตาราง</em> -- เพียงเลือกระเบียนและดูเนื้อหา รายการนี้ไม่สำคัญมาก มันเป็นสถานการณ์ยากสวยที่ผู้ใช้สามารถเลือกตาราง แต่ไม่แก้ไขให้

# non_exclude_fields.description
source: Certain table fields are not available by default. Those fields can be explicitly enabled for the group members here.
da: Visse tabelfelter er ikke til rådighed som standard. Disse felter kan her eksplicit aktiveres for gruppens medlemmer.
hi: कुछ टेबल फ़ील्ड्स डिफ़ॉल्ट रूप से उपलब्ध नहीं हैं। उन फ़ील्ड्स यहाँ स्पष्ट रूप से समूह के सदस्यों के लिए सक्रिय किया जा सकता है।
hr: Određena polja tablica u startu nisu dostupna. Ta polja mogu se ovdje eksplicitno omogućiti za članove grupe.
km: មិនមាន​ប្លុក​ទិន្នន័យ​របស់​តារាង​មក​ជាមួយ​ស្រាប់​ទេ ។ ប្លុក​ទាំងនោះ​អាច​បើក​ដំណើរការ​សម្រាប់​សមាជិក​ក្រុម​នៅ​ទីនេះ ។
th: เขตข้อมูลตารางบางอย่างไม่สามารถใช้ได้ตามค่าเริ่มต้น เขตข้อมูลเหล่านั้นสามารถเปิดใช้งานอย่างชัดเจนสำหรับสมาชิกกลุ่มที่นี่

# non_exclude_fields.details
source: "Allowed excludefields" allows you to detail the permissions granted to tables. By default all these fields are not available to users but must be specifically enabled by being selected here. One application of this is that pages are usually hidden by default and that the hidden field is not available for a user unless he has been granted access by this list of "Allowed excludefields". So the user may create a new page, but cannot un-hide the page - unless of course he has been assigned the "Page: Hide page" exclude field through one of his member groups. Of course it does not make any sense to add fields from tables which are not included in the list of tables allowed to be modified.
da: "Allowed excludefields" giver dig mulighed for at specificere rettighederne som tildeles tabeller. Som standard er disse felter ikke til rådighed for brugere men skal aktiveres her. En anvendelse af dette er sider normalt er skjulte som standard, og at det skjulte felt ikke er til rådighed for brugeren, med mindre han har fået tilladelse til det i denne liste af "Allowed excludefields". Det vil sige en bruger kan oprette en ny side men kan ikke synliggøre siden med mindre han har fået tildelt rettigheden "Side: Skjul Side" gennem en af side brugergrupper. Det gør selvfølgelig ingen forskel at tilføje felter fra tabeller som ikke er med i listen af tabeller der må ændres.
hi: "Allowed excludefields" आप विस्तार करने के लिए अनुमति दी गई टेबल्स के लिए अनुमति देता है। डिफ़ॉल्ट रूप से इन सभी फ़ील्ड्स उपयोगकर्ताओं के लिए उपलब्ध नहीं हैं, लेकिन विशेष रूप से यहां चयनित किया जा रहा से सक्षम किया जाना चाहिए। इस का एक आवेदन है कि पेज आमतौर पर डिफ़ॉल्ट रूप से छुपा रहे हैं और छिपा क्षेत्र जब तक कि वह "Alowed excludefields" की इस सूची से पहुँच प्रदान किया गया है एक उपयोगकर्ता के लिए उपलब्ध नहीं है। तो उपयोगकर्ता एक नया पेज बना सकते हैं, लेकिन नहीं संयुक्त राष्ट्र के छुपा सकते हैं पेज - जब तक निश्चित रूप से वह सौंपा गया है "Page: Hide page" अपने सदस्य समूहों में से एक के माध्यम से फील्ड को बाहर ।बेशक यह तालिकाओं जो संशोधित किया जा करने की अनुमति दी तालिकाओं की सूची में शामिल नहीं हैं से क्षेत्रों को जोड़ने के लिए कोई मतलब नहीं है।
hr: "Dopuštena polja isključivanja" omogućuju vam detaljna dopuštenja na tablice. Inicijalno, sva ova polja nisu dostupna korisniku već moraju biti eksplicitno odabrana ovdje. Jedna od upotreba ove funkcionalnosti je dopuštanje korisnicima da prikažu skrivene stranice. Korisnicima inicijalno nije dopušteno prikazivati skrivene stranice, no to je moguće promijeniti u popis "Dopuštenih polja isključivanja". Dakle korisnik može stvoriti novu stranicu, no ta stranica će biti skrivena i korisnik ju neće moći otkriti - naravno - osim ako mu je dopuštena ovlast polja isključivanja "Stranica: sakrij/otkrij stranicu" kroz neku od njegovih grupa. Dakako, nema smisla dodavati polja iz tablica koje nisu na popisu tablica dopuštenih za uređivanje.
km: "បាន​អនុញ្ញាត​ប្រអប់​អនុវត្ត" អាច​ឲ្យ​អ្នក​លម្អិត​លើ​​សិទ្ធិ​ដែល​បាន​ផ្ដល់​ទៅ​លើ​តារាង ។ ជាទូទៅ​ប្រអប់​ទាំងនេះ​មិន​ដំណើរការ​ឲ្យ​អ្នក​ប្រើ ប៉ុន្តែ​ត្រូវ​តែ​បញ្ជាក់​ដំណើរការ​ដោយ​​ត្រូវ​បាន​ជ្រើសរើស​ទីនេះ ។ កម្មវិធី​មួយ​​ក្នុង​នេះ​គឺ​ទំព័រ​នោះ​​ត្រូវ​បាន​លាក់ ហើយ​​ប្រអប់​ដែល​លាក់​មិន​ដំណើរការ​ចំពោះ​អ្នក​ប្រើ ដរាប​ណា​គាត់​ត្រូវ​បាន​ផ្ដល់​សិទ្ធិ​ដោយ​ "បាន​អនុញ្ញាត​ប្រអប់​អនុវត្ត" នេះ ។ ដូច្នេះ​អ្នក​ប្រើ​អាច​បង្កើត​ទំព័រ​ថ្មី ប៉ុន្តែ​មិន​អាច​ដោះ​ការលាក់​ទំព័រ - លុះត្រាតែ​គាត់​ត្រូវ​បាន​ផ្ដល់​ការអនុវត្ត​លើ​ប្រអប់ "ទំព័រ៖ លាក់​ទំព័រ" តាមរយៈ​នរណា​ម្នាក់​ក្នុង​ក្រុម​របស់​គាត់ ។ ប្រាកដ​ណាស់​ថា​វា​មិន​មាន​ការយល់ច្រឡំ​ក្នុង​ការ​ថែម​ប្រអប់​ពី​តារាង​ដែល​មិន​បាន​បញ្ចូល​ក្នុង​បញ្ជី​តារាង​ដែល​អនុញ្ញាត​ឲ្យ​កែ​នោះ​ទេ ។
th: "excludefields Allowed"ช่วยให้คุณสามารถดูรายละเอียดสิทธิ์ที่ได้รับไปยังตาราง โดยค่าเริ่มต้นเหล่านี้ทุกสาขาไม่สามารถใช้ได้กับผู้ใช้ แต่จะต้องเปิดการใช้งานเฉพาะโดยการเลือกที่นี่ หนึ่งโปรแกรมของนี้ที่หน้ามักจะถูกซ่อนโดยค่าเริ่มต้นและที่เขตข้อมูลที่ซ่อนไว้ไม่สามารถใช้ได้กับผู้ใช้หากเขาได้รับการเข้าถึงโดย excludefields นี้รายการ Allowed"ของ" เพื่อให้ผู้ใช้สามารถสร้างหน้าใหม่ แต่ไม่สามารถยกเลิกการซ่อนหน้า -- เว้นแต่แน่นอนเขาได้รับมอบหมาย"Page : หน้าซ่อน"ยกเว้นสาขาผ่านหนึ่งในกลุ่มสมาชิกของเขา แน่นอนจะไม่ทำให้รู้สึกใด ๆ เพิ่ม เขตข้อมูลจากตารางที่ไม่รวมอยู่ในตารางรายการอนุญาตให้แก้ไข

# _non_exclude_fields.seeAlso
source: be_groups:inc_access_lists, Examples from "Getting Started" | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/CreateUsersGroups/
da: be_groups:inc_access_lists, Eksempler fra "Kom igang" | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/CreateUsersGroups/
hr: be_groups:inc_access_lists, Primjeri iz "Prvi koraci" | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/CreateUsersGroups/

# hidden.description
source: Disables a user group.
da: Deaktiverer en brugergruppe.
hi: यूजर ग्रुप को डिसेबल्स करें।
hr: be_users:lockToDomain, fe_users:lockToDomain, fe_groups:lockToDomain
km: បិទ​ក្រុម​អ្នក​ប្រើ ។
th: ปิดกลุ่มผู้ใช้

# hidden.details
source: If you disable a user group all users which are members of the group will in effect not inherit any properties this group may have given them.
da: Hvis du deaktiverer en brugergruppe, vil alle medlemmerne af denne gruppe ikke arve nogle rettigheder fra denne gruppe.
hi: आप एक उपयोगकर्ता समूह अक्षम करते हैं उन सभी जो समूह के सदस्य हैं प्रभाव में कोई गुण इस समूह ने उन्हें दी है मई के वारिस नहीं होंगे।
hr: Ukoliko onemogućite korisničku grupu korisnici članovi grupe neće više imati prava i privilegije koje su imali kao članovi grupe.
km: ប្រសិន​បើ​អ្នក​បិទ​ដំណើរការ​ក្រុមអ្នក​ប្រើ អ្នក​ប្រើ​ទាំងអស់​ដែល​ជា​សមាជិកក្រុម​នឹង​មាន​ផល​ប៉ះពាល់​ មិន​ទទួល​មរត៌ក​ដែល​ក្រុម​នេះ​បាន​ផ្ដល់​ឲ្យ ។
th: หากคุณปิดการใช้งานกลุ่มผู้ใช้ผู้ใช้ที่เป็นสมาชิกของกลุ่มจะมีผลไม่สืบทอดคุณสมบัติใดกลุ่มนี้อาจมีให้แก่พวกเขา

# lockToDomain.description
source: Enter the host name from which the user is forced to login. NOTICE: this is not a security feature and can be circumvented by faking HTTP_HOST.
da: Indtast et host-navn fra hvilken brugeren er tvunget til at logge ind. NOTE: Dette er ikke en sikkerhedsfunktion og det kan omgås ved at forfalske HTTP_HOST.

# lockToDomain.details
source: A TYPO3 system may host multiple websites on multiple domains. Therefore this option secures that users can login only from a certain host name. Setting this to for example "www.my-domain.com" will require a user to be logged in from that domain if membership of this group should be gained. Otherwise the group will be ignored for the user.
da: Et TYPO3-syatem kan indeholde flere websites på flere domæner. Derfor sikrer denne valgmulighed at brugeren kun kan logge ind fra en bestemt host. Sættes dette f.eks. til "www.my-domain.com" kæves det at brugeren logger ind fra dette domæne for at opnå medlemsskab af denne gruppe. I modsat fald vil brugeren ikke blive medlem af gruppen.
hi: एक typo3 प्रणाली एकाधिक डोमेन पर कई वेबसाइटों की मेजबानी कर सकता है। इसलिए इस विकल्प को सुरक्षित करता है कि उपयोगकर्ताओं को एक निश्चित होस्ट नाम से ही प्रवेश कर सकते हैं। "Www.my-domain.com" उदाहरण के लिए करने के लिए इस स्थापना एक उपयोगकर्ता है कि डोमेन से लॉग इन किया जा सकता है अगर इस समूह की सदस्यता प्राप्त की जानी चाहिए की आवश्यकता होगी। अन्यथा समूह उपयोगकर्ता के लिए नजरअंदाज कर दिया जाएगा।
hr: TYPO3 sustav može biti domaćin višestrukim web stranicama na višestrukim domenama. Ova opcija omogućuje da se korisnik prisili da se prijavi sa određenog hosta. Postavljanje ovog polja na "www.moja-domena.hr" zahtjeva da se korisnik prijavio s dane domene ukoliko se korisniku želi dati članstvo u ovoj grupi. U suprotnom, ova grupa neće biti dostupna korisniku.
km: ប្រព័ន្ធ TYPO3 អាច​បង្ហោះ​វែបសាយ​ច្រើន​លើ​ដូមេន​ច្រើន ។ ដូច្នេះ ជម្រើស​នេះ​មាន​សុវត្ថិភាព ដែល​អ្នក​ប្រើ​អាច​កត់ត្រា​ចូល​តែ​ពី​ម៉ាស៊ីន​បង្ហោះ​ជាក់លាក់ ។ ការកំណត់​ដូច្នេះ ឧទាហរណ៍ "www.my-domain.com" នឹង​តម្រូវ​ឲ្យ​អ្នក​ប្រើ​កត់ត្រា​ចូល​ពី​ដូមេន​នោះ ប្រសិន​បើ​គាត់​ជា​សមាជិក​ក្រុម​នេះ ។ ម្យ៉ាង​ទៀត ក្រុម​នេះ​នឹង​លើកលែង​ដល់​អ្នក​ប្រើ ។
th: ระบบ TYPO3 อาจโฮสต์หลายเว็บไซต์บนโดเมนหลายโดเมน นี้จึงยึดตัวเลือกที่ผู้ใช้สามารถเข้าสู่ระบบเท่านั้นจากชื่อโฮสต์ที่กำหนด ค่านี้เช่น"domain.com - www.my"จะต้องมีผู้ที่จะเข้าสู่ระบบจากที่ได้รับโดเมนหากสมาชิกของกลุ่มนี้ควรจะ มิฉะนั้นกลุ่มจะไม่มีสำหรับผู้ใช้

# groupMods.description
source: Select available backend modules for the group members.
da: Vælg hvilke backend-moduler der er tilgængelig for gruppens medlemmer.
hi: ग्रुप मेंबर्स के लिए उपलब्ध बैकेंड मॉड्यूल का चयन करें।
hr: Odaberite dostupne module pozadinskog sučelja za članove grupe.
km: ជ្រើសរើស​ម៉ូឌុល backend ដែល​មាន​សម្រាប់​សមាជិក​ក្រុម ។
th: เลือกโมดูล backend สำหรับสมาชิกกลุ่ม
