Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_mod_web_list.xlf
Languages: el, hr, ja, km, th

# mlang_labels_tablabel
source: List of database-records
el: Λίστα των εγγραφών της βάσης δεδομένων
hr: Lista zapisa u bazi podataka
ja: データベースレコードのリスト
km: បញ្ជី​ទិន្នន័យ​របស់​ឃ្លាំង​ទិន្នន័យ
th: แสดงรายการระเบียน-ฐานข้อมูล

# mlang_labels_tabdescr
source: The Web>List module provides low level access to records appearing on a page.
el: Η μονάδα Ιστός>Λίστα δίνει τη δυνατότητα χαμηλού επιπέδου πρόσβασης στις εγγραφές που εμφανίζονται σε μία σελίδα
hr: Web>Popis modul omogućava najnižu razinu pristupa zapisima na stranici.
ja: Web>リストモジュールであるページのレコードに直接アクセスできます。
km: ម៉ូឌុល វែប>បញ្ជី ផ្ដល់​សិទ្ធិ​ប្រើប្រាស់​កម្រិត​ទាប ចំពោះ​ទិន្នន័យ​ដែល​មាន​នៅ​លើ​ទំព័រ​មួយ ។
th: เว็บ > โมดูลแสดงรายการ จัดให้มีการเข้าถึงระดับต่ำระเบียนที่อยู่บนหน้า ในขณะที่โมดูลอื่นๆส่วนใหญ่จะทำงานเฉพาะด้านต่อเฉพาะฐานข้อมูล แต่โมดูลตัวนี้ให้การเข้าถึงสูงสุดแสดงระเบียนที่ทีอยู่ต่อผู้ใช้

# mlang_tabs_tab
source: List
el: Λίστα
hr: Popis
ja: リスト
km: បញ្ជី
th: รายการ

# clip_pasteAfter
source: Paste after: Clipboard content is inserted after this record
el: Επικόληση μετά: Το περιεχόμενο του πρόχειρου εισάγεται μετά από αυτή την εγγραφή
hr: Zalijepi nakon: Sadržaj memorije je ubačen nakon ovog zapisa
ja: 下に貼り付け: クリップボードの内容をこのレコードの下に貼り付けます
km: ផេស​ខាងក្រោម៖ មាតិកា​ពី​ឃ្លិបបត​បាន​បញ្ចូល​បន្ទាប់​ពី​ទិន្នន័យ​នេះ
th: วางหลังจาก: คลิปบอร์ดเนื้อหาถูกแทรกหลังระเบียนนี้

# clip_pasteInto
source: Paste into: Clipboard content is inserted on this page
el: Επικόληση εντός: Το περιεχόμενο του πρόχειρου εισάγετε μέσα σε αυτή τη σελίδα
hr: Zalijepi u: Sadržaj memorije je ubačen na stranicu
ja: 中に貼り付け: クリップボードの内容をこのレコードの中に貼り付けます
km: ផេស​បញ្ចូល៖ មាតិកា​ពី​ឃ្លិបបត​បាន​បញ្ជូល​លើ​ទំព័រ​នេះ
th: วางใน: คลิปบอร์ดเนื้อหาถูกแทรกลงในระเบียนนี้

# clip_paste
source: Paste in clipboard content
el: Επικόληση του περιεχομένου του πρόχειρου
hr: Zalijepi sadržaj memorije
ja: クリップボードの内容を貼り付け
km: ផេស​ក្នុង​មាតិកា​ឃ្លិបបត
th: วางในคลิปบอร์ดเนื้อหา

# clip_markRecords
source: Mark All/Mark none
el: Σημείωση Όλων/Σημείωση κανενός
hr: Označi sve/označi ništa
ja: すべてをチェック/すべてのチェックをはずす
km: ដាក់​សម្គាល់​ទាំងអស់/​មិន​ដាក់​សម្គាល់
th: ทำเครื่องหมาย ทั้งหมด/ ไม่มีการทำเครื่องหมาย

# clip_selectMarked
source: Transfer the selection of records to clipboard
el: Μεταφορά των επιλεγμένων εγγραφών στο πρόχειρο
hr: Prenesi odabrane zapise u memoriju
ja: 選択したレコードをクリップボードに取り込む
km: បញ្ជូន​ការជ្រើសរើស​នៃ​ទិន្នន័យ​ទៅ​ឃ្លិបបត
th: โอนส่วนระเบียนที่เลือกแล้วไปที่คลิปบอร์ด

# clip_duplicates
source: Mark duplicates
el: Σημείωση διπλότυπων
hr: Označi duplikate
ja: 写しをマーク
km: ដាក់​សម្គាល់​ស្ទួន
th: ทำเครื่องหมายว่าซ้ำ

# clip_editMarked
source: Edit marked
el: Επεξεργασία σημειωμένων
hr: Uredi označeno
ja: チェックしたレコードを編集
km: កែ​ការដាក់​សម្គាល់
th: แก้ไขที่ทำเครื่องหมายไว้

# clip_deleteMarked
source: Delete marked
el: Διαγραφή σημειωμένων
hr: Obriši označeno
ja: チェックしたレコードを削除
km: លុប​ការសម្គាល់
th: ลบที่ทำเครื่องหมายไว้

# clip_deleteMarkedWarning
source: Are you sure you want to delete all marked records from the table '%s'?
el: Είστε σίγουρος ότι θέλετε να διαγράψετε όλες τις σημειωμένες εγγραφές από τον πίνακα '%s';
hr: Sigurno želite pobrisati sve odbrane zapise iz tabele '%s'?
ja: 本当にチェックしたレコードすべてをテーブル「%s」から削除しますか？
km: តើអ្នក​ពិត​ជា​ចង់​លុប​ការដាក់​សម្គាល់​ទិន្នន័យ​ទាំងអស់​ពី​តារាង '%s' មែនទេ?
th: คุณแน่ใจว่าต้องการลบระเบียนที่ทำเครื่องหมายไว้แล้ว ทั้งหมดจากตาราง '%s'?

# showInfo
source: Display information
el: Εμφάνιση πληροφοριών
hr: Prikaži informacije
ja: 情報の表示
km: បង្ហាញ​ព័ត៌មាន
th: แสดงข่าวสาร

# edit
source: Edit record
el: Επεξεργασία εγγραφής
hr: Uredi zapise
ja: レコードの編集
km: កែ​ទិន្នន័យ
th: แก้ไขระเบียน

# editPage
source: Edit page properties
el: Επεξεργασία ιδιοτήτων σελίδας
hr: Uredi svojstva zaglavlje stranice
ja: ページプロパティーの編集
km: កែ​លក្ខណៈ​សម្បត្តិ​របស់​ទំព័រ
th: แก้ไขหน้า

# new
source: New record
el: Νέα εγγραφή
hr: Novi zapis
ja: 新規レコード
km: ទិន្នន័យ​ថ្មី
th: ระเบียนใหม่

# newPage
source: Create new page after this page
el: Δημιουργία νέας σελιδας μετά από αυτή τη σελίδα
hr: Napravi novu stranicu nakon ove stranice
ja: このページの下にページを新規作成
km: បង្កើត​ទំព័រ​ថ្មី បន្ទាប់​ពី​ទំព័រ​នេះ
th: สร้างหน้าใหม่หลังจากหน้านี้

# newRecord
source: Create new record after this record
el: Δημιουργία νέας εγγραφής μετά από αυτή την εγγραφή
hr: Napravi novi zapis iza ovog zapisa
ja: このレコードの下にレコードを新規作成
km: បង្កើត​ទិន្នន័យ​ថ្មី បន្ទាប់​ពី​ទិន្នន័យ​នេះ
th: สร้างระเบียนใหม่หลังจากระเบียนนี้

# newRecordGeneral
source: Create new record
el: Δημιουργία Νέας εγγραφής
hr: Napravi novi zapis
ja: レコードを新規作成
km: បង្កើត​ទិន្នន័យ​ថ្មី
th: สร้างระเบียนใหม่

# moveUp
source: Move up in list
el: Μεταφορά προς τα επάνω στη λίστα
hr: Pomakni prema gore u popisu
ja: 上に移動
km: រំកិល​ឡើង​លើ
th: ย้ายขึ้นในรายการ

# moveDown
source: Move down in list
el: Μεταφορά προς τα κάτω στη λίστα
hr: Pomakni prema dolje u popisu
ja: 下に移動
km: រំកិល​ចុះ​ក្រោម
th: ย้ายลงในรายการ

# move_record
source: Re-position content element
el: Αλλαγή θέσης στοιχείου περιεχομένου
hr: Repozicioniraj element sadržaja
ja: コンテンツエレメントを再配置
km: កំណត់​ទីតាំង​ធាតុ​មាតិកា​ម្ដង​ទៀត
th: วางตำแหน่งองค์ประกอบเนื้อหาใหม่

source: Move page
el: Μεταφροά σελίδας
hr: Premjesti stranicu
ja: ページの移動
km: ប្ដូរ​ទីតាំង​ទំព័រ
th: ย้ายหน้า

# hide
source: Hide record
el: Απόκρυψη εγγραφής
hr: Sakri zapis
ja: レコードを非表示
km: លាក់​ទិន្នន័យ
th: ซ่อน ระเบียน

# unHide
source: Un-hide record
el: Μη-απόκρυψη εγγραφής
hr: Otkri zapis
ja: レコードを表示
km: មិន​លាក់​ទិន្នន័យ
th: เลิกซ่อน ระเบียน

source: Hide page
el: Απόκρυψη σελίδας
hr: Sakri stranicu
ja: ページを非表示
km: លាក់​ទំព័រ
th: ซ่อนหน้า

source: Un-hide page
el: Μη-απόκρυψη σελίδας
hr: Otkri stranicu
ja: ページを表示
km: មិន​លាក់​ទំព័រ
th: ไม่ซ่อนหน้า

# prevLevel
source: Move this page to the position after the current parent page (Inwards)
el: Μετακίνηση αυτής της σελίδας στην θέση μετά την τρέxουχα σελίδα-γονέα (Προς τα μέσα)
hr: Premjesti ovu stranicu na poziciju iza trenutne "parent" stranice (Unutra)
ja: このページを現在のページの下に移動(内側)
km: ប្ដូរទីតាំង​ទំព័រ​នេះ​ទៅ​ទីតាំង​បន្ទាប់​ពី​ទំព័រ​មេ (ខាង​ក្នុង)
th: ย้ายหน้านี้ไปที่ตำแหน่งหลังจากหน้าแม่ปัจจุบัน (เข้าใน)

# nextLevel
source: Move this page to be a subpage of the page above (Outwards)
el: Μετακίνηση αυτής της σελίδας έτσι ώστε να είναι υποσελίδα της παραπάνω σελίδας (Προς τα έξω)
hr: Premjesti ovu stranicu da bude podstranica stranice iznad (Van)
ja: このページを1つ上のページのサブページとして移動(外側)
km: ប្ដូរទីតាំង​ទំព័រ​នេះ​ទៅ​ជា​កូន​ទំព័រ​របស់​ទំព័រ​ខាង​លើ (ខាង​ក្រៅ)
th: ย้ายหน้านี้ไปเป็นหน้ย่อยของหน้าด้านบน(ออกนอก)

# delete
source: Delete record (!)
el: Διαγραφή εγγραφής (!)
hr: Obriši zapis (!)
ja: レコードを削除(！)
km: លុប​ទិន្នន័យ (!)
th: ลบระเบียน (!)

# restore
source: Restore record
hr: Povrati zapis

# history
source: Display change history / Un-do
el: Εμφάνιση ιστορικού αλλαγών / Αναίρεση
hr: Prikaži povijest promjena / Un-do
ja: 変更履歴/やり直しを表示
km: បង្ហាញ​ប្រវត្តិ​នៃ​ការផ្លាស់ប្ដូរ / អាន់ឌូ
th: แสดง ประวัติเปลี่ยนแปลง/ ยกเลิก

source: Display versions
el: Εμφάνιση εκδόσεων
hr: Prikaži verzije
km: បង្ហាញ​កំណែ
th: รุ่นแสดง

# permissions
source: Set permissions for page
el: Καθορισμός αδειών για την σελίδα
hr: Postavi dozvole za stranicu
ja: ページのパーミッションを設定
km: កំណត់​សិទ្ធិ​ចំពោះ​ទំព័រ
th: ตั้งการเข้าถึงสำหรับหน้านี้

# largeControl
source: Extended view
el: Εκτεταμένη προβολή
hr: Prošireni pogled
ja: 詳細表示
km: បន្ថែម​ការបង្ហាញ
th: มุมมองขยาย

# contractView
source: List all tables
el: Εμφάνιση περιεχομένων όλων των πινάκων
hr: Izlistaj sve tablice
ja: すべてのテーブルを一覧表示
km: បង្ហាញ​តារាង​ទាំងអស់
th: แสดงทุกตาราง

# expandView
source: List only this table
el: Εμφάνιση περιεχομένων μόνο αυτού του πίνακα
hr: Izlistaj samo ovu stranicu
ja: このテーブルだけを一覧表示
km: បង្ហាញ​តែ​តារាង​នេះ
th: แสดงเฉพาะตารางนี้

source: Show clipboard
el: Εμφάνιση πρόχειρου
hr: Prikaži memoriju
ja: クリップボードを表示
km: បង្ហាញ​ឃ្លិបបត
th: แสดงคลิปบอร์ด

# editShownColumns
source: Edit all shown fields of the listed records
el: Επεξεργασία όλων των εμφανιζόμενων πεδίων των εγγραφών που εμφανίζονται
hr: Uredi sva prikazana polja izllistanih zapisa
ja: レコード一覧に表示されたフィールドすべてを編集
km: កែ​ប្រឡោះ​ដែល​បង្ហាញ​នៃ​ទិន្នន័យ​ដែល​បង្ហាញ​ទាំងអស់
th: แก้ไขฟิลด์ที่แสดงของรายการระเบียน

# editThisColumn
source: Edit the '%s' field of the listed records
el: Επεξεργασία του '%s' πεδίου των εγγραφών που εμφανίζονται
hr: Uredi '%s' polje izlistanih zapisa
ja: レコード一覧の'%s'フィールドを編集
km: កែ​ប្រឡោះ '%s' នៃទិន្នន័យ​ដែល​បង្ហាញ​ទាំងអស់
th: แก้ไขฟิลด์ที่ '%s' ของรายการระเบียน

# deleteWarning
source: Are you sure you want to delete this record?
el: Είστε σίγουρος ότι θέλετε να διαγράψετε αυτή την εγγραφή;
hr: Sigurno želite obrisati ovaj zapis?
ja: 本当にこのレコードを削除しますか？
km: តើ​អ្នក​ពិត​ជា​ចង់​លុប​ទិន្នន័យ​នេះ​មែន​ទេ?
th: คุณแน่ใจว่าคุณต้องการลบระเบียนนี้

# restoreWarning
source: Are you sure you want to restore this record by reverting the delete status?
hr: Sigurni ste da želite povratiti ovaj zapis poništavajući brisanje istog?

# localization
source: Localization view
el: Προβολή τοπικοποίησης
hr: Lokalizacijski pogled
ja: ローカリゼーション表示
km: បង្ហាញ​លើ​លោខល
th: มุมมองภาษาท้องถิ่น

# defaultLanguage
source: Default
el: Προεπιλεγμένο
hr: Zadano
ja: デフォルト
km: បទដ្ឋាន
th: ค่าที่ตั้งไว้

# multipleLanguages
source: All languages
el: Όλες οι γλώσσες
hr: Svi jezici
ja: すべての言語
km: គ្រប់​ភាសា
th: ทุกภาษา

# viewRecords
source: Viewing records of
el: Εμφανίζονται εγγραφές από
hr: Pregled zapisa
km: កំពុង​មើល​ទិន្នន័យ នៃ
th: ดูบันทึกของ

# pageIndicator
source: Page %1$s of %2$d
hr: Stranica %1$s od %2$d

# rangeIndicator
source: Records %1$d - %2$d
hr: Zapisi %1$d - %2$d

# missingTcaColumnsMessageTitle
source: Missing TCA definition
hr: Nedostaje TCA definicija
km: ខកខាន​មិនបានកំណត់ TCA

# noRecordsOnThisPage
source: There are no records on this page.
hr: Na ovoj stranici nema zapisa.

# button.cancel
source: Cancel
hr: Odustani

# button.delete
source: Delete
hr: Izbriši
