Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_csh_*_groups.xlf
Languages: da, hi, hr, it, km, th

# .description
source: This is the Backend administration user groups available for the Backend users. These determine the access credentials for the Backend users.
da: Dette er backend administrator-brugergrupperne som er til rådighed for backend brugere. Disse afgør adgangsrettighederne for backend brugerne.
hi: यह बैकेंड एडमिनिस्ट्रेशन यूजर ग्रुप बैकएंड उपयोगकर्ताओं के लिए उपलब्ध है। ये बैकएंड उपयोगकर्ताओं के डटर्मीन एक्सेस करेडेनटिल्स हैं।
hr: Ovo su administratorske korisničke grupe dostupne za korisnike pozadinsko sučelja. Ove korisničke grupe određuju pristupne ovlasti za pozadinske korisnike.
it: Questi sono i gruppi di amministrazione di backend disponibili per gli utenti di backend. Essi determinano le credenziali di accesso per gli utenti di Backend.
km: នេះ​ជា​ក្រុម​អ្នក​គ្រប់គ្រង Backend សម្រាប់​អ្នក​ប្រើ Backend ។ ទាំងអស់​នេះ​កំណត់​សិទ្ធិ​ប្រើប្រាស់​ដល់​អ្នក​ប្រើ Backend ។
th: นี่คือกลุ่มผู้บริหาร Backend สำหรับผู้ใช้ Backend เหล่านี้กำหนดสิทธิการเข้าถึงสำหรับผู้ใช้ Backend

# .details
source: Groups contain the main permission settings you can set for a backend user. Many users can be members of the same group and thus share permissions. When a user is a member of many groups (including sub-groups) then the permission settings are added together so that the more groups a user is a member of, the more access is granted to him.
da: Grupper indeholder de overordnede rettighedsindstillinger som du kan sætte for en backend-bruger. Flere brugere kan være medlemmer af samme gruppe og på denne måde dele rettigheder. Når en bruger er medlem af flere grupper (inklusive undergrupper), er rettighederne akkumuleret så jo flere grupper en bruger er medlem af, jo flere rettigheder har han.
hi: माईन परमिस्शन ग्रुपस में शामिल हे जो आप बेकएन्ड यूजर के लिए सेट कर शकते हे।कई यूज़र्स एक ही ग्रुप्स के सदस्यों हो शकते हे और इस तरह अनुमतियाँ भी दे सकता है। अगर यूजर कई ग्रुप्स(सब ग्रुप सहित) में सदस्य है तो परमिशन सेटिंग को एक साथ ऐड करना होगा जिसे यूजर किसी भी ग्रुप्स के मेंबर हो, उस शभी का अधिक उपयोग कर शके।
hr: Grupe sadrže glavne postavke dopuštenja koje možete postaviti za korisnike pozadinskog sučelja. Mnogi korisnici mogu biti članovi iste grupe te samim time dijeliti dopuštenja. Kada je korisnik član mnogo grupa (uključujući i podgrupe) tada se dopuštenja zbrajaju tako da korisnik ima tim više dopuštenja što je član više grupa.
it: I gruppi contengono le impostazioni principali dei permessi che puoi configurare per un utente di backend. Diversi utenti possono essere associati ad uno stesso gruppo e condividere i permessi. Quanto un utente è associato a più gruppi (inclusi i sotto-gruppi) allora i parametri di configurazione vengono sommati cosicché più sono i gruppi ai quali un utente è associato e maggiori sono i permessi che gli vengono attribuiti.
km: ក្រុម​មាន​ការកំណត់​សិទ្ធិ​ធំ​ដែល​អ្នក​អាច​កំណត់​លើ​អ្នក​ប្រើ backend ។ អ្នក​ប្រើ​មួយ​ចំនួន​អាច​ជា​សមាជិក​ក្នុង​ក្រុម​ដូច​គ្នា ដូច្នេះ​ហើយ​វា​ផ្លាស់ប្ដូរ​សិទ្ធិ​គ្នា ។ ពេល​អ្នក​ប្រើ​ម្នាក់​ជា​សមាជិក​ក្រុម​ច្រើន (រួម​ទាំង​ក្រុម​រង) ការកំណត់​សិទ្ធិ​ត្រូវ​បាន​បន្ថែម​ទាំងអស់​គ្នា ដូច្នេះ​ ក្រុម​អ្នក​ដែល​​មាន​អ្នក​ប្រើ​ជា​សមាជិក​ច្រើន ការទទួល​ការប្រើប្រាស់​កាន់តែ​ច្រើន​លើ​ក្រុម​នោះ ។
th: กลุ่มมีการอนุญาตตั้งหลักคุณสามารถตั้งค่าสำหรับผู้ใช้แบ็กเอนด์ ผู้ใช้หลายคนสามารถเป็นสมาชิกของกลุ่มเดียวกันจึงใช้สิทธิ์ เมื่อผู้ใช้เป็นสมาชิกของกลุ่มจำนวนมาก (รวมถึงกลุ่มย่อย) แล้วตั้งค่าสิทธิ์มีการเพิ่มร่วมกันเพื่อให้กลุ่มเพิ่มเติมผู้ใช้เป็นสมาชิกของที่เพิ่มเติม เข้าได้รับสิทธิ์เขา

# _.seeAlso
source: be_users, "Inside TYPO3" about users / groups | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/UsersAndGroups/, How to set up a backend user | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/SettingUpANewUser/, Setting up groups (from "Getting Started") | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/CreateUsersGroups/
da: be_users, "Indenfor TYPO3" om brugere / grupper | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/UsersAndGroups/, Hvordan man opsætter en backend bruger | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/SettingUpANewUser/, Opsætning af grupper (fra "Kom igang") | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/CreateUsersGroups/
hi: be_users, TYPO3 में यूज़र्स/ग्रुप्स के बारे में | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/UsersAndGroups/, बैकएंड यूजर को कैसे स्थापित करे | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/SettingUpANewUser/, ग्रुप्स की सेटिंग("से शुरू हो रही है")| https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/CreateUsersGroups/
hr: be_users, "TYPO3 iznutra" o korisnicima / grupama | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/UsersAndGroups/, Kako podesiti pozadinskog korisnika | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/SettingUpANewUser/, Podešavanje grupa (iz "Prvi koraci") | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/CreateUsersGroups/

# .image_descr
source: Backend Usergroups are found in the root of the page tree where only "admin" users can edit them. The usergroups with red icons in this image are the ones with Access Lists enabled. The blue are just plain usergroups. This usergroup has Access Lists enabled. In the Access Lists you specify which modules, tables, database fields etc. the group members can access in TYPO3.
da: Backend brugergrupper oprettes i sidetræets rod, hvor kun brugere med admin-rettigheder kan redigere dem. Brugergrupperne med røde ikoner i dette billede er dem med aktiverede adgangslister. De blå almindelige brugergrupper. Denne brugergruppe har aktiveret adgangslister. I adgangslister kan du specificere hvilke moduler, tabeller, databasefelter etc. medlemmer af denne gruppe har adgang til i TYPO3.
hi: पेज ट्री के रूट पर बैकएंड यूजर ग्रुप्स पाए गए हे, जहां केवल "एडमिन" यूज़र्स ही एडिट केर शकते हे.अगर जो एक्सेस लिस्ट्स इनेबल्ड हो तो इमैजिस में यूजर ग्रुप्स रेड इकोन्स में होंगे. ये यूजरगरूप्स एक्सेस लिस्ट्स के लिए सक्षम है .इस एक्सेस लिस्ट्स में आप स्पेसिफ़िएड मॉड्यूल्स,टेबल्स,डेटाबेस फ़ील्ड्स अदि ग्रुप मेंबर्स typo3 में उपयोग कर सकते हैं।
hr: Korisničke grupe za korisnike pozadinskog sučelja nalaze se u korjenu stabla stranica gdje ih mogu uređivati jedino administrativni korisnici. Korisničke grupe sa crvenim ikonama na ovoj slici imaju omogućene Pristupne liste. Plave su korisničke grupe običnih korisnika. Ova korisnička grupa ima omogućene Pristupne liste. U Pristupnim listama određujete koji modulima, tablicama i poljima baza podataka korisnik ima pravo pristupa.
it: I gruppi di backend si trovano alla root del sito (pagina principale) e solo gli utenti che sono amministratori possono editarli. I gruppi di utenti con le icone in rosso che si notano in questa immagine sono gli unici per i quali le AL (Liste di accesso, access list) sono abilitate. Quelli in blu sono dei normali gruppi di utenti. Il seguente gruppo ha le AL abilitate. Nelle AL puoi specificare a quali moduli, tabelle, campi di database, ecc. l'utente del gruppo può accedere.
km: ក្រុម​អ្នក​ប្រើ backend មាន​នៅ​ក្នុង​គោល​ឋានានុក្រម​ទំព័រ​ដេល​មាន​តែ​អ្នក "គ្រប់គ្រង" អាច​កែប្រែ​បាន ។ ក្រុម​អ្នក​ប្រើ​ដែល​មាន​រូបសញ្ញា​ពណ៌​ក្រហម​ក្នុង​រូបភាព​នេះ ជា​អ្នក​ដែល​បាន​ផ្ដល់​សិទ្ធិ ។ ពណ៌​ខៀវ​ជា​ក្រុម​អ្នក​ប្រើ​ធម្មតា ។ ក្រុម​នេះ​ត្រូវ​បាន​ផ្ដល់​សិទ្ធិ​ឲ្យ ។ ក្នុង​បញ្ជី​សិទ្ធិ អ្នក​កំណត់​លើ​ម៉ូឌុល, តារាង, ឃ្លាំង​ទិន្នន័យ ។ល។ សមាជិក​ក្រុម​មានសិទ្ធិ​ក្នុង TYPO3 ។
th: กลุ่มผู้ Backend พบในพวกเขารากของต้นไม้หน้า"เท่านั้นที่ admin"ผู้ใช้สามารถแก้ไข กลุ่มผู้ที่มีไอคอนสีแดงในภาพนี้เป็นคนที่มี Access Lists เปิดการใช้งาน สีฟ้าเป็นกลุ่มที่ธรรมดาเพียง usergroup นี้มี Access Lists เปิดการใช้งาน ในรายการ Access คุณระบุ modules ตารางด้านฐานข้อมูลอื่น ๆ ของสมาชิกในกลุ่มสามารถเข้าถึง TYPO3

# title.description
source: Name of the Backend usergroup. The name should be descriptive and can always be changed later.
da: Navnet på backend brugergruppen. Navnet bør være beskrivende og kan altid ændres senere.
hi: बैकएंड यूजरग्रुप का नाम। नाम डिस्क्रिप्टिव होना चाहिए और बाद में बदला जा शके ऐसा होना चाहिए।
hr: Naziv korisničke grupe pozadinskih korisnika. Naziv treba biti informativan a moguće ga je mijenjati kasnije.
it: Nome del gruppo di Backend. Il nome dovrebbe essere descrittivo e può sempre essere modificato nel tempo.
km: ឈ្មោះ​ក្រុម​អ្នក​ប្រើ Backend ។ ឈ្មោះ​គួរតែ​ពណ៌នា និង អាច​ប្ដូរ​បាន​នៅ​ពេល​ក្រោយ ។
th: ชื่อ Backend usergroup ชื่อควรจะอธิบายและสามารถเสมอจะมีการเปลี่ยนแปลงในภายหลัง

# title.details
source: Backend Usergroups are identified by their "uid" field value (integer) and therefore the title can always be changed. The "uid" can never be changed for a user group.
da: Backend-brugergrupper er identificeret af deres "uid" felts værdi og derfor kan titlen altid ændres. Gruppens "uid" kan aldrig ændres.
hi: बैकेंड यूजरग्रुप्स उनके "uid" फील्ड वैल्यू (एंटिजर) के द्वारा पहचाने जाते हैं।और इसलिए शीर्षक हमेशा बदला जा सकता है।
hr: Korisničke grupe pozadinskih korisnika identificiraju se putem "uid" polja (cijeli broj) zbog čega je uvijek moguće mijenjati naslov. Polje "uid" nikada se ne može mijenjati za korisničku grupu.
it: I gruppi di utenti di Backend sono identificati tramite il campo "uid" (valore intero) e pertanto il titolo può essere sempre cambiato. La "uid" non può mai essere modificata per un gruppo di utenti.
km: ក្រុមអ្នក​ប្រើប្រាស់ Backend ត្រូវ​បាន​សម្គាល់​ដោយ​តម្លៃ "uid" (លេខ) ដូច្នេះ ចំណងជើង​អាច​កែប្រែ ឬ ផ្លាស់ប្ដូរ​បាន ។ "uid" មិន​អាច​ផ្លាស់ប្ដូរ​បាន​ទេ ។
th: กลุ่มผู้ Backend จะระบุด้วย"uid เขตข้อมูลค่าของ"(integer) ดังนั้นชื่อจะมีการเปลี่ยนแปลงได้เสมอ uid""จะไม่มีการเปลี่ยนแปลงสำหรับกลุ่มผู้ใช้

# title.image_descr
source: The usergroup title is shown in the record lists.
da: Brugergruppens titel kan ses i oversigten.
hi: यूजर ग्रुप शीर्षक रिकॉर्ड लिस्ट में दिखाया गया है।
hr: Naslov korisničke grupe prikazuje se u popisima zapisa.
it: Il titolo del gruppo di utenti è visualizzato nella lista dei records.
km: ចំណងជើង​ក្រុម​បង្ហាញ​ក្នុង​បញ្ជី​ទិន្នន័យ ។
th: ชื่อ usergroup จะปรากฏในบันทึกรายชื่อ

# db_mountpoints.description
source: Define page tree root points for the group members.
da: Definér sidetræets rod for gruppens medlemmer.
hi: ग्रुप मेंबर के लिए पेज ट्री रुट पॉइंट्स को डिफिएंड करे।
hr: Definiraj korjenske točke stabla stranica za članove grupe.
it: Definisce l'albero delle pagine al quale puntano gli utenti associati al gruppo.
km: កំណត់​ចំណុច​ចាប់ផ្ដើម​ឋានានុក្រម​ទំព័រ​គោល​សម្រាប់​សមាជិក​ក្រុម ។
th: กำหนดหน้าจุดรากต้นไม้สำหรับสมาชิกกลุ่ม

# db_mountpoints.details
source: The page tree in TYPO3 must have some points-of-entry defined. Here you should insert one or more references to a page which will represent a new root page for the page tree. This is called a "Database mount" or "DB mount". DB mounts <i>may</i> be inherited by the users which are members of this group. This depends on whether the user is configured to include the mounts set in the member groups. However it's recommended to use backend user groups like this to configure mounts. Especially if they need to be shared among many users.
da: Sidetræet i TYPO3 skal have sit startpunkt defineret. Her bør du indsætte en eller flere referencer til til en side som repræsenterer en ny rodside for sidetræet. Dette kaldes en "database mount" eller "DB mount". DB mounts <i>kan</i> arves af brugere som er medlemmer af denne gruppe. Dette afhænger af hvor vidt brugeren er konfigureret til at inkludere mounts fra brugergrupperne. Det anbefales dog at bruge backend brugergrupper som denne til at konfigurere DB mounts - særlig hvis de skal deles af mange brugere.
hi: TYPO3 में पेज ट्री की कुछ पॉइंट्स-ऑफ़-एंट्री होनी चाहिए।यहाँ आपको एक और एक से अधिक पेज के रेफरंस इन्सर्ट करने चाहिए जो पेज ट्री के एक नये रुट पेज को रिप्रेसेन्ट करेगे।एसे "डेटाबेस माउंट" या "DB माउंट" कहा जाता है। DB माउंट्स उस यूजर से इनहेरिट होता हे जो इस ग्रुप का मेंबर हो।इस पर निर्भर करता है की मेंबर ग्रुप्स में माउंट्स सेट करने के लिए यूजर ने कॉन्फ़िगर किया हे। हाला की बैकेंड यूजर ग्रुप के लिए ये यह रेकमेंडेड है की इसके जैसे माउंट कॉन्फ़िगर कर.विशेष रूप से वे कई users के बीच shared किये जाने की जरूरत है।
hr: Stablo stranica u TYPO3 CMS-u mora imati definirane neke točke ulaska. Ovdje trebate navesti jednu ili više referenci na stranice koje će predstavljati novu korjensku stranicu za stablo stranica. Ovo se zove "Točka montiranja baze" ili "DB točka montiranja". Točke DB montiranja <i>mogu</i> biti nasljedne za korisnike koji su članovi ove grupe. Ovo ovisi o tome je li korisnik podešen da uključuje točke montiranja postavljene u korisničkoj grupi. Preporuča se koristiti grupe pozadinski korisnika za podešavanje točki montiranja. Posebice ukoliko postavke treba dijeliti između mnogo korisnika.
it: L'albero delle pagine in TYPO3 deve avere alcuni punti di ingresso definiti. Qui tu puoi inserire uno o più riferimenti alle pagine che saranno visualizzati come pagine principali nel frame dell'albero delle pagine. Queste paginen sono chiamate "Database mount" (punti di mount per il database) o meglio "DB mount". Questo dipende o meno dal fatto se l'utente è configurato per includere i DB mounts dai gruppi ai quali è associato. Comunque è raccomandato l'uso dei gruppi di utenti di backend come questo per configurare i punti di montaggio. Specialmente se hanno bisogno di essere condivisi tra più utenti. DB mounts <i>possono</i> essere ereditati dagoli utenti che appartengono a questo gruppo.
km: ឋានានុក្រម​ក្នុង TYPO3 ត្រូវ​មាន​​ការកំណត់​លើ​ចំណុច​ទិន្នន័យ​មួយ​ចំនួន ។ ទីនេះ​អ្នក​គួរ​បញ្ចូល​តំណ​មួយ ឬ ច្រើន​ទៅ​កាន់​ទំព័រ​ដែល​នឹង​បង្ហាញ​អំពី​ទំព័រ​គោល​ថ្មី​ក្នុង​ឋានានុក្រម​ទំព័រ ។ វា​ត្រូវបាន​គេ​ហៅ​ថា "ឃ្លាំងទិន្នន័យ​ម៉ោនថ៍" ឬ "DB ម៉ោនថ៍" ។ DB ម៉ោនថ៍<i>អាច​</i>ទទួល​មរត៌ក​ដោយ​អ្នក​ប្រើ​ដែល​ជា​សមាជិក​របស់​ក្រុម ។ វា​អាស្រ័យ​លើ​អ្នក​ប្រើ​ដែល​ត្រូវ​បាន​កំណត់​ឲ្យ​បញ្ចូល​បណ្ដុំ​ម៉ោនថ៍​ក្នុង​សមាជិក​ក្រុម ។ ទោះជា​យ៉ាង​ណា វា​ត្រូវ​បាន​តម្រូវ​ឲ្យ​ប្រើ​ក្រុម​អ្នក​ប្រើ backend ដូច្នេះ ដើម្បី​កំណត់​ម៉ោនថ៍ ។ ជាពិសេស ប្រសិន​បើ​ពួក​វា​ត្រូវការ​ចែករំលែក​ក្នុង​ចំណោម​អ្នក​ប្រើប្រាស់​ជា​ច្រើន ។
th: ต้นไม้หน้าใน TYPO3 ต้องมี - บางจุดของรายการที่กำหนด ที่นี่คุณควรแทรกหนึ่งหรืออ้างอิงถึงต้นไม้หน้าใหม่ที่จะรากแสดงหน้าสำหรับ นี้เรียกว่า"ฐานข้อมูลติด"หรือ"DB mount" DB mounts <i>อาจสืบทอดโดยผู้ใช้ที่เป็นสมาชิกของกลุ่มนี้</i> นี้ขึ้นอยู่กับว่าผู้ใช้จะกำหนดให้รวม mounts ตั้งในกลุ่มสมาชิก แต่ก็แนะนำให้ใช้กลุ่มผู้ใช้แบ็กเอนด์นี้เพื่อกำหนดค่า mounts โดยเฉพาะถ้าพวกเขาจะต้องร่วมกันระหว่างผู้ใช้หลายคน

# db_mountpoints.image_descr
source: Here a page is added as a "DB mount"... ... and in the page tree of member users this will become the starting point for the page tree.
da: Her er en side tilføjet som en "DB mount"... ... og i sidetræet for medlemmer af gruppen vil dette blive en ny rodside for sidetræet.
hi: यहाँ पेज एक "DB माउंट" के रूप में जोड़ा जाता है।... ...और पेज ट्री के मेंबर यूजर इस पेज ट्री के लिए प्रारंभिक बिंदु हो जाएगा।
hr: Ovdje se stranica dodaje kao "DB točka montiranja"... ... a u stablu stranica korisnika članova ta točka će postati početna točka stabla stranica.
it: Qui una pagina è aggiunta come un "DB mount" (punto di montaggio DB) ... ... e nell'albero delle pagine degli utenti associati questo costituirà il punto di partenza per l'albero stesso.
km: ទីនេះ ទំព័រ​ត្រូវ​បាន​បន្ថែម​ជា "DB ម៉ោនថ៍"... ...ហើយ​ក្នុង​ឋានានុក្រម​ទំព័រ​នៃ​សមាជិក​អ្នក​ប្រើ វា​នឹង​ក្លាយ​ជា​ចំណុច​ចាប់ផ្ដើម​សម្រាប់​ឋានានុក្រម​ទំព័រ ។
th: ที่นี่หน้าจะเพิ่มเป็น"DB mount"... ... และต้นไม้หน้าของสมาชิกนี้จะเป็นจุดเริ่มต้นของต้นไม้หน้า

# file_mountpoints.description
source: Define startpoints for the file folder tree.
da: Definér startpunktet for filtræet.
hi: फ़ाइल फ़ोल्डर ट्री के लिए शुरू अंक को डिफाइन करें।
hr: Definiraj početnu točku za stablo datotečnih mapa.
km: កំណត់​ចំណុច​ចាប់ផ្ដើម​សម្រាប់​ឋានានុក្រម​សឺមី​ឯកសារ ។
th: startpoints กำหนดสำหรับต้นไม้โฟลเดอร์แฟ้ม

# file_mountpoints.details
source: The file folder tree is used by all File-submodules to navigate the file folders on the webserver. If you want users to access the servers file system through TYPO3 they need at least one File Mount (and access to eg. File > Filelist module). You can mount a path in "fileadmin/" relative to the TYPO3 installation or you can mount an absolute path somewhere else on the server (outside webroot!). The last requires that $TYPO3_CONF_VARS[BE][lockRootPath] is defined. The path you mount is defined by the Filemount record you refer to by this field. So a File Mount just points to another record inside of which the details are configured. See screenshots below. "admin" users always have the "fileadmin/" folder mounted by default. Notice; as with 'DB mounts' the file folder mounts may be inherited by the users which are members of this group.
da: Filtræet bruges af alle fil-moduler for at navigere i filfolderne på webserveren. Hvis du ønsker ar brugerne skal have adgang til serverens filer gennem TYPO3, har de brug for mindst et fil-mount (og adgang til f.eks. "Filer > Filliste" modulet). Du kan mounte en sti under "fileadmin/" relativt til TYPO3-installationen, eller du kan mounte en absolut sti et eller andet sted på serveren (udenfor webroot!). Det sidste kræver at $TYPO3_CONF_VARS[BE][lockRootPath] er defineret. Stien du mounter er defineret af det filmount-element du refererer til i dette felt. Så et filmount peger bare på et element i hvilken detaljerne er indstillet. Se skærmdumps herunder. "admin"-brugere har altid "fileadmin/"-folderen mountet som standard. Bemærk: som ved DB-mounts, kan filmounts arves af brugere som er medlem denne gruppe.
hi: फ़ाइल फ़ोल्डर ट्री वेब सर्वर पर फ़ाइल फ़ोल्डर नेविगेट करने के लिए सभी फ़ाइल-सुब्मोडूलेस द्वारा उपयोग किया जाता है।अगर यूजर typo3 के माध्यम से सर्वर फाइल सिस्टम का उपयोग करना चाहते हैं तो उसे कम से कम एक फ़ाइल माउंट की जरूरत है (और फ़ाइल> फाइललिस्ट मॉड्यूल के लिए उपयोग)।\ nआप typo3 इंस्टॉलेशन के लिए "फ़ाइल एडमिन/" में एक पथ माउंट कर सकते हैं या आप कहीं और सर्वर पर एक एब्सोल्यूट पथ माउंट कर सकते हैं (Webroot बाहर!)आखरी में आवश्यकता है कि $TYPO3_CONF_VARS[BE][lockRootPath] को डेफिएंड करे।जो पाथ अपने माउंट किये हे वो फाइल माउंट रिकॉर्ड में डेफिएंड हे ,जो आप इस फिएल्ड से रिफर कर सकते हे.तो फाइल माउन्ट केवल उस रिकॉर्ड को पॉइन्ट करता है जो अंदर डिटेल कॉन्फ़िगर कर रही है।स्क्रीनशॉट के नीचेदेखें। "एडमिन"यूज़र्स के पास हमेशा "फाइलएडमिन" फोल्डर माउंटेड के रूप में डिफ़ॉल्ट होता है। नोटिस;'DB माउंट' की तरही जो इस गरूप के मेम्बर हे उषे फाइल फोल्डर माउंट्स विरासत में मिल शकता है।
hr: Stablo datotečnih mapa koriste svi datotečni podmoduli za navigaciju mapa na web serveru. Ukoliko želite da korisnici pristupaju datotekama na serveru kroz TYPO3 potrebno im je podesiti barem jednu točku montiranja (i pristup recimo Datoteka > Popis datoteka modulu). Možete montirati putanju u "fileadmin/" relativno na TYPO3 instalaciju ili možete montirati apsolutnu putanju negdje drugdje na serveru (van korjena weba!). Posljednje zahtjeva postavku $TYPO3_CONF_VARS[BE][lockRootPath]. Putanja koju montirate definirana je zapisom datotečnog montiranja na kojeg se pozivate ovim poljem. Dakle točka datotečnog montiranja jednostavno pokazuje na drugi zapis u kojem su specificirani detalji. Pogledajte ispod slike ekrana. Administrativni korisnici uvijek imaju montiranu "fileadmin/" mapu. Napomena: kao i sa 'DB točkama montiranja' točke montiranja mapa mogu naslijediti korisnici koju su članovi ove grupe.

# _file_mountpoints.seeAlso
source: be_groups:db_mountpoints, be_users:file_mountpoints, be_users:options, be_users, sys_filemounts, xMOD_csh_corebe:filelist_module, More about File Mounts | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/MoreAboutFileMounts/
da: be_groups:db_mountpoints, be_users:file_mountpoints, be_users:options, be_users, sys_filemounts, xMOD_csh_corebe:filelist_module, Mere om File Mounts | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/MoreAboutFileMounts/
hi: be_groups: db_mountpoints, be_users: file_mountpoints, be_users: options, be_users, sys_filemounts, xMOD_csh_corebe: filelist_module, फ़ाइल माउंट्स के बारे में अधिक |https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/MoreAboutFileMounts/
hr: be_groups:db_mountpoints, be_users:file_mountpoints, be_users:options, be_users, sys_filemounts, xMOD_csh_corebe:filelist_module, Više o točkama montiranja | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/MoreAboutFileMounts/

# file_mountpoints.image_descr
source: The File Mounts are references to records from the "Filemounts" table. In the Filemount record you define whether the path should be absolute (must be within $TYPO3_CONF_VARS[BE][lockRootPath]) or relative to "fileadmin/". In this case the Filemount points to "fileadmin/user_upload/" This is the page tree of the "admin" user. Notice the folder "user_upload" which is the folder referred to by the File Mount record. This shows the mounted folder as seen by a user who was member of the group. Filemount records are also created in the page tree root.
da: Filmounts er referencer til elementer i "filemounts"-tabellen. I filmounts-etementet kan du definere om stien skal være absolut eller relativ til "fileadmin/". I dette tilfælde peger filmountet på "fileadmin/user_upload". Dette er sidetræet for admin-brugeren. Læg mærke til folderen "user_upload" som er den folder der refereres til af filmount-elementet. Dette viser den mountede folder, som som den ses af en bruger som er medlem af gruppen. Filmount-elementer er også oprettet i sidetræets rod.
hi: फ़ाइल माउंट "फ़ाइल माउंट" टेबल के रिकार्ड्स को रिफरन्स कर रहे हैं। फाइलमाउंट रिकॉर्ड के अंदर आप डेफिएंड कर सकते हे की पाथ एब्सोल्यूट($TYPO3_CONF_VARS[be] [lockRootPath] के भीतर होना चाहिए) होना चाहिए या "फाइलएडमिन" से रिलेटिव होना चाहिए। इस मामले में फाइलमाउंट करने के लिए "fileadmin/ user_upload /" \ nयह पेज ट्री "एडमिन "यूजर की है।सूचना "user_upload " folder जो फ़ोल्डर फ़ाइल माउंट रिकॉर्ड से जाना जाता है। यह माउंटेड फोल्डर दिखता हे जो यूजर ने देखा हे और जो इस गरूप का मेम्बर हो फाइलमाउंट रिकॉर्ड भी पेज ट्री में बनाया जाता है।
hr: Točke datotečnih montiranja su reference na zapise iz tablice "Točke datotečnog montiranja". U zapisu točke datotečnog montiranja specificirate treba li putanja biti apsolutna (mora biti unutar $TYPO3_CONF_VARS[BE][lockRootPath]) ili relativno u odnosu na mapu "fileadmin/". U ovom slučaju točka datotečnog montiranja pokazuje na "fileadmin/user_upload/" Ovo je stablo stranice "administrativnog" korisnika. Primjetite mapu "user_upload" na koju se odnosi zapis točke datotečnog montiranja. Ovo prikazuje montiranu mapu kako ju vidi korisnik koji je član grupe. Zapisi točki datotečnih montiranja nalaze se u korjenu stabla stranica.

# file_permissions.description
source: Select file operation permissions for the group members.
da: Vælg filoperations-tilladelser for gruppemedlemmer.
hi: ग्रुप मेंबर्स के लिए फ़ाइल आपरेशन अनुमतियाँ चयन करे।
hr: Odaberite dopuštenja za datotečne operacije za članove grupe.
km: រើស​សិទ្ធិ​លើ​ឯកសារ​សម្រាប់​សមាជិក​ក្រុម ។
th: เลือก file สิทธิ์การทำงานสำหรับสมาชิกกลุ่ม
