Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_core.xlf
Languages: cs, da, el, hr, ja, km, th

# mess.copy_into_colPos
source: Copy "%1$s" into column "%3$s" on page "%2$s"?
cs: Zkopírovat "%1$s" do sloupce "%3$s" na stránce "%2$s"?
da: Kopiér "%1$s" til kolonne "%3$s" på side "%2$s"?
hr: Kopiraj "%1$s" u stupac "%3$s" na stranici "%2$s"?

# mess.copy_after
source: Copy "%s" to after "%s"?
cs: Zkopírovat "%s" za "%s"?
da: Kopier "%s" til positionen efter "%s"?
el: Αντιγραφή του "%s" μετά από το "%s"?
hr: Kopiraj "%s" nakon "%s"?
ja: "%s"を"%s"の下にコピーしますか？
km: ចម្លង "%s" ទៅ​បន្ទាប់ "%s"?
th: ทำสำเนา "%s" ไปหลัง "%s"?

# mess.copycb_into
source: Copy all elements (%s) from the clipboard into "%s"?
cs: Zkopírovat všechny prvky (%s) ze schránky do "%s"?
da: Kopier alle elementer (%s) fra klippebordet ind i "%s"?
el: Αντιγραφή όλων των στοιχείων (%s) από το πρόχειρο εντός του "%s";
hr: Kopiraj sve elemente (%s) iz memorije u "%s"?
ja: クリップボードにあるすべてのエレメント(%s)を"%s"にコピーしますか？
km: ចម្លង​គ្រប់​ធាតុ (%s) ពី​ឃ្លិបបត ទៅ​ក្នុង "%s"?
th: ทำสำเนาองค์ประกอบทั้งหมด (%s) จากคลิปบอร์ดไปใน "%s" หรือไม่?

# mess.copycb_after
source: Copy all elements (%s) from the clipboard to the position after "%s"?
cs: Zkopírovat všechny prvky (%s) ze schránky na pozici za "%s"?
da: Kopier alle elementer (%s) fra klippebordet til positionen efter "%s"?
el: Αντιγραφή όλων των στοιχείων (%s) από το πρόχειρο στην θέση μετά από "%s";
hr: Kopiraj sve elemente %s) iz memorije na poziciju nakon "%s"?
ja: クリップボードにあるすべてのエレメント(%s)を"%s"の下にコピーしますか？
km: ចម្លង​គ្រប់​ធាតុ (%s) ពី​ឃ្លិបបត​ទៅ​ទីតាំង​បន្ទាប់​ពី "%s"?
th: ทำสำเนาองค์ประกอบทั้งหมด (%s) จากคลิปบอร์ดไปหลัง "%s" หรือไม่?

# mess.movecb_into
source: Move all elements (%s) from the clipboard into "%s"?
cs: Přesunout všechny prvky (%s) ze schránky do "%s"?
da: Flyt alle elementer (%s) fra klippebordet ind i "%s"?
el: Μετακίνηση όλων των στοιχείων (%s) από το πρόχειρο εντός του "%s";
hr: Premjestij sve elemente (%s) iz memorije u "%s"?
ja: クリップボードにあるすべてのエレメント(%s)を"%s"に移動しますか？
km: ប្ដូរ​ទីតាំង​ធាតុ (%s) ពី​ឃ្លិបបត​ទៅ​ក្នុង "%s"?
th: ย้ายองค์ประกอบทั้งหมด (%s) จากคลิปบอร์ดไปใน "%s" หรือไม่?

# mess.movecb_after
source: Move all elements (%s) from the clipboard to the position after "%s"?
cs: Přesunout všechny prvky (%s) ze schránky na pozici za "%s"?
da: Flyt alle elementer (%s) fra klippebordet til positionen efter "%s"?
el: Μετακίνηση όλων των στοιχείων (%s) από το πρόχειρο στην θέση μετά από "%s";
hr: Premjesti sve elemente %s) iz memorije na poziciju nakon "%s"?
ja: クリップボードにあるすべてのエレメント(%s)を"%s"の下の位置に移動しますか？
km: ប្ដូរ​ទីតាំង​ធាតុ (%s) ពី​ឃ្លិបបត​ទៅទីតាំង​បន្ទាប់​ពី "%s"?
th: ย้ายองค์ประกอบทั้งหมด (%s) จากคลิปบอร์ดไปหลัง "%s" หรือไม่?

# rm.saveDoc
source: Save
cs: Uložit
da: Gem
hr: Spremi

# rm.viewDoc
source: View
da: Se

# rm.saveDocShow
source: Save and view page
cs: Uložit a zobrazit stránku
da: Gem og vis siden
hr: Spremi i pogledaj stranicu

# rm.saveCloseDoc
source: Save and close
cs: Uložit a zavřít
da: Gem og luk
hr: Spremi i zatvori

# rm.saveCloseAllDocs
source: Save and close all
cs: Uložit a zavřít vše
da: Gem og luk alle
hr: Spremi i zatvori sve

# rm.saveNewDoc
source: Save and create a new one
cs: Uložit a vytvořit nový
da: Gem og opret et nyt
hr: Snimi i napravi novi

# rm.newDoc
source: New
cs: Nový
da: Ny
el: Νέα
hr: Novo
ja: 新規作成
km: ថ្មី
th: ใหม่

# rm.duplicateDoc
source: Duplicate
da: Dublér

# labels.recordDuplicated
source: The record has been duplicated.
da: Elementet er blevet dubleret.

# rm.closeDoc
source: Close
cs: Zavřít
da: Luk
hr: Zatvori

# rm.closeAllDocs
source: Close all
cs: Zavřít vše
da: Luk alle
hr: Zatvori sve

# rm.clearCache_clearCache
source: Clear cache
cs: Smazat keš
da: Tøm cache
el: Καθαρισμός λανθάνουσας μνήμης
hr: Očisti međuspremnik
ja: キャッシュを削除
km: សម្អាត​ខែស្ហ
th: เคลียร์ แคช

# rm.clearCache_thisPage
source: This page
cs: Tato stránka
da: Denne side
el: Αυτή τη σελίδα
hr: Ova stranica
ja: このページ
km: ទំព័រ​នេះ
th: หน้านี้

# rm.clearCache_all
source: Clear FE cache
cs: Smazat keš FE
da: Tøm hele cachen
el: Καθαρισμός λανθάνουσας μνήμης FE
hr: Isprazni FE međuspremnik
ja: フロントエンドキャッシュを削除
km: សម្អាត​ខែស្ហ FE
th: เคลียร์ แคช ทั้งหมด

# rm.clearCache_pages
source: Clear Page Cache
cs: Smazat keš stránek
da: Tøm sidecachen
el: Καθαρισμός λανθάνουσας μνήμης σελίδας
hr: Isprazni međuspremnik stranica
ja: ページのキャッシュを削除
km: សម្អាត​ខែស្ហ​ទំព័រ
th: เคลียร์ แคช หน้า

# rm.clearCache_allTypo3Conf
source: Clear cache in typo3conf/
cs: Smazat keš v typo3conf/
da: Ryd cache-filer i typo3conf/
el: Καθαρισμός λανθάνουσας μνήμης στο typo3conf/
hr: Počisti međuspremnik u typo3conf/
ja: typo3confのキャッシュを削除
km: សម្អាត​ខែស្ហ​ក្នុង typo3conf/
th: เคลียร์ temp_CACHED

# rm.clearCacheMenu_all
source: Clear all caches
cs: Smazat všechny keše
da: Tøm alle caches
el: Εκκαθάριση όλων των λανθάνουσων μνημών
hr: Isprazni sve međuspremnike
ja: すべてのキャッシュを削除
km: សម្អាត​ខែស្ហ​ទាំងអស់
th: ล้างแคชทั้งหมด

# rm.clearCacheMenu_pages
source: Clear page content cache
cs: Smazat keš stránek
da: Tøm sidecachen
el: Εκκαθάριση λανθάνουσας μνήμης σελίδας
hr: Isprazni međuspremnik sadržaja stranica
ja: ページコンテンツキャッシュを削除
km: សម្អាត​ខែស្ហ​មាតិកា​ទំព័រ
th: แคชเนื้อหาหน้าใส

# rm.clearCacheMenu_allTypo3Conf
source: Clear configuration cache
cs: Smazat keš konfigurace
da: Tøm konfigurationscachen
el: Εκκαθάριση λανθάνουσας μνήμης ρυθμίσεων
hr: Isprazni međuspremnik konfiguracije
ja: 設定キャッシュを削除
km: សម្អាត់​ខែស្ហ​កំណត់​នានា
th: กำหนดค่าแคช Clear

# flushPageCachesTitle
source: Flush frontend caches
cs: Smazat keše frontendu
da: Tøm frontend cachen
hr: Isprazni međuspreminke prednjeg sučelja

# flushPageCachesDescription
source: Clear frontend and page-related caches.
cs: Smazat keše frontendu a stránek.
da: Tøm frontend og side-relateret cachen.
hr: Očisti međuspremnike prednje sučelja i stranica.

# flushAllCachesTitle2
source: Flush all caches
cs: Smazat všechny keše
da: Tøm alle caches
hr: Isprazni sve međuspremnike

# flushAllCachesDescription2
source: Clear all system-related caches, including localization, extension configuration, file caches and opcode caches. Rebuilding this cache may take some time.
da: Ryd al systemcache, herunder lokalisering, udvidelseskonfiguration, filcache og opcode cache. Genopbygning af cachen kan taget noget tid.
hr: Očisti sve međuspremnike vezane uz sustav, uključujući lokalizaciju, konfiguraciju proširenja, međuspremnike datoteka i međuspremnike op koda. Obnova ovih međuspremnika može potrajati neko vrijeme.

# rm.adminFunctions
source: Admin functions
cs: Funkce správce
da: Admin Funktioner
el: Λειτουργίες διαχείρισης
hr: Administratorske funkcije
ja: 管理者機能
km: បញ្ជា​របស់​អ្នក​គ្រប់គ្រង
th: ฟังก์ชั่นผู้ดูแลระบบ

# rm.edit
source: Edit
cs: Upravit
da: Redigér
el: Επεξεργασία
hr: Uređivanje
ja: 編集
km: កែ
th: แก้ไข

# rm.export
source: Export
cs: Exportovat
da: Exportér
el: Εξαγωγή
hr: Eksport
ja: エクスポート
km: យក​ចេញ
th: ส่งออก

# rm.delete
source: Delete
cs: Smazat
da: Slet
el: Διαγραφή
hr: Brisanje
ja: 削除
km: លុប
th: ลบ

# message.header.fileNotDeletedHasReferences
source: File not deleted
cs: Soubor nebyl odstraněn
da: Filen er ikke slettet
hr: Datoteka nije obrisana
km: ឯកសារមិនត្រូវបានលុប

# message.description.fileNotDeletedHasReferences
source: The file cannot be deleted since it is still used at the following places
da: Filen kan ikke slettes eftersom den stadig bruges følgende steder

# message.header.folderNotDeletedHasFilesWithReferences
source: Folder not deleted
cs: Složka nebyla odstraněna
da: Mappen blev ikke slettet
hr: Mapa nije obrisana
km: សឺមុី​មិនត្រូវបានលុប

# message.description.folderNotDeletedHasFilesWithReferences
source: The folder cannot be deleted since it still contains files in use.
da: Mappen kan ikke slettes eftersom den stadig indeholder filer.
hr: Mapa ne može biti obrisana jer još sadrži datoteke koje su u uporabi.

# message.header.fileHasBrokenReferences
source: File has broken references
da: Filen har brudte referencer
hr: Datoteka ima reference koje su neispravne

# message.description.fileHasBrokenReferences
source: The file has %s broken reference(s) but it will be deleted regardless.
da: Filen har %s brudte reference(r) men vil blive slettet alligevel.
hr: Datoteka ima %s neispravnih referenci no svejedno će biti izbrisana.

# message.header.fileNotFound
source: File not found
da: Filen blev ikke fundet
hr: Datoteka nije pronađena

# message.description.fileNotFound
source: The file %s is not found, possible already removed.
da: Filen %s blev ikke fundet, måske er den allerede fjernet.
hr: Datoteka %s nije pronađena, moguće je da je već uklonjena.

# message.header.fileDeleted
source: File deleted
cs: Soubor odstraněn
da: Fil slettet
hr: Datoteka obrisana
km: ឯសារ​ត្រូវបានលុប

# message.description.fileDeleted
source: The file "%s" was successfully deleted.
cs: Soubor "%s" byl úspěšně odstraněn.
da: Filen "%s" blev slettet med succes.
hr: Datoteka "%s" je uspješno obrisana.
km: ឯកសារ "%s" ត្រូវបានលុប​ដោយជោគជ័យ។

# message.header.folderDeleted
source: Folder deleted
cs: Složka odstraněna
da: Mappen slettet
hr: Mapa obrisana
km: សឺមុី​ត្រូវបានលុប

# message.description.folderDeleted
source: The folder "%s" was successfully deleted.
cs: Složka "%s" byla úspěšně odstraněna.
da: Mappen "%s" blev slettet med succes.
hr: Mapa "%s" je uspješno obrisana.
km: សឺមុី "%s" ​ត្រូវបានលុបដោយជោគជ័យ។

# message.header.folderNotDeletedHasFiles
source: Folder not deleted
cs: Složka nebyla odstraněna
da: Mappen blev ikke slettet
hr: Mapa nije obrisana
km: សឺមុី​មិនត្រូវបានលុប

# message.description.folderNotDeletedHasFiles
source: The folder cannot be deleted since it still contains files.
cs: Složka nemůže být odstraněna, protože stále obsahuje soubory.
da: Mappen kan ikke slettes eftersom den stadig indeholder filer.
hr: Mapa ne može biti obrisana jer još sadrži datoteke.
km: សឺមុី​មិនអាចលុបបានទេ​ពីព្រោះនៅមានឯកសារនៅឡើយ

# buttons.logout
source: Logout
cs: Odhlásit
da: Afslut
el: Αποσύνδεση
hr: Odjava
ja: ログアウト
km: ស៊ីញេ​ចេញ
th: ออกจากระบบ

# buttons.exit
source: Exit
cs: Konec
da: Afslut
el: Έξοδος
hr: Izlaz
ja: エグジット
km: បិទ
th: ทางออก

# buttons.selMenu_modules
source: MODULES
cs: MODULY
da: MODULER
el: ΜΟΝΑΔΕΣ
hr: MODULI
ja: モジュール
km: ម៉ូឌុល
th: โมดูล

# buttons.clear
source: Clear
cs: Smazat
da: Tøm
el: Καθαρισμός
hr: Očisti
ja: クリア
km: សម្អាត
th: ล้าง

# buttons.clipboard
source: Clipboard
cs: Schránka
da: Klippebord
el: Πρόχειρο
hr: Memorija
ja: クリップボード
km: ឃ្លិបបត
th: คลิปบอร์ด

# buttons.toggleLinkExplanation
source: Toggle link explanation
da: Vend link-forklaring

# buttons.toggleSlugExplanation
source: Toggle manual URL segment
da: Skift manuelt URL segment

# buttons.recreateSlugExplanation
source: Recalculate URL segment from page title
da: Genberegn URL segment fra sidetitel

# cm.copy
source: Copy
cs: Kopírovat
da: Kopier
el: Αντιγραφή
hr: Kopiranje
ja: コピー
km: ចម្លង
th: คัดลอก

# cm.cut
source: Cut
cs: Vyjmout
da: Klip
el: Αποκοπή
hr: Izrezivanje
ja: 切り取り
km: កាត់
th: ตัด

# cm.cutrelease
source: Cut release
da: Klip udgivelse

# cm.view
source: Show
cs: Ukázat
da: Vis
el: Προβολή
hr: Prikazivanje
ja: 表示
km: បង្ហាញ
th: แสดง

# cm.edit
source: Edit
cs: Upravit
da: Redigér
el: Επεξεργασία
hr: Uređivanje
ja: 編集
km: កែ
th: แก้ไข

# cm.editcontent
source: Edit content
cs: Upravit obsah
da: Redigér indhold
hr: Uredi sadržaj

# cm.editMetadata
source: Edit Metadata of this file
cs: Upravit Metadata tohoto souboru
da: Ret Metadata for denne fil
hr: Uredi meta podatke ove datoteke

# cm.new
source: New
cs: Nový
da: Ny
el: Νέα
hr: Novo
ja: 新規作成
km: ថ្មី
th: ใหม่

# cm.pasteinto
source: Paste into
cs: Vložit do
da: Indsæt i
el: Επικόλληση εντός
hr: Zalijepi u
ja: この中に貼り付け
km: ផេសថ៍​ទៅ​ក្នុង
th: วางข้างใน

# cm.pasteafter
source: Paste after
cs: Vložit za
da: Indsæt efter
el: Επικόλληση μετά
hr: Zalijepi nakon
ja: この下に貼り付け
km: ផេសថ៍​ទៅ​បន្ទាប់
th: วางหลังจาก

# cm.select
source: Select
cs: Vybrat
da: Vælg
el: Επιλογή
hr: Odaberi
ja: 選択
km: ជ្រើស
th: เลือก

# cm.deselect
source: Deselect
cs: Zrušit výběr
da: Fravælg
el: Αποεπιλογή
hr: Odznači
ja: 選択解除
km: ឈប់​ជ្រើស
th: ยกเลิกการเลือก

# cm.selectto
source: Select to
cs: Vybrat do
da: Vælg hertil
el: Επιλογή στο
hr: Odaberi u
ja: 選択する
km: ជ្រើស
th: เลือกสู่

# cm.deselectto
source: Deselect to
cs: Nevybrat do
da: Fravælg hertil
el: Αποεπιλογή στο
hr: Odznači u
ja: 選択解除する
km: ឈប់​ជ្រើស
th: เลิกเลือกสู่

# cm.delete
source: Delete
cs: Odstranit
da: Slet
el: Διαγραφή
hr: Obriši
ja: 削除
km: លុប
th: ลบ

# cm.hide
source: Hide
cs: Skrýt
da: Skjul
el: Απόκρυψη
hr: Sakri
ja: 非表示
km: លាក់
th: ซ่อน

# cm.unhide
source: Unhide
cs: Odkrýt
da: Synliggør
el: Ακύρωση Απόκρυψης
hr: Otkri
ja: 表示
km: ឈប់​លាក់
th: ยกเลิกการซ่อน

# cm.online
source: Turn online
cs: Aktivovat
da: Gå online
hr: Postavi mrežno
km: ត្រឡប់​ទៅបណ្ដាញ

# cm.offline
source: Turn offline
cs: Deaktivovat
da: Gå offline
hr: Postavi vanmrežno
km: បិត​បណ្ដាញ

# cm.upload
source: Upload Files
cs: Přenos souborů
da: Upload filer
el: Μεταφόρτωση αρχείων
hr: Pošalji datoteke
ja: ファイルをアップロード
km: ផ្ទុក​ឯកសារ​ឡើង
th: อัพโหลดไฟล์

# cm.rename
source: Rename
cs: Přejmenovat
da: Omdøb
el: Μετονομασία
hr: Preimenuj
ja: 名前を変更
km: ប្ដូរ​ឈ្មោះ
th: เปลี่ยนชื่อ

# cm.replace
source: Replace
da: Erstat
hr: Zamijeni

# cm.open
source: Open
cs: Otevřít
da: Åbn
el: Άνοιγμα
hr: Otvori
ja: 開く
km: បើក
th: เปิด

# cm.save
source: Save
cs: Uložit
da: Gem
el: Αποθήκευση
hr: Snimi
ja: 保存
km: រក្សាទុក
th: บันทึก

# cm.createnew
source: Create new
cs: Vytvořit nový
da: Opret ny
el: Δημιουργία νέου
hr: Napravi novo
ja: 新規作成
km: បង្កើត​ថ្មី
th: สร้างใหม่

# cm.createnew.link
source: Create new %s
cs: Vytvořit novou %s
da: Opret ny %s
hr: Napravi novu %s
km: បង្កើត %s ថ្មី
th: สร้าง% s ใหม่

# cm.tempMountPoint
source: Mount as treeroot
cs: Připojit jako kořen stromu
da: Toppunkt i træet
el: Σύνδεση ώς ρίζα δέντρου
hr: Postavi kao korijen stabla (treeroot)
ja: ツリールートとしてマウント
km: ម៉ោនថ៍​ជា​ឋានានុក្រម​គោល
th: เม้าท์แบบ treeroot

# cm.copyPage_into
source: Copy page into
cs: Kopírovat stránku do
da: Kopier side ind i
el: Αντιγραφή σελίδας εντός
hr: Kopiraj stranicu u
ja: ページの中にコピー
km: ចម្លង​ទំព័រ​ទៅ​ក្នុង
th: หน้าลอกเป็น

# cm.copyPage_after
source: Copy page after
cs: Kopírovat stránku po
da: Kopier side efter
el: Αντιγραφή σελίδας μετά
hr: Kopira stranicu nakon
ja: ページの下にコピー
km: ចម្លង​ទំព័រ​ទៅ​បន្ទាប់
th: สำเนาหน้าหลัง

# cm.movePage_into
source: Move page into
cs: Přesunout stránku do
da: Flyt side ind i
el: Μετακίνηση σελίδας εντός
hr: Premjesti stranicu u
ja: ページの中に移動
km: ប្ដូរ​ទីតាំង​ទំព័រ​ទៅ​ក្នុង
th: เลื่อนหน้าลง

# cm.movePage_after
source: Move page after
cs: Přesunout stránku po
da: Flyt side efter
el: Μετακίνηση σελίδας μετά
hr: Premjesti stranicu nakon
ja: ページの下に移動
km: ប្ដូរ​ទីតាំង​ទំព័រ​ទៅ​បន្ទាប់
th: ย้ายหน้าหลัง

# cm.copyFolder_into
source: Copy folder into
cs: Kopírovat složku do
da: Kopier mappe ind i
el: Αντιγραφή φακέλου εντός
hr: Kopiraj direktorij u
ja: フォルダーをコピー
km: ចម្លង​សឺមី​ទៅ​ក្នុង
th: Copy โฟลเดอร์เป็น

# cm.moveFolder_into
source: Move folder into
cs: Přesunout složku do
da: Flyt mappe ind i
el: Μετακίνηση φακέλου εντός
hr: Premjesti direktorij u
ja: フォルダーを移動
km: ប្ដូរ​ទីតាំង​សឺមី​ទៅ​ក្នុង
th: Move ในโฟลเดอร์

# cm.createNewRelation
source: Create new relation
cs: Vytvořit novou relaci
da: Opret ny relation
el: Δημιουργία νέας συσχέτισης
hr: Napravi novi prijevod
ja: 新規関連を作成
km: បង្កើត​ទំនាក់ទំនង​ថ្មី
th: สร้างความสัมพันธ์ใหม่

# cm.branchActions
source: Branch Actions
cs: Akce větve
da: Gren-handlinger
hr: Akcije ogranka
km: សកម្មភាព​លើ​ឋានានុក្រម
th: ส่วนการกระทำ

# cm.copyPasteActions
source: Page Actions
cs: Akce stránky
da: Side-handlinger
hr: Akcije stranice
km: សកម្មភាព​លើ​ទំព័រ
th: การกระทำหน้า

# cm.collapseBranch
source: Collapse Branch
cs: Sbalit větev
da: Fold gren sammen
hr: Sažmi ogranak
km: លាក់​ឋានានុក្រម
th: ยุบสาขา

# cm.expandBranch
source: Expand Branch
cs: Rozbalit větev
da: Udvid gren
hr: Proširi ogranak
km: ពន្លា​ឋានានុក្រម
th: ขยายสาขา

# cm.more
source: More options...
cs: Více možností...
da: Flere valg...
el: Περισσότερες επιλογές...
hr: Još opcija...
ja: 詳細設定
km: ជម្រើស​ផ្សេង​ទៀត...
th: ตัวเลือก เพิ่มเติม...

# cm.allowedFileExtensions
source: Allowed file extensions
da: Tilladte filendelser

# cm.allowedEditableTextFileExtensions
source: Allowed editable text file extensions
da: Tilladte redigérbare tekstfil-typer

# cm.allowEmbedSources
source: Allowed media sources
da: Tilladte mediekilder

# cm.allowedRelations
source: Allowed relations
da: Tilladte relationer

# sortable.dragmove
source: Drag to move
da: Træk for at flytte
hr: Povuci kako bi premjestio

# tree.defaultPageTitle
source: [Default Title]
cs: [Výchozí Název]
da: [Standard titel]
hr: [Zadani naslov]
km: [ចំណងជើង​ដើម]
th: [เริ่มต้นชื่อเรื่อง]

# tree.activeFilterMode
source: Active Filtering Mode
cs: Režim aktivního filtrování
da: Aktiv filtreringstilstand
hr: Aktivni način filtriranja
km: ដំណើរការ​ចម្រោះ
th: กรองโหมดใช้งาน

# tree.buttonNewNode
source: Create new pages
cs: Vytvořit nové stránky
da: Opret nye sider
hr: Napravi nove stranice
km: បង្កើត​ទំព័រ​ថ្មី
th: สร้างหน้าใหม่

# tree.buttonFilter
source: Filter tree
cs: Filtrovat strom
da: Filtrer træ
hr: Filter stabla
km: ច្រោះ​ឋានានុក្រម
th: โครงสร้างการกรอง

# tree.searchTermInfo
source: Enter search term
cs: Zadejte hledaný výraz
da: Indsæt søgeterm
hr: Unesite novi termin za pretragu
km: បំពេញ​ពាក្យ​ស្វែងរក
th: ป้อนคำค้นหา

# warning.install_password
source: The Install Tool is still using the default password "joh316". Update this within the %sAbout section%s of the Install Tool.
cs: Instalační nástroj stále používá standardní heslo "joh316". Aktualizujte jej pomocí Instalačního nástroje v %ssekci About%s.
da: Installationsværktøjet bruger stadig standardadgangskoden "joh316". Du kan ændre den i installationsværktøjet under %sAbout section%s.
el: Το εργαλείο εγκατάστασης χρησιμοποιεί ακόμη τον προεπιλεγμένο κωδικό "joh316". Ενημερώστε το μέσα στην %s Ενότητα "Πληροφορίες"%s του εργαλείου εγκατάστασης
hr: Alat za instalaciju još uvijek koristi zadanu lozinku "joh316". Postavite jaku lozinku u sekciji %sAbout section%s alata za instalaciju.
ja: インストールツールにおいて、デフォルトパスワード"joh316"のままです。インストールツールの％ｓ セクションについて %s で更新してください。
km: ឧបករណ៍​ដំឡើង​នៅ​ប្រើ​ពាក្យ​សម្ងាត់ "joh316" នៅ​ឡើយ ។ ធ្វើការ​កែប្រែ​នៅ​ %sផ្នែក​អំពី%s នៃ​ឧបករណ៍​ដំឡើង ។
th: ติดตั้งเครื่องมือยังคงใช้รหัสผ่านเริ่มต้น"joh316" การปรับปรุงนี้ภายใน% sAbout% ส่วนของการติดตั้งเครื่องมือ

# warning.installtool_default_password
source: The Install Tool is still using the default password "joh316". Update this within the %sImportant actions section%s of the Install Tool.
cs: Instalační nástroj stále používá výchozí heslo "joh316". Aktualizujte jej v %sSekci důležité akce%s instalačního nástroje.
da: Installationsværktøjet bruger standardadgangskoden "joh316", Du kan ændre den i installationsværktøjet under %sImportant actions section%s.
hr: Alat za instalaciju još uvijek koristi zadanu lozinku "joh316". Postavite jaku lozinku u sekciji %sImportant actions section%s alata za instalaciju.
km: ឧបករណ៍​ដំឡើង​នៅ​ប្រើ​ពាក្យ​សម្ងាត់ "joh316" នៅ​ឡើយ។ ធ្វើការ​កែប្រែ​នៅ​ %sសកម្មសំខាន់%s នៃ​ឧបករណ៍​ដំឡើង។

# warning.backend_admin
source: The default backend user "admin" with password "password" is still present. %sEdit this account%s, either deleting it completely or changing the username and password.
cs: Standardní uživatel backendu "admin" s heslem "password" je stále přítomen. %sUpravte tento účet%s, buďto jej kompletně vymažte, nebo změňte uživatelské jméno a heslo.
da: Standard backend-brugeren "admin" bruger stadig adgangskoden "password". Du bør enten ændre adgangskoden eller slette brugeren, ved at %sklikke her%s.
el: Ο προεπιλεγμένος backend χρήστης "admin" με κωδικό "password" ακόμη υπάρχει. %s Επεξεργαστείτε τον λογαριασμό αυτό%s, είτε διαγράφοντας τον εντελώς είτε αλλάζοντας το όνομα χρήστη και τον κωδικό.
hr: Zadani korisnik pozadinskog sučelja "admin" sa lozinkom "password" još uvijek postoji. %sUredite ovaj račun%s kompletnim brisanjem ili promjenite korisničko ime i lozinku.
km: អ្នក​ប្រើ backend ឈ្មោះ "admin" និង ពាក្យ​សម្ងាត់ "password" នៅ​មាន​នៅ​ឡើយ។ សូម​%sកែ​គណនី​នេះ%s ឬ លុប​ចេញ ឬ កែ​ឈ្មោះ និង ពាក្យ​សម្ងាត់។
th: ผู้ใช้ admin backend เริ่มต้น"กับรหัสผ่านรหัสผ่าน"ยังคงเป็นปัจจุบัน sEdit%% s บัญชีทั้งลบมันสมบูรณ์หรือเปลี่ยนชื่อผู้ใช้และรหัสผ่าน

# warning.file_deny_pattern
source: The value of fileDenyPattern is not set to its default:%s If TYPO3 is running on Apache, a customized value might enable backend or frontend users to execute malicious php scripts.
cs: Hodnota fileDenyPattern není nastavena na výchozí: %s Pokud TYPO3 běží na Apache, vlastní hodnota by mohla umožnit uživatelům backendu nebo frontendu spouštět nebezpečné PHP skripty.
da: Værdien af fileDenyPattern er ikke sat til dens standard: %s If TYPO3 kører på Apache, så kan en tilpasset værdi muligvis gøre frontend-brugere eller backend-brugere i stand til at afvikle ondsindede php-skripter.
el: Η τιμή του fileDenyPattern δεν έχει οριστεί στην προεπιλεγμένη: %s. Αν το TYPO3 τρέχει σε apache, μία εξατομικευμένη τιμή μπορεί να επιτρέψει τους backend ή τους frontend χρήστες να εκτελέσουν κακόβουλα php προγράμματα.
hr: Vrijednost postavke fileDenyPatter nije na zadanoj vrijednosti: %s. Ako je ova instalacija TYPO3 CMS-a na Apache web serveru moguće je da korisnici prednjeg ili pozadinskog sučelja mogu izvršavati maliciozne PHP skripte.
km: មិន​ទាន់​កំណត់​តម្លៃ​របស់ fileDenyPattern ទៅ​តម្លៃ​ដើម៖ %s ។ បើ TYPO3 ដើរ​លើ Apache ការ​ដាក់​តម្លៃ​អាច​ធ្វើ​ឱ្យ​ផ្នែក​ខាង​ក្រោយ​ដំណើរការ ឬ​ក៏​​អ្នក​ប្រើ​ផ្នែក​ខាង​មុខ​អាច​ដំណើរការ​កូដ​ php ។
th: ค่า fileDenyPattern ไม่ได้ตั้งค่าเริ่มต้นของ : s% หาก TYPO3 ทำงานอยู่ใน Apache, ค่ากำหนดอาจทำให้ผู้ใช้ frontend backend หรือรันสคริปต์ php ที่เป็นอันตราย

# warning.file_deny_pattern_partsNotPresent
source: Security Risk! The new value of fileDenyPattern misses parts of its default:%s If TYPO3 is running on Apache, a customized value might enable backend or frontend users to execute malicious php scripts.
cs: Bezpečnostní riziko! Nové hodnotě fileDenyPattern schází její výchozí části:%s Pokud TYPO3 běží na Apache, může vlastní hodnota umožnit backend nebo frontend uživatelům spustit škodlivé php skripty.
da: Sikkerhedsrisiko! Den nye værdi af fileDenyPattern mangler dele af standard:%s hvis TYPO3 kører på Apache, en brugertilpasset værdi kan åbne for at frontend brugere, kan afvikle ondsindede php scripts i backend.
hr: Sigurnosni rizik! Novoj vrijednosti postavke fileDenyPattern nedostaju dijelovi zadane vrijednosti: %s. Ako je ova instalacija TYPO3 CMS-a na Apache web serveru moguće je da korisnici prednjeg ili pozadinskog sučelja mogu izvršavati maliciozne PHP skripte.
km: ហានិភ័យ​កើតមាន!​តម្លៃ​ថ្មី​នៃ fileDenyPattern បាត់​ផ្នែក​ដើម​របស់វា:%s ប្រសិនបើ TYPO3 កំពុងដំណើរការ​នៅលើកម្មវិធី Apache ដែលជាតម្លៃ​កែច្នៃ​អាចនឹង​បើក​អ្នកប្រើកម្មវិធីខាងក្រោយ​ឬ​ផ្នែកខាងមុខ​ដើម្បីប្រតិបត្តិស្គ្រីប PHP ដែលរំខាន។
th: ความเสี่ยงด้านความปลอดภัย! ค่าใหม่ของ fileDenyPattern พลาดบางส่วนของค่าเริ่มต้น :% s TYPO3 ถ้าทำงานอยู่ใน Apache, ค่าที่กำหนดเองอาจเปิดใช้แบ็กเอนด์หรือผู้ใช้ส่วนหน้าในการรันสคริป PHP ที่เป็นอันตราย
