Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_csh_sysfilem.xlf
Languages: da, hi

# .description
source: Filemounts describe a filepath on the server, relative or absolute.
da: Filmonteringspunkt beskriver filstien på serveren, relativt eller absolut.
hi: फिलेमोउन्ट्स सर्वर, रिलेटिव या निरपेक्ष पर एक फ़ाइल पथ का वर्णन है।

# .details
source: By creating a file mount record and placing a reference to it in a Backend usergroup you can allow a user access to the file mount in the File>List module. Filemounts may also configure access to a path on the server to which the user has FTP-access. Just remember to set file-permissions on the server correctly so the webserver user (which PHP is running as) has at least read access to the FTP-dir. You can only mount absolute paths if they are within the base path set in $TYPO3_CONF_VARS[BE][lockRootPath]
da: Ved at oprette et filmonteringselement og placere en reference til det i Backend brugergruppen kan du give brugeren adgang til filmonteringspunktet i Filer>Filliste modulet. Filmonteringspunkt kan også definere adgang til en sti på serveren som brugeren har FTP-adgang til. Husk blot at sætte filrettighederne på serveren korrekt så webserver brugeren (som PHP kører som) så den i det mindste har adgang til FTP-biblioteket. Du kan kun montere absolutte stier, hvis de er i grundstien i $TYPO3_CONF_VARS[BE][lockRootPath]
hi: एक फ़ाइल रिकॉर्ड माउंट बनाने और एक बैकएंड उपयोगकर्ता समूह में इसे करने के लिए एक संदर्भ रखकर आप फाइल करने के लिए एक उपयोगकर्ता पहुँच फ़ाइल> लिस्ट मॉड्यूल में माउंट अनुमति दे सकते हैं। फिलेमोउन्ट्स भी सर्वर है जो करने के लिए उपयोगकर्ता FTP उपयोग किया है पर एक पथ के लिए उपयोग विन्यस्त कर सकते हैं। सिर्फ सही ढंग से इतने वेबसर्वर उपयोगकर्ता (जो PHP के रूप में चल रहा है) कम से कम FTP-निर्देशिका के लिए उपयोग पढ़ा है सर्वर पर फ़ाइल अनुमतियाँ सेट करने के लिए याद है। आप केवल निरपेक्ष पथ माउंट कर सकते हैं अगर वे आधार पथ $TYPO3_CONF_VARS[be][lockRootPath] में सेट के भीतर हैं

# _.seeAlso
source: be_groups:file_mountpoints, be_users:file_mountpoints, More about File mounts | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/MoreAboutFileMounts/
da: be_groups:file_mountpoints, be_users:file_mountpoints, Mere om fil mounts | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/MoreAboutFileMounts/
hi: be_groups:file_mountpoints, be_users:file_mountpoints, फ़ाइल माउंट्स के बारे में अधिक | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/MoreAboutFileMounts/

# title.description
source: Enter a title for the filemount. The title will appear as the name of the file mount when it is applied to users and groups.
da: Indtast en titel på filmonteringspunktet. Titlen vises som navnet på filmonteringspunktet, når det tildeles brugere og brugergrupper.
hi: फ़ाइल माउंट के लिए एक शीर्षक दर्ज करें। के रूप में फ़ाइल का नाम माउंट जब यह उपयोगकर्ताओं और समूहों के लिए लागू किया जाता है शीर्षक दिखाई देगा।

# path.description
source: Enter the path of the filemount, relative or absolute depending on the settings of BASE.
da: Indtast stien på filmonteringspunktet, relativt eller absolut, afhængigt af indstillingerne for BASE.
hi: फ़ाइल माउंट, रिलेटिव या निरपेक्ष आधार के सेटिंग्स के आधार पर की राह दर्ज करें।

# path.details
source: If BASE is set to relative, the path mounted is found in the subfolder "fileadmin/" of the website. Then you should enter the subfolder in "fileadmin/" as path. For instance if you want to mount access to "fileadmin/user_uploads/all/" then enter the value "user_uploads/all" as the value of PATH. If BASE is absolute you should enter the absolute path on the server, eg. "/home/ftp_upload" or "C:/home/ftp_upload". Further you must make sure the configuration variable $TYPO3_CONF_VARS[BE][lockRootPath] contains the first part of the path you want to mount. <strong>Notice:</strong> In any case, make sure the webserver user which PHP is running as has <em>at least</em> read-access to the path. If not, the mount will simply not appear without any warnings. If you have problems - especially with absolute mounts - try to mount something "simple" like a relative path in fileadmin. If that is working well, try the absolute path. Your PHP-configuration may also impose other restrictions on you if open_basedir is enabled. Then use relative paths.
da: Såfremt BASE er sat til relativ er den monterede sti relativ i forhold til underbiblioteket "fileadmin/" til websitet. Du skal skrive et underbibliotek til "fileadmin/" som sti. F.eks. hvis du vil montere adgang til "fileadmin/user_uploads/all" skal du skrive "uploads/all/". Hvis BASE er absolut, skal du skrive den absolute sti, f.eks. "/home/ftp_upload" eller "C:/home/ftp_upload". Endvidere skal du sikre dig at $TYPO3_CONF_VARS[BE][lockRootPath] indeholder den første del af den sti, du vil montere. <strong>Bemærk:</strong> Webserver-brugeren, PHP kører som, skal som minimum have læseadgang til stien. Ellers vil monteringspunktet ikke blive vist. Hvis du har problemer med absolutte stier - prøv at montere noget simpelt som en relativ sti til "fileadmin/". Hvis det fungerer så prøv den absolutte sti. Din PHP konfiguration kan også indeholde andre restriktioner, såsom safe_mode eller open_basedir. I de tilfælde benyt da relative stier.
hi: आधार रिलेटिव को सेट है, तो पथ मुहिम शुरू की वेबसाइट के सबफ़ोल्डर में पाया "fileadmin /" है। तो फिर तुम पथ के रूप में सबफ़ोल्डर में प्रवेश करना चाहिए "fileadmin /"। उदाहरण के लिए आप "fileadmin / user_uploads / सब /" तो मान दर्ज "user_uploads / सभी" पथ के मूल्य के रूप में करने के लिए उपयोग करने के लिए माउंट चाहते हैं। अगर आधार निरपेक्ष है आप, सर्वर पर पूर्ण पथ में प्रवेश करना चाहिए जैसे। "/home/ftp_upload" or "C:/home/ftp_upload"। इसके अलावा आप यकीन है कि विन्यास चर $TYPO3_CONF_VARS[be][lockRootPath] पथ आप माउंट करने के लिए चाहते हैं के पहले भाग में शामिल करना चाहिए। <Strong> सूचना: </ strong> किसी भी मामले में, सुनिश्चित करें वेबसर्वर उपयोगकर्ता जो PHP के रूप में चल रहा है बनाने के <em> कम से कम </ em>-पढ़ने के लिए पहुँच पथ के लिए। यदि नहीं, माउंट बस किसी चेतावनी के बिना दिखाई नहीं देगा। विशेष रूप से पूर्ण mounts के साथ - - आप समस्या है, तो कुछ "सरल" fileadmin में एक रिलेटिव रास्ते की तरह माउंट करने के लिए प्रयास करें। कि अच्छी तरह से काम कर रहा है, तो निरपेक्ष पथ की कोशिश। \ nआपका PHP-configuration भी आप पर अन्य प्रतिबंध लगाया जा सकता है कि अगर open_basedir सक्षम है। तब संबंधित पथ का उपयोग करें।

# path.image_descr
source: This is a filemount relative to "fileadmin/". The mounted folder is "fileadmin/user_upload/" since "user_upload" is the value of the "Path" field. The directory structure of "fileadmin/" where you can see the "user_upload" folder in the bottom of the list.
da: Det er et filmonteringspunkt relativt til "fileadmin/". Den monterede folder er "fileadmin/user_upload/" da "user_upload" er værdien i Path feltet. Biblioteksstrukturen af "fileadmin/" hvor du kan se "user_upload" biblioteket i bunden af listen.
hi: यह करने के लिए एक filemount रिलेटिव है "fileadmin /"। माउंटेड फ़ोल्डर है "fileadmin / user_upload /" के बाद "user_upload" "पथ" फ़ेल्ड का मूल्य है। सूची के तल में "fileadmin /" आप "उपयोगकर्ता अपलोड 'देख सकते हैं, जहां फ़ोल्डर की निर्देशिका संरचना।

# hidden.description
source: Use this option to temporarily disable the filemount.
da: Brug denne mulighed for midlertidig at sætte filmonteringspunktet ud af funktion.
hi: इस विकल्प का उपयोग अस्थायी रूप से फ़ाइल माउंट निष्क्रिय करने के लिए।

# hidden.details
source: All backend users using the mount will not have access anymore. This includes 'Admin'-users.
da: Alle Backend brugere, der benytter dette monteringspunkt vil ikke længere have adgang. Dette inkluderer admin-brugere.
hi: माउंट का उपयोग कर सभी बैकेंड उपयोगकर्ताओं को अब और उपयोग नहीं होगा। यह 'Admin' उपयोगकर्ताओं भी शामिल है।

# base.description
source: Determines whether the value of the PATH field is to be recognized as an absolute path on the server or a path relative to the fileadmin/ subfolder to the website.
da: Afgør om værdien PATH genkendes som en absolut sti på serveren eller som en relativ sti til "fileadmin/" underbiblioteket på websitet.
hi: निर्धारित करता है कि उस पथ क्षेत्र के मूल्य सर्वर या वेबसाइट करने के fileadmin / सबफ़ोल्डर के लिए एक मार्ग रिलेटिव पर एक पूर्ण पथ के रूप में पहचाना जा रहा है।

# read_only.description
source: Display this file mount as read-only.
da: Vis denne filmontage som read-only.
hi: इस फ़ाइल माउंट के रूप में केवल पढ़ने के लिए प्रदर्शित करें।

# read_only.details
source: Read-only file mounts are displayed in the Filelist and the Element Browser. They allow displaying of files and folders which are neither writable nor editable for the user.
da: Read-inly filmontager vises i Fillisten og Elementbrowseren. De tillader visning af filer og mapper, som hverken er skrivbare eller redigérbare for brugeren.
hi: केवल पढ़ने के लिए फ़ाइल mounts Filelist और तत्व ब्राउज़र में प्रदर्शित कर रहे हैं। वे फ़ाइलों और फ़ोल्डरों जो न लिखने योग्य है और न ही संपादन योग्य उपयोगकर्ता के लिए कर रहे हैं की प्रदर्शित करने की अनुमति है।
