Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_csh_pages.xlf
Languages: da, km, nl, th

# l18n_cfg.details
source: <b>Hide default translation of page</b> If set, the page is only available in translated versions and not in the default language. Any attempt to access the page in the default language will result in an error message. <b>Hide page if no translation for current language exists</b> If set, any attempt to access the page in a translation that does not exist will result in an error message. By default, accessing an untranslated page will just show the default language instead.
da: <b>Skjul standardoversættelse fra side</b> Hvis sat vil siden alene være tilgængelig i én af oversættelserne. Derfor vil ethvert forsøg på at tilgå siden på standardsproget resultere i at der vises en fejlbesked. <b>Skjul side hvis der ikke eksisterer oversættelse for aktuel side</b> Hvis sat vil adgang til side blive blokeret med en fejlbesked når aktuel side ikke er oversat. Som standard vil adgang til en ikke-oversat side blot vise indholdet fra standard-sproget.
km: <b>លាក់​ការបកប្រែ​ទំព័រ​ដើម</b> បើ​កំណត់ ទំព័រ​នឹង​បង្ហាញ​តែ​​កំណែ​ដែល​បកប្រែ និង មិន​​បង្ហាញ​ភាសា​ដើម ។ ការព្យាយាម​ផ្សេងៗ​ក្នុង​ការមើល​ទំព័រ​ក្នុង​ភាសា​ដើម​នឹង​បង្ហាញ​សារ​អំពី​កំហុស ។ <b>លាក់​ទំព័រ​ប្រសិន​បើ​គ្មាន​ការបកប្រែ</b> បើ​កំណត់ ការព្យាយាម​ចូល​ទៅ​កាន់​ទំព័រ​បកប្រែ​ដែល​មិន​មាន​នឹង​បង្ហាញ​​លទ្ធផល​ជា​សារ​កំហុស ។ តាម​ធម្មតា ការបើក​ទំព័រ​មិន​ទាន់​បកប្រែ​នឹង​បង្ហាញ​ភាសា​ដើម​ជំនួស ។
nl: <b>Standaard vertaling van pagina verbergen</b> Indien ingesteld is de pagina alleen beschikbaar in vertaalde versies en niet in de standaardtaal. Elke poging de pagina te bezoeken in de standaardtaal resulteert in een foutmelding. <b>Pagina verbergen als geen vertaling van de huidige taal bestaat</b> Indien ingesteld resulteert elke poging de pagina te bezoeken in een taal die niet bestaat, in een foutmelding. Standaard zal het bezoeken van een niet vertaalde pagina resulteren in de pagina in de standaardtaal.
th: <b> ซ่อนการแปลเริ่มต้นของหน้าเว็บ </ b> หากตั้งหน้าจะมีเฉพาะในเวอร์ชันแปลและไม่ได้อยู่ในภาษาเริ่มต้น พยายามที่จะเข้าถึงหน้าเว็บในภาษาเริ่มต้นใด ๆ ที่จะส่งผลให้ข้อความแสดงข้อผิดพลาด หน้า <b> ซ่อนหากคำแปลสำหรับภาษาปัจจุบันยังไม่มี </ b> หากตั้งความพยายามใด ๆ ในการเข้าถึงหน้าในการแปลที่ไม่มีอยู่จะส่งผลให้ข้อความแสดงข้อผิดพลาด โดยค่าเริ่มต้นเข้าสู่หน้าไม่ได้แปลก็จะแสดงภาษาเริ่มต้นแทน ที่เหลืออยู่ :
