Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_csh_pages.xlf
Languages: da, km, nl, th

# description.details
source: Most websites insert this description in a meta-tag on the page, but you may have to configure this yourself in your TypoScript template. Most search engines will display the description in their result list. Thus, the text should be short (about 160 characters maximum), and its wording should make sense when it shows up in the result list. In addition, the description will be displayed if you create a Content Element of type 'Sitemap' and then choose the menu type <i>Menu of subpages to these pages (with abstract)</i>. If an abstract exists for the page, it will be used instead of the description. <b>Note:</b> Some search engines only use the description if the text is not found elsewhere in the content. So do not just repeat yourself.
da: De fleste TYPO3 websites bruger denne beskrivelse i meta-tag på siden, men du skal selv konfigurere dette i din TypoScript template. Søgemaskiner vil vise beskrivelsen i deres resultatliste. Derfor bør teksten være kort (omkring 160 tegn maksimalt), og dens ordlyd bør give mening når den dukker from i resultatlisten. I tillæg vil beskrivelsen blive vist, hvis du opretter et indholdselement af typen 'Sitemap' og dernæst vælger menutypen <i>Menu af undersider til disse sider (med sammendrag)</i>. <b>Bemærk:</b>Nogle søgemaskiner bruger kun beskrivelsen, hvis teksten ikke findes andetsteds i indholdet. Så undgå blot at repetere dig selv.
km: វែបសាយ​ភាគច្រើន​បញ្ចូល​ព័ត៌មាន​លម្អិត​នេះ​ក្នុង​ស្លាក meta លើ​ទំព័រ ប៉ុន្តែ​អ្នក​ក៏​អាច​កំណត់​ដោយ​ខ្លួនឯង​នៅ​លើ template TypoScript ផងដែរ ។ ម៉ាស៊ីន​ស្វែងរក​ភាគ​ច្រើន​បង្ហាញ​សេចក្ដី​ពណនា​ក្នុង​បញ្ជី​លទ្ធផល​របស់​គេ ។ ដូច្នេះ​សេចក្ដី​នេះ​គួរ​ឲ្យ​ខ្លី (ប្រហែល ១៦០ តួអក្សរ​ ច្រើន​បំផុត) និង មានន័យ​អាច​ស្ដាប់​បាន​ពេល​បង្ហាញ​​នៅ​ក្នុង​បញ្ជី​លទ្ធផល ។ លើស​ពី​នេះ សេចក្ដី​អធិប្បាយ​នឹង​ត្រូវ​បាន​បង្ហាញ​ប្រសិន​​អ្នក​បង្កើត​ធាតុ​​មាតិកា​ប្រភេទ 'ផែនទី​ប្លង់​វែបសាយ' និង​រើស​យក​ប្រភេទ​<i>មឺនុយ​របស់​ទំព័រ​រង​ទៅ​កាន់ទំព័រ​ទាំងនេះ (ជាមួយ​សេចក្ដី​សង្ខេប)</i> ។ បើ​សេចក្ដី​សង្ខេប​មាន​សម្រាប់​ទំព័រ វា​នឹង​ត្រូវ​បាន​ប្រើ​ជំនួស​សេចក្ដី​អធិប្បាយ ។ <b>ចំណាំ៖</b> ម៉ាស៊ីន​ស្វែងរក​មួយ​ចំនួន ប្រើ​តែ​សេចក្ដី​អធិប្បាយ​ប្រសិន​បើ​អក្សរ​​រក​មិន​ឃើញ​នៅ​ត្រង់​ណា​មួយ​ក្នុង​មាតិកា ។ ដូច្នេះ​អ្នក​ពុំ​ចាំបាច់​ធ្វើ​វា​ដដែល​ៗ​ដោយ​ខ្លួនឯង​ទេ ។
nl: De meeste website plaatsen deze beschrijving in een meta-tag op de pagina, maar u moet dit mogelijk zelf configureren in uw TypoScript-sjabloon. De meeste zoekmachines zullen de beschrijving tonen in hun resultatenlijst. Zorg daarom dat de tekst kort is (160 tekens maximaal), en toepasselijk voor weergave in een dergelijke resultatenlijst. Verder zal deze beschrijving worden gebruikt wanneer u een inhoudselement van het type 'Sitemap' aanmaakt en kiest voor het menutype <i>Menu van onderliggende pagina's (met samenvatting)</i>. Als een samenvatting bestaat, zal die worden gebruikt in plaats van deze beschrijving. <b>Let op:</b>Sommige zoekmachines gebruiken alleen de beschrijving als de tekst niet elders in de pagina-inhoud gevonden wordt. Herhaal hier dus geen bestaande tekst die zich al elders op de pagina bevindt.
th: แทรกคำอธิบายเว็บไซต์ส่วนใหญ่ในเมตาแท็กในหน้านี้ แต่คุณอาจจะต้องกำหนดค่านี้ด้วยตัวเองในแม่แบบของคุณ TypoScript เครื่องมือค้นหาส่วนใหญ่จะแสดงรายละเอียดในผลของรายการ ดังนั้นข้อความควรจะสั้น ๆ (ประมาณ 160 ตัวอักษรสูงสุด), และคำที่ควรจะทำให้รู้สึกเมื่อมันปรากฏขึ้นในผลรายการ นอกจากนี้รายละเอียดจะปรากฏขึ้นถ้าคุณสร้างวัตถุเนื้อหาของพิมพ์'แผนผังเว็บไซต์'จากนั้นเลือกเมนูชนิด <i> เมนูของหน้าย่อยไปยังหน้าเว็บเหล่านี้ (มีนามธรรม) </ i> หากนามธรรมแล้วสำหรับหน้านี้จะถูกนำมาใช้แทนคำอธิบาย <b> หมายเหตุ : </ b> บางระบบค้นหาจะใช้คำอธิบายถ้าข้อความนั้นไม่พบที่อื่น ๆ ในเนื้อหา ดังนั้นไม่เพียงแค่ทำซ้ำตัวเอง

# abstract.description
source: Enter an abstract of the contents. It may be displayed in an overview of articles.
da: Indsæt et sammendrag af indholdet. Det kan vises i en oversigt af artikler.
km: បំពេញ​សេចក្ដី​សង្ខេប​របស់​មាតិកា ។ វា​អាច​ត្រូវ​បាន​បង្ហាញ​ក្នុង​ពេល​បង្ហាញ​​មើល​សង្ខេប​នៃ​អត្ថបទ ។
nl: Voer een samenvatting in van de inhoud. Deze kan worden getoond in artikeloverzichten.
th: [abstract.description] ใส่นามธรรมของเนื้อหา มันอาจจะปรากฏในภาพรวมของบทความ

# abstract.details
source: An abstract is a short description of the page content that might be a little longer than the one in the <i>Description</i> field. Unlike the description, the abstract is not meant for display in search engine result lists, but is instead intended for you own use. If you create a Content Element of type <i>Sitemap</i> and then choose <i>Menu of subpages to these pages (with abstract)</i> an overview of pages will be created. If an abstract is available for a page it will be used instead of the description. <b>Note:</b> You do not have to enter the text of the description into the <i>Abstract field</i> again. Admins can also make custom use of this field via their TypoScript templates.
da: Et resumé er en kort beskrivelse af sidens indhold, der kan være en smule længere end den i <i>Beskrivelse</i>-feltet. I modsætning til beskrivelse, så er resuméet ikke bestemt til at blive vist i søgemaskiners resultatlister, men til brug for dit projekt alene. TYPO3 vil som standard lade dig oprette et indholdselement af typen <i>Sitemap</i> og dernæst vælge <i>Menu af undersider for disse sider (med resumé)</i> for at oprette en oversigt af artikler. Hvis et resumé er tilgængeligt, så vil det blive brugt i stedet for beskrivelsen. <b>Bemærk:</b> Du behøver ikke at genindtaste teksten fra beskrivelsen i <i>Resumé</i>-feltet. Admininstratorer kan naturligvis tilpasse brugen af dette felt gennem deres TypoScript-skabeloner.
km: សេចក្ដី​សង្ខេប​ជា​សេចក្ដី​ពន្យល់​មាតិកា​ទំព័រ​ខ្លី​មួយ ដែល​អាច​វែង​ជា​សេចក្ដី​​ក្នុង​បទ​<i>ពន្យល់</i> ។ មិន​ដូច​គ្នា​ទៅ​នឹង​សេចក្ដី​អធិប្បាយ សេចក្ដី​សង្ខេប​មិនមានន័យ​​សម្រាប់​បង្ហាញ​ក្នុង​លទ្ធផល​ស្វែងរក​ទេ ប៉ុន្តែ​សម្រាប់​ការប្រើប្រាស់​របស់​អ្នក​ខ្លួនឯង ។ ប្រសិន​បើ​អ្នក​បង្កើត​ធាតុ​មាតិកា​ប្រភេទ <i>ផែនទី​ប្លង់​វែបសាយ</i> និង រើស​យក<i>មឺនុយ​របស់​ទំព័រ​រង​ទៅកាន់​ទំព័រ​ទាំងនេះ (ជាមួយ​សេចក្ដី​សង្ខេប)</i> ការ​បង្ហាញ​ទព័រ​នឹង​ត្រូវ​បាន​បង្កើត ។ បើ​សេចក្ដី​សង្ខេប​មាន​សម្រាប់​ទំព័រ វា​នឹង​ត្រូវ​បាន​ប្រើ​ជំនួស​សេចក្ដី​ពន្យល់ ។ <b>ចំណាំ៖</b> អ្នក​មិន​ចាំបាច់​បញ្ចូល​​សេចក្ដី​ពន្យល់​ទៅ​ក្នុង​<i>​ប្រអប់​សេចក្ដី​សង្ខេប​</i>​ម្ដង​ទៀត​ទេ ។ អ្នក​គ្រប់គ្រង​ក៏​អាច​ធ្វើការ​កំណត់​កែប្រែ​ប្រអប់​នេះ​តាមរយៈ Template TypoScript ផង​ដែរ ។
nl: Een samenvatting is een korte beschrijving van de pagina-inhoud welke iets langer mag zijn dan die in het <i>Beschrijving</i>-veld. In tegenstelling tot de beschrijving, is de samenvatting niet bedoeld om getoond te worden in de resultatenpagina's van zoekmachines, maar is bedoeld voor uw eigen gebruik. Wanneer u een inhoudselement van het type <i>Sitemap</i> aanmaakt en vervolgens kiest voor een <i>Menu van onderliggende pagina's (met samenvatting)</i>, zal een overzicht van pagina's getoond worden. Indien een samenvatting voorhanden is, zal deze gebruikt worden voor de beschrijving van de pagina. <b>Let op:</b> U hoeft de tekst uit het veld <i>Beschrijving</i> hier niet opnieuw in te voeren. Beheerders kunnen naar eigen inzicht gebruik maken van dit veld door middel van eigen TypoScript-sjablonen.
th: นามธรรมเป็นคำอธิบายสั้น ๆ ของเนื้อหาของหน้าเว็บที่อาจจะมีน้อยนานกว่าหนึ่งในรายละเอียด <i> </ i> เขตข้อมูล ซึ่งแตกต่างจากคำอธิบายให้เป็นนามธรรมไม่ได้หมายสำหรับการแสดงผลในการค้นหารายชื่อผลเครื่องยนต์ แต่มีไว้สำหรับคุณเองแทนการใช้ ถ้าคุณสร้างวัตถุเนื้อหาของชนิด <i> Sitemap </ i> จากนั้นเลือกเมนู <i> ของหน้าย่อยไปยังหน้าเว็บเหล่านี้ (มีนามธรรม) </ i> ภาพรวมของหน้าเว็บจะถูกสร้างขึ้น ถ้าเป็นนามธรรมสามารถใช้ได้สำหรับหน้ามันจะถูกใช้แทนส่วนของรายละเอียด <b> หมายเหตุ : </ b> คุณไม่ต้องป้อนตัวอักษรของรายละเอียดลงในเขตข้อมูลบทคัดย่อ <i> </ i> อีกครั้ง ผู้ดูแลระบบยังสามารถใช้กำหนดเองของข้อมูลนี้ผ่านทางของพวกเขา TypoScript แม่แบบ

# newUntil.description
source: Enter the date at which this page is no longer considered new.
da: Indtast udløbsdatoen, eller datoen for, hvornår siden ikke længere opfattes som ny.
km: បំពេញ​កាលបរិច្ឆេទ​ដែល​ទំព័រ​នេះ​លែង​ចាត់ទុក​ថា​ថ្មី ។
nl: Voer de datum in vanaf wanneer deze pagina niet langer als nieuw beschouwd dient te worden.
th: ป้อนวันที่ที่หน้านี้ถือว่าไม่ใหม่

# newUntil.details
source: The 'New Until' date of the page has no effect on the display of the webpage. This value is instead for internal use as a reminder of the date when the content of this page should be revised. If the content of the page will become outdated on a certain day, you could set this value to that approximate date. To get an overview of when pages will be outdated, use the 'Pagetree overview' in the 'Web>Info' Module.
da: Dette felt angiver hvor længe sidens indhold er opdateret. Værdien af feltet påvirker ikke sidens visning i frontenden, men bruges som en indikator for hvornår sideindholdet bør revideres. I 'Web->Info' modulet kan man få en liste over alle sider der har overskredet deres udløbsdato.
km: កាលបរិច្ឆេទ 'ថ្មី​រហូត​ដល់' របស់​ទំព័រ មាន​មាន​ឥទ្ធិពល​លើ​ការបង្ហាញ​របស់​វែបសាយ​ទេ ។ តម្លៃ​នេះ​សម្រាប់​ប្រើ​​​សម្រាប់​ជា​ការរំឭក​កាលបរិច្ឆេទ​ពេល​មាតិកា​របស់​ទំព័រ​នេះ​គួរ​ធ្វើការ​កែប្រែ ។ ប្រសិន​បើ​មាតិកា​របស់​ទំព័រ​នឹង​​ហួស​កាលកំណត់​ក្នុង​ថ្ងៃ​ណា​មួយ​​ជាក់លាក់ អ្នក​គួរ​កំណត់​តម្លៃ​នេះ​ទៅ​កាលបរិច្ឆេទ​ជាក់លាក់​នោះ ។ ដើម្បី​មើល​កាលបរិច្ឆេទ​​ទំព័រ​ហួស​កាល​កំណត់​នេះ ប្រើ 'ទិដ្ឋភាព​ទូទៅ​នៃ​ឋានានុក្រម' ក្នុង​ម៉ូឌុល 'វែប>ព័ត៌មាន' ។
nl: De 'nieuw-tot'-datum van deze pagina heeft geen gevolgen voor de weergave van de webpagina. Deze waarde wordt voor interne doeleinden gebruikt als een herinnering dat de inhoud van deze pagina aan herziening toe is. Wanneer de inhoud van een pagina vanaf een bepaalde dag verouderd raakt, kunt u deze waarde instellen op een een datum voorafgaand aan dat moment Om een overzicht te krijgen van pagina's die dreigen verouderd te raken, gebruikt u het 'Paginaboom-overzicht' in de module 'Web>Info'.
th: วันที่'ใหม่จนกว่า'ของหน้ามีผลกับการแสดงผลหน้าเว็บที่ไม่มี ค่านี้แทนสำหรับการใช้ภายในเป็นเครื่องระลึกถึงวันที่เมื่อเนื้อหาของหน้านี้ควรจะปรับปรุง ถ้าเนื้อหาของหน้าเว็บจะกลายเป็นล้าสมัยในวันใดวันหนึ่งคุณสามารถตั้งค่านี้เป็นตัวอย่างว่าในวันที่ เพื่อให้ได้ภาพรวมของเมื่อหน้าจะล้าสมัยให้ใช้'ภาพรวม Pagetree'ใน'Web> ข้อมูล'โมดูล

# newUntil.syntax
source: See Page / Publication Date (click below)
da: Se Side / Publikations dato (klik nedenfor)
km: មើល​ទំព័រ / កាលបរិច្ឆេទ​បង្ហាញ (ចុច​ខាង​ក្រោម)
nl: Zie Pagina / Startdatum (hieronder klikken)
th: ดูหน้า / เอกสารเผยแพร่วันที่ (คลิกด้านล่าง)

# lastUpdated.description
source: Enter the date and time of the most recent update to this page.
da: Indtast datoen for hvornår indholds sidst er opdateret.
km: បំពេញ​កាលបរិច្ឆេទ និង ពេលវេលា​នៃ​ការធ្វើ​បច្ចុប្បន្នកម្ម​ទៅ​លើ​ទំព័រ​នេះ ។
nl: Voer de datum en tijd in waarop deze pagina voor het laatst is bijgewerkt.
th: ป้อนวันที่และเวลาในการอัปเดตเมื่อเร็ว ๆ นี้ส่วนใหญ่มาที่หน้านี้)

# lastUpdated.details
source: How the value of this field is used is determined by the TypoScript template of the website. 'Last Update' content needs to be inserted on the pages and the TypoScript template must be configured to use this value. The most common use is to display the date from the automatically updated 'tstamp' field <em>unless</em> the 'Last Update' field is set. In this case, the date in 'Last Update' is used.
da: Hvordan værdien for dette felt benyttes er bestemt af TypoScript-skabelonen for webstedet. For det første skal en "Senest opdateret"-notits indsættes på siderne og dernæst skal skabelonen være konfigureret til at anvende denne værdi. Den mest almindelige anvendelse som findes i standard-skabelonerne vil være automatisk visning af tidspunkt og dato for seneste opdatering, <em>medmindre<em> dette felt angiver en værdi, hvor denne værdi i så fald indsættes. Brugen af dette felt afhænger af websitets skabelon. I standard skabelonerne vises en "Sidst opdateret" automatisk ud fra hvornår siden er ændret med mindre man angiver noget andet i dette felt.
km: ការប្រើប្រាស់​តម្លៃ​នេះ​យ៉ាង​ណា ត្រូវ​បាន​កំណត់​ក្នុង template TypoScript នៃ​វែបសាយ ។ មាតិកា 'Last Update' ត្រូវ​ការ​បញ្ចូល​លើ​ទំព័រ និង template TypoScript ត្រូវ​បាន​កំណត់​​ឲ្យ​ប្រើ​តម្លៃ​នេះ ។ ការប្រើ​ជា​ទូទៅ​គឺ​បង្ហាញ​កាលបរិច្ឆេទ​ពី​ការធ្វើ​ទំនើបកម្ម​ដោយ​ស្វ័យប្រវត្តិ​លើ​ប្រអប់ 'tstamp' ដោយ​កំណត់​លើ 'ទំនើបកម្ម​ចុងក្រោយ' ។ ក្នុង​ករណី​នេះ កាលបរិច្ឆេទ 'ទំនើបកម្ម​ចុងក្រោយ' ត្រូវ​បាន​ប្រើ ។
nl: Hoe de waarde in dit veld gebruikt wordt, hangt af van het TypoScript-sjabloon van de website. "Laatst bijgewerkt"-content moet worden toegevoegd aan de pagina's en het TypoScript-sjabloon moet geconfigureerd zijn om deze waarde te gebruiken. In de meeste gevallen wordt de datum van het automatisch bijgewerkte veld 'tstamp' weergegeven, <em>tenzij</em> het "Laatst bijgewerkt"-veld is ingevuld. In dat geval wordt de waarde van het "Laatst bijgewerkt"-veld gebruikt.
th: วิธีค่าของเขตข้อมูลนี้จะถูกใช้จะถูกกำหนดโดย TypoScript แม่แบบของเว็บไซต์ เนื้อหา'ปรับปรุงข้อมูลล่าสุดความต้องการที่จะแทรกในหน้าเว็บและแม่ TypoScript ต้องกำหนดค่าให้ใช้ค่านี้ ใช้งานโดยทั่วไปก็คือการแสดงวันที่จาก <em> ฟิลด์'tstamp'การปรับปรุงโดยอัตโนมัติเว้นแต่ </ em> ฟิลด์'Last Update'ถูกตั้งค่า ในกรณีนี้ในวันที่'Last Update'มีการใช้

# lastUpdated.syntax
source: The format is HH:MM DD-MM-YYYY or HH:MM MM-DD-YYYY depending on your TYPO3 configuration. If you insert a 'd' the current time and date is inserted. You can also append any value in the field with a number lie '+10' which will add 10 days to the current value.
da: Datoen skal indtastes som TT:MM DD-MM-ÅÅÅÅ. Hvis et 'd' indsættes bruges det nuværende tidspunkt. + og minus kan bruges ved f.eks. at indtaste 'd+10' som betyder i dag plus 10 dage.
km: ទម្រង់ HH:MM DD-MM-YYYY ឬ HH:MM MM-DD-YYYY អាស្រ័យ​​លើ​ការកំណត់​លើ TYPO3 របស់​អ្នក ។ ប្រសិន​បើ​អ្នក​បំពេញ 'd' ពេលវេលា​បច្ចុប្បន្ន និង កាលបរិច្ឆេទ​​នឹង​ត្រូវ​បាន​បញ្ចូល ។ អ្នក​ក៏​អាច​ថែម​តម្លៃ​មួយ​ចំនួន​ក្នុង​ប្រអប់​ជាមួយ​លេខ​ផង​ដែរ ដូចជា '+10' ដែល​នឹង​ថែម ១០ ថ្ងៃ​ទៅ​លើ​​តម្លៃ​បច្ចុប្បន្ន ។
nl: Het formaat is HH:MM: DD-MM-YYYY of HH:MM MM-DD-YYYY afhankelijk van uw TYPO3-configuratie. Wanneer u een 'd' invoert, worden de huidige tijd en datum ingevoegd. U kunt aan elke waarde in het veld een getal toevoegen, bijvoorbeeld '+10', waardoor 10 dagen worden optegeld bij de huidige waarde.
th: รูปแบบเป็น HH : MM DD - MM - YYYY หรือ HH : MM MM - DD - YYYY ขึ้นอยู่กับการกำหนดค่าของคุณ TYPO3 ถ้าคุณแทรก'd'วันและเวลาปัจจุบันจะถูกแทรก นอกจากนี้คุณยังสามารถผนวกค่าใด ๆ ในเขตข้อมูลที่มีอยู่จำนวน +10''ซึ่งจะเพิ่ม 10 วันเพื่อค่าปัจจุบัน

# nav_hide.description
source: With this option the page will be not appear in menus in the Frontend. The page can still be viewed if linked by going directly to its URL.
da: Men dette felt kan sider skjules i menuen. Siden kan stadig vises, men vil ikke fremtræde i en evt. menu. Ikonet i backenden skiftes ikke som det er tilfældet hvis sidetype 'Skjul i menu'.
km: ជម្រើស​នេះ​ដើម្បៅ​លាក់​ទំព័រ​ពី​មឺនុយ​លើ Frontend ។ ទំព័រ​នៅ​អាច​មើល​បាន​ប្រសិន​បើ​វាយ​តំណ​ដោយ​ផ្ទាល់​ទៅ​កាន់ URL របស់​វា ។
nl: Deze pagina zal niet verschijnen in menu's in de Frontend. De pagina is wel zichtbaar wanneer u directe link erheen maakt, of door direct naar de URL van de pagina te navigeren.
th: ด้วยตัวเลือกนี้หน้าจะมีการไม่ปรากฏในเมนูในส่วนหน้า หน้ายังคงสามารถดูได้โดยไปหากมีการเชื่อมโยงโดยตรงไปยัง URL ของ

# nav_title.description
source: Alternative Navigation Title for menu items in the Frontend. When set, this value is used instead of the Page Title.
da: Alternativ titel i menuen. Denne værdi erstatter sidens titel i menuen hvis ikke den er tom.
km: ចំណងជើង​ជំនួស​លើ​មឺនុយ​នៅ Frontend ។ ពេល​កំណត់ តម្លៃ​នេះ​នឹង​ត្រូវ​ប្រើ​ជំនួស​ចំណងជើង​ទំព័រ ។
nl: Alternatieve navigatietitel voor menu-items in de frontend. Wanneer deze waarde is ingevuld, wordt deze waarde gebruikt in plaats van de paginatitel.
th: ทดแทนการนำชื่อของรายการเมนูในส่วนหน้า เมื่อตั้งค่านี้สามารถนำมาใช้แทนหน้าชื่อเรื่อง

# content_from_pid.description
source: If set, this is an alternative page to select Content Elements from. Whether this field is used depends on the website's TypoScript template.
da: Hvis sat, hentes indholds elementer fra siden med dette id i stedet for siden selv. Afhænger af skabelonen opsætning. Bruges som regel ikke.
km: បើ​កំណត់ នេះ​ជា​ទំព័រ​​ដែល​ស្រង់​ធាតុ​មាតិកា​ ។ ប្រអប់​នេះ​ត្រូវ​បាន​ប្រើ​អាស្រ័យ​លើ Template TypoScript របស់​វែបសាយ ។
nl: Geef een alternatieve pagina aan waar inhoudselementen vandaan komen. Of en hoe dit veld gebruikt wordt, is afhankelijk van het TypoScript-sjabloon van de website.
th: ถ้าตั้งค่านี้เป็นหน้าทางเลือกเพื่อเลือกองค์ประกอบของเนื้อหาจาก ไม่ว่าฟิลด์นี้ใช้ขึ้นอยู่กับแม่ TypoScript เว็บไซต์ของ

# shortcut_mode.description
source: Select a Shortcut Mode. By default the shortcut page must have a Shortcut Target to jump to. Other options are to go to the first subpage, to a random subpage, or back up to the parent page.
da: Genvejstype bestemmer hvordan en side med type 'Genvej' virker. I stedet for at være en genvej til en bestemt side, kan det være en genvej til første under side eller en tilfældig underside.
km: រើស​ម៉ូដ​សតខាត់ ។ តាម​ធម្មតា​ទំព័រ​សតខាត់ ត្រូវ​មាន​ទីដៅ​សតខាត់​ត​ទៅ ។ ជម្រើស​ផ្សេង​ទៀត​គឺ ទៅ​កាន់​ទំព័រ​រង​ទី​មួយ ទៅ​ទំព័រ​រង​មិន​ចំពោះ ឬ ត្រឡប់​ទៅ​ទំព័រ​មេ​វិញ ។
nl: Kies de gewenste werking voor snelkoppelingen. Het standaardgedrag is dat een snelkoppeling een doelpagina nodig heeft om naar te verwijzen. Alternatieve opties zijn om door te verwijzen naar de eerste ondergelegen pagina, een willekeurige ondergelegen pagina, of terug omhoog naar de bovenliggende pagina.
th: เลือกโหมดทางลัด โดยค่าเริ่มต้นหน้าทางลัดทางลัดต้องมีเป้าหมายเพื่อข้ามไปยัง ตัวเลือกอื่น ๆ เพื่อไปที่หน้าย่อยแรกที่หน้าย่อยแบบสุ่มหรือกลับไปที่หน้าหลัก

# mount_pid.description
source: Mount this page. If set, subpages of this page come from the Mounted Page instead.
da: Montér denne side. Hvis angivet, undersider til denne side vil komme fra den montérede side i stedet.
km: ម៉ោនថ៍​ទំព័រ​នេះ ។ បើ​កំណត់, ទំព័រ​រង​របស់​ទំព័រ​នេះ​ទាញយក​មក​ពី​ទំព័រ​ម៉ោនថ៍​ជំនួស​វិញ ។
nl: Koppel deze pagina hier aan. Onderliggende pagina's worden voortaan opgehaald van de aangekoppelde pagina.
th: Mount หน้านี้ หากตั้งหน้าย่อยของหน้านี้มาจากติดหน้าแทน

# mount_pid.details
source: In the Frontend this is done by adding a new variable, &MP, to the URL. This links the mounted branch to the main branch by pairing page ids.
da: Hvis valgt bliver undersider hente fra den valgte (monterede) side.
km: នៅ​លើ Frontend អាច​ធ្វើ​ទៅ​បាន​ដោយ​បន្ថែម​តម្លៃ​ថ្មី &MP ទៅ URL ។ តំណ​នេះ​ម៉ោនថ៍​ឋានានុក្រម ទៅ ឋានានុក្រម​មេ​ដោយ​ផ្គូរផ្គង​ជាមួយ​លេខ​សម្គាល់ ។
nl: Dit gebeurt in de Frontend door een nieuwe variable, &MP, toe te voegen aan de URL. Dit koppelt de aangekoppelde tak aan de hoofdtak door pagina-ID's aan elkaar te relateren.
th: ในส่วนหน้านี้จะกระทำโดยการเพิ่มตัวแปรใหม่และ MP เพื่อ URL นี้การเชื่อมโยงสาขาติดตั้งให้กับสาขาหลักโดยการจับคู่หน้ารหัส

# mount_pid_ol.description
source: Show content for the current page or replace it completely with the Mounted Page.
da: Hvis sat vil siden blive 'overskrevet' med montagepunktet. Det vil se ud som om siden er blevet erstattet af den monterede side.
km: បង្ហាញ​មាតិកា​របស់​ទំព័រ ឬ ជំនួស​ទាំងស្រុង​ជាមួយ​ទំព័រ​ដែល​បាន​ម៉ោនថ៍ ។
nl: Toon de inhoud van de huidige pagina of vervang deze volledig door die van de aangekoppelde pagina.
th: เนื้อหาแสดงหน้าปัจจุบันหรือแทนที่อย่างสมบูรณ์กับแบบติดหน้า

# title.description.+
source: This is normally shown in the website navigation.
da: Dette bliver normalt vist i websitets navigation.
km: ជាធម្មតា​បង្ហាញ​ក្នុង​មឺនុយ​វែបសាយ
nl: Dit wordt normaliter getoond in de navigatie van de site.
th: นี้จะปรากฏขึ้นตามปกติในการใช้งานเว็บไซต์

# TSconfig.details.+
source: <strong>Example:</strong> The 'Web>Page' module lets you create content in four columns, Left, Normal, Right, Border if the template has been configured to use this option. (However, most websites use only one or two columns so some of these content columns are just taking up space and confusing users.) If you enter this string in the 'TSConfig' field, the 'Web>Page' Module will only show the 'Normal' and 'Border' column! <em>mod.web_layout.tt_content.colPos_list = 0,3</em> (Must be entered in a single line!)
da: <strong>Eksempel:</strong> Normalt vil Web>Side-modulet lade dig oprette indhold i fire kolonner; Venstre, Normal, Højre og Kant. Imidlertid har de fleste websites kun en enkelt eller to kolonner. Så nogle af indholdskolonnerne fylder uden at kunne benyttes og kan derved forvirre brugerne. Hvis du indsætter denne streng i 'TSconfig' feltet, vil Web>Side-modulet kun tillade dig at arbejde i Normal- og Kant-kolonnen. <em>mod.web_layout.tt_content.colPos_list = 0,3</em> (Skal indsættes i een enkelt linie!)
km: <strong>ឧទាហរណ៍៖</strong> ម៉ូឌុល 'វែប>ទំព័រ' អនុញ្ញាត​ឲ្យ​អ្នក​បង្កើត​មាតិកា​ក្នុង​កូឡោន​បួន, ឆ្វេង, ធម្មតា, ស្ដាំ, ស៊ុម ប្រសិន​បើ template ត្រូវ​បាន​កំណត់​ឲ្យ​ប្រើ​ជម្រើស​នេះ ។ (ទោះ​បី​ជា វែបសាយ​ភាគច្រើន​ប្រើ​តែ​គូឡោន​មួយ ឬ ពីរ ដូច្នេះ​មាតិកាគូឡោន​ទាំងនេះ​​គ្រាន់តែ​ស៊ី​កន្លែង​ខ្លះ និង ច្រឡំ​ចំពោះ​អ្នក​ប្រើ ។) ប្រសិន​បើ​អ្នក​បំពគ​អក្សរ​នេះ​ក្នុង​ប្រអប់ 'TSConfig' ម៉ូឌុល 'វែប>ទំព័រ' នឹង​បង្ហាញ​​គូឡោន 'ធម្មតា' និង 'ស៊ុម' ។ <em>mod.web_layout.tt_content.colPos_list = 0,3</em> (ត្រូវ​បញ្ចូល​ក្នុង​បន្ទាត់​តែ​មួយ!)
nl: <strong>Voorbeeld:</strong> In de module 'Web>Pagina' kan men inhoud aanmaken in vier kolommen, Links, Normaal, Rechts, Rand als de sjabloon is geconfigureerd om deze optie te gebruiken. (De meeste websites gebruiken echter maar een of twee kolommen en dus nemen de extra kolommen alleen plaats in en zorgen voor verwarring bij gebruikers.) Als deze tekst in het 'TSConfig' veld opgenomen wordt dan zal de module 'Web>Pagina' alleen de kolommen 'Normaal' en 'Rand' tonen! <em>mod.web_layout.tt_content.colPos_list = 0,3</em> (Moet op één regel staan!)
th: <strong> ตัวอย่าง : </ strong> โมดูล'Web> หน้า'ช่วยให้คุณสามารถสร้างเนื้อหาในสี่คอลัมน์ซ้าย, ปกติ, ขวา, ชายแดนถ้าแม่ได้รับการกำหนดค่าให้ใช้ตัวเลือกนี้ (แต่เว็บไซต์ส่วนใหญ่ใช้เพียงหนึ่งหรือสองคอลัมน์เพื่อบางคอลัมน์เนื้อหาเหล่านี้เป็นเพียงการใช้พื้นที่และผู้ใช้สับสน.) หากคุณป้อนสตริงในฟิลด์'TSConfig'นี้'Web> หน้า'โมดูลที่จะแสดงเฉพาะ'ปกติ'และคอลัมน์'ชายแดน'! mod.web_layout.tt_content.colPos_list <em> = 0,3 </ em> (จะต้องใส่ในบรรทัดเดียว!)

# l18n_cfg.description
source: Affect availability of pages in the various languages.
da: Påvirker tilgængeligheden af sider i de forskellige sprog.
km: មាន​ឥទ្ធិពល​លើ​ទំព័រ​ដែល​បើក​ក្នុង​ភាសា​ចាស់ៗ ។
nl: Beïnvloedt de beschikbaarheid van pagina's in verschillende talen.
th: มีผลต่อความพร้อมของหน้าเว็บในภาษาต่างๆ
