Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_csh_sysfilereference.xlf
Languages: da, hr

# alternative.description
source: Sets the alternative text of this asset.
da: Angiv en alternativ tekst til dette medie.
hr: Postavlja alternativni jezik ovog resursa.

# alternative.details
source: When using the img element, specify a short text alternative with the alt attribute. Note. The value of this attribute is referred to as "alt text". When an image contains words that are important to understanding the content, the alt text should include those words. This will allow the alt text to play the same function on the page as the image. Note that it does not necessarily describe the visual characteristics of the image itself but must convey the same meaning as the image.
da: Ved anvendelse af img elementet bør der angives en kort alternativ tekst til alt attributten. Note: Der refereres til denne attribut som "alt tekst". Når et billede indeholder ord som er vigtige for forståelsen af indholdet, bør alt teksten indeholde disse ord. Det tillader at alt teksten får samme funktion på siden som billedet. Det beskriver ikke nødvendigvis de visuelle karakterer af billedet, med formidler samme mening som billedet.
hr: Kada koristite img element zadajte i kratki alternativni tekst pomoću alt atributa. Napomena: vrijednost ovog atributa zove se "alt tekst". Kada slika sadrži riječi koje su bitne za razumijevanje sadržaja alt tekst treba sadržavati te riječi. Ovo omogućuje alt tekstu da ima istu funkciju na stranici kao i slika. Primijetite da alt tekst ne opisuje nužno vizualna svojstva slike već mora predočiti isto značenje kao i slika.

# link.description
source: Sets a link on this asset.
da: Sætter et link på mediet.
hr: Postavlja poveznicu na ovaj resurs.

# link.details
source: Use the wizard next to the field to specify a link that a user can follow by clicking the image.
da: Brug guiden ved siden af feltet til at specificere et link som en bruger kan følge ved at klikke på billedet.
hr: Koristite čarobnjaka pored ovog polja kako biste zadali poveznicu kojoj će se pristupati klikom na sliku.

# title.description
source: Sets the title text of this asset.
da: Angiver titelteksten til dette medie.
hr: Postavlja tekst naslova ovog resursa.

# title.details
source: The title attribute is used to provide additional information to help clarify or further describe the purpose of a link. If the supplementary information provided through the title attribute is something the user should know before following the link, such as a warning, then it should be provided in the link text rather than in the title attribute.
da: Titel-attributten bruges til at give yderligere information til at hjælpe med at opklare eller yderligere beskrive formålet med linket. Hvis den supplerende information i titel-attributten er noget som brugeren skal vide, inden linket følges, eksempelvis en advarsel, bør det fremgår af link-teksten fremfor titel-attributten.
hr: Naslov poveznice koristi se za pružanje dodatne informacije kako bi se razjasnila ili opisala svrha poveznice. Ukoliko je dodatna informacija koja se pruža kroz naslov nešto što bi korisnik trebao znati prije nego li klikne na poveznicu, tada je tu informaciju bolje pružiti kroz tekst poveznice umjesto kroz naslov.

# description.description
source: Sets the image-caption-text of this asset.
da: Angiver en billedtekst til dette medie.
hr: Postavlja tekst-naslova-slike ovog resursa.

# description.details
source: This text will be displayed underneath your asset and can be used to supply additional context to the image. Depending on local laws you might have to use this to supply proper copyright information on your assets.
da: Denne tekst vil blive vist under dit medie og kan bruges til at tilføje yderligere kontekst til billedet. Afhængig af lokal lovgivning kan det være nødvendigt at supplere mediet med behørig information om rettigheder til dit medie.
hr: Ovaj tekst će biti prikazan ispod Vašeg resursa te se može koristiti za pružanje dodatnog konteksta slike. Ovisno o lokalnoj pravnoj regulativi možda ćete morati koristiti ovu opciju za pružanje ispravne informacije o autorskim pravima Vaših resursa.

# crop.description
source: Click "Open Editor" to start up the image editor.
da: Klik "Åbn redigeringsværktøj" for at starte billed-redigeringsværktøjet.
hr: Kliknite na "Otvori urednik" kako bi pokrenuli urednik slika.

# autoplay.description
source: Check to let embedded media play once loaded.
da: Angiv for at lade indlejret medie starte med at afvikle, så snart det er indlæst.
hr: Odaberite ovu opciju kako bi ugrađena multimedija bila reproducirana čim se učita.
