Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_csh_corebe.xlf
Languages: hi, hr, it, km, th

# TCEforms_cacheSelector.description
source: This is alternative ways to select "Save"/"Close" operations for records. You can also select "clear-cache" operations if you are allowed access to them.
hi: रेकॉर्ड के लिए "बचाने"/"बंद" ऑपरेशन्स करने के लिए ये दूसरा रास्ता है। अगर आप को एक्सेस करने की अनुमति है तो आप "क्लियर-कैश" आपरेशन भी एक्सेस कर सकते है।
hr: Ovo je drugi način odabira aktivnosti "Pohrani"/"Zatvori" za zapise. Također, ako imate pravo pristupa, možete odabrati radnju "očisti-međuspremnik".
km: នេះ​ជា​វិធី​មួយ​ទៀត​ដើម្បី​ជ្រើសរើស "រក្សាទុក"/"បិទ" ទិន្នន័យ ។ អ្នក​ក៏​អាច​ជ្រើសរើស "សម្អាត​ខែស្ហ" ប្រសិន​បើ​អ្នក​ត្រូវ​បាន​ផ្ដល់​សិទ្ធិ។
th: นี้เป็นทางเลือกให้เลือก"Save"/"Close การดำเนินงานสำหรับบันทึก คุณยังสามารถเลือก"แคชใส"การดำเนินการถ้าคุณได้รับอนุญาตให้เข้าถึง

# TCEforms_cacheSelector.details
source: Clearing the cache for pages and clearing all cache can be done from this menu as well. If you wonder why content on the frontend webpage seems to be different from what is in the database you might need to clear the page cache by using one of these options. If cache options are not available for you, you should ask your administrator to enable it for you. (Admins: See link below to TSconfig.)
hi: पेज के लिए कैश साफ़ करना और सभी कैश सैर करना दोनों ही मेनू से पूरा कर सकते है। अगर आप आश्चर्य में है कि फ्रॉन्टेन्ड कंटेंट क्यों अलग दीखता है जो डाटाबेस में है, आप को शायद इस में से एक ऑप्शन्स का उपयोग पेज का कैश साफ़ करने की जरुरत है। अगर आपके लिए कैश ऑप्शंस उपलब्ध नहीं है तो आप अपने अदम्नस्ट्रेटर को अपने लिए इनेबल करने के लिए पूछ सकते है (एडमिन्स:TSconfg के लिए नीचे की लिंक देखे)।
hr: Čišćenje međuspremnika stranica te čišćenje svih međuspremnika se također može obaviti u ovom izborniku. Ako se pitate zašto sadržaj na krajnjoj web stranici djeluje drugačije od onoga što je u bazi podataka, možda bi trebali očistiti međuspremnik stranice koristeći jednu od ovih opcija. Ako Vam opcije međuspremnika nisu dostupne, trebate pitati Vašeg administratora da ih omogući. (Administratori: Pogledajte link ispod za TSconfig.)
km: សម្អាត​ខែស្ហ​លើ​ទំព័រ និង សម្អាត​ខែស្ហ​ទាំងអស់ អាច​ធ្វើ​ទៅ​បាន​ពី​មឺនុយ​នេះ​ផង​ដែរ ។ ប្រសិន​បើ​អ្នក​ឆ្ងល់​ ហេតុអ្វី​មាតិកា​នៅ​លើ frontend នៃ​ទំព័រ​វែបសាយ​ដូច​ជា​ខុស​ពី​អ្វី​ដែល​មាន​ក្នុង​ឃ្លាំង​ទិន្នន័យ អ្នក​ត្រូវ​សម្អាត​ខែស្ហ​របស់​ទំព័រ​ដោយ​ប្រើ​ជម្រើស​ទាំងនេះ ។ ប្រសិន​បើ​ជម្រើស​ខែស្ហ​មិន​ដំណើរការ​សម្រាប់​អ្នក, អ្នក​គួរ​សួរ​អ្នក​គ្រប់គ្រង​របស់​អ្នក​ឲ្យ​ដំណើរការ​វា​សម្រាប់​អ្នក ។ (អ្នក​គ្រប់គ្រង៖ មើល​តំណង​ខាង​ក្រោម​ទៅ TSconfig ។)
th: ล้างหน้าและล้างแคชของดีแคชทั้งหมดสามารถทำได้จากเมนูนี้เป็น ถ้าคุณสงสัยว่าทำไมเนื้อหาบนหน้าเว็บ frontend ดูเหมือนว่าจะแตกต่างจากสิ่งที่อยู่ในฐานข้อมูลที่คุณอาจต้องล้างแคชของหน้าโดยใช้หนึ่งในตัวเลือกเหล่านี้ ถ้ามีตัวเลือกแคชไม่ได้สำหรับคุณคุณควรถามผู้ดูแลระบบเพื่อเปิดใช้งาน ให้คุณ (ผู้ดูแล : link ดูด้านล่างเพื่อ TSconfig . )

# _TCEforms_cacheSelector.seeAlso
source: User TSconfig (See "clearCache.pages/.all") | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/Options/
hi: यूजर TS कॉन्फिग("clearCache.pages/.all" देखे)| https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/Options/
hr: Korisnički TSconfig (See "clearCache.pages/.all") | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/Options/

# perm_module.alttitle
source: Viewing page permissions
hi: पेज अनुमतिया देखें
hr: Pregled dopuštenja stranice
it: Permessi delle pagine
km: មើល​សិទ្ធិ​ប្រើ​ទំព័រ
th: สิทธิ์ในการดูหน้า

# perm_module.description
source: This view will tell you about the page permissions in the page tree.
hi: इस दृश्य के बारे में पेज ट्री में पेज अनुमतियों आपको बता देंगे।
hr: Ovaj prikaz će Vam dati informacije o dozvolama stranice u stablu stranica.
it: Questo modulo mostrerà i permessi della pagine dell'albero.
km: ការបង្ហាញ​នេះ​នឹង​ប្រាប់​អ្នក​អំពី​សិទ្ធិ​លើ​ទំព័រ​ក្នុង​ឋានានុក្រម​ទំព័រ។
th: มุมมองนี้จะบอกคุณเกี่ยวกับสิทธิหน้าที่ในต้นไม้หน้า

# perm_module.details
source: There are two modes you can select: <b>User overview:</b> This will show you the permissions for <em>your</em> login. So the green/red indicators will reflect the combined user/group/everyone permissions that apply to your login! If there is a grey background behind the indicators it tells you that you are the owner of the page. <b>Permissions</b> Shows the permissions settings for owner / group / everybody. You will be able to edit these settings by clicking the edit icon next to the page title. Only an owner of a page (or the "Admin"-user) can change permissions for the page.
hi: आप दो मोड चुन सकते है: <b>यूजर ओवरव्यू</b> ये आपको लोगन के लिए परमिशन दिखाएगा। रेड/ग्रीन इंडीकेटर्स आपके लोगिन के साथ जुड़े हुए यूजर/ग्रुप/एवरीवन की पेर्मिशन्स दिखाता है! अगर वह इंडीकेटर्स के पीछे ग्रे बैकग्रउंड होता है ये कहता है कि आप इस पेज के ओनर है। <b>पेर्मिशन्स</b> ओनर / ग्रुप / एवरीबॉडी के लिए परमशन्स सेटिंग्स दिखता है। आप ये सेटिंग्स पेज टाइटल के बाद का आइकॉन क्लक कर के एडिट कर ने के लिए काबिल है। सिर्फ पेज का ओनर(और "एडमिन"-यूजर) ही इस परमिशन को बदल सकता है।
hr: Postoje dva načina rada koje možete odabrati: <b>Pregled korisnika:</b> Ovo će Vam pokazati dozvole za <em>Vašu</em> prijavu. Dakle, zeleni/crveni pokazatelji će odražavati kombinaciju dozvola korisnika/skupine/svih koje se odnose na Vašu prijavu! Ako postoji siva pozadina iza indikatora, to znači da ste Vi vlasnik stranice. <b>Dozvole</b> Prikazuje postavke dozvola za vlasnika / skupinu / sve. Moći ćete urediti ove postavke klikom na ikonu za uređivanje pokraj naslova stranice. Samo vlasnik stranice (ili "Admin"-korisnik) može promijeniti dopuštenja za stranicu.
km: មាន​ទម្រង់​ពីរ​ដែល​អ្នក​អាច​ជ្រើសរើស៖ <b>ទិដ្ឋភាព​អ្នក​ប្រើ៖</b> ទីនេះ​នឹង​បង្ហាញ​អ្នក​នូវ​សិទ្ធិ​សម្រាប់​ការកត់ត្រា​ចូល​របស់ "អ្នក​ប្រើ" ។ ដូច្នេះ សញ្ញា​ពណ៌​បៃតង/ក្រហម នឹង​មាន​លទ្ធផល​ដល់​ការ​បញ្ចូល​សិទ្ធិ អ្នកប្រើ/ក្រុម/គ្រប់គ្នា ដែល​ដាក់​ទៅ​លើ​ការកត់ត្រា​ចូល​របស់​អ្នក! ប្រសិន​បើ​មាន​ផ្ទៃ​ខាង​ក្រោយ​ពណ៌​ប្រផេះ​សញ្ញា​ វា​ប្រាប់​អ្នក​ថា អ្នក​ជា​ម្ចាស់​ទំព័រ ។ <b>សិទ្ធិ</b> បង្ហាញ​អំពី​ការកំណត់​សិទ្ធិ​ចំពោះ ម្ចាស់ / ក្រុម / គ្រប់គ្នា ។ អ្នក​នឹង​អាច​កែ​រាល់​ការកំណត់ ដោយ​ចុច​លើ​រូបតំណាង​កែប្រែ​ជាប់​នៅ​ចំណងជើង​ទំព័រ ។ មានតែ​ម្ចាស់ទំព័រ (ឬ​អ្នក"គ្រប់គ្រង") ដែល​អាច​ប្ដូរ​សិទ្ធិ​ចំពោះ​ទំព័រ។
th: มี : มีสองโหมดที่คุณสามารถเลือก <b> ภาพรวมผู้ใช้ :</b> <em>นี้จะแสดงสิทธิ์ในการเข้าสู่ระบบ</em> ดังนั้นสีเขียว / สีแดงตัวชี้วัดจะสะท้อนถึงผู้ใช้รวมกลุ่ม / สิทธิ์ทุกคนที่สมัครเข้าสู่ระบบของคุณ ถ้ามีพื้นหลังสีเทาหลังตัวชี้วัดจะบอกคุณว่าคุณหน้าเจ้าของ <b>สิทธิ์</b> แสดงการตั้งค่าสิทธิ์สำหรับเจ้าของ กลุ่ม / ทุกคน คุณจะสามารถแก้ไขการตั้งค่าเหล่านี้โดยคลิกที่ไอคอนแก้ไขถัดจากชื่อหน้า เฉพาะเจ้าของหน้า (หรือ"Admin"ผู้ใช้) สามารถเปลี่ยนสิทธิ์ของเพจ

# _perm_module.seeAlso
source: xMOD_csh_corebe:perm_module_setting, User Management How-to | https://docs.typo3.org/typo3cms/GettingStartedTutorial/UserManagement/SettingUpUserPermissions/ Permission system in TYPO3 [Technical] | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/AccessControlOptions/, _MOD_user_setup:option_helpText
hi: xMOD_csh_corebe:perm_module_setting, प्रयोक्ता प्रबंधन कैसे- | https://docs.typo3.org/typo3cms/GettingStartedTutorial/UserManagement/SettingUpUserPermissions/ TYPO3 [Technical] में अनुमति प्रणाली| https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/AccessControlOptions/, _MOD_user_setup:option_helpText
hr: xMOD_csh_corebe:perm_module_setting, Priručnik o upravljanju korisnicima | https://docs.typo3.org/typo3cms/GettingStartedTutorial/UserManagement/SettingUpUserPermissions/ Sustav dopuštenja u sustavu TYPO3 [Tehnička razina] | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/AccessControlOptions/, _MOD_user_setup:option_helpText

# perm_module_setting.alttitle
source: Setting permissions for a page
hi: पेज के लिए परमिशन सेट
hr: Postavljanje dopuštenja za stranicu
it: Definizione dei permessi di una magina
km: កំណត់​សិទ្ធិ​លើ​ទំព័រ
th: การตั้งค่าสิทธิ์สำหรับหน้า

# perm_module_setting.description
source: Select the owner user and group plus the permissions for each in the matrix. Only an owner of a page (or the "Admin"-user) can change permissions for the page.
hi: मेट्रिक्स में ओनर यूजर और ग्रुप का और सब के लिए पार्मिशन्स का चयन करे। पेज का ओनर (और "एडमिन"-यूजर) ही पेज की परमिशन दे सकता है।
hr: Odaberite korisnika vlasnika i skupinu te dopuštenja za svakog u matrici. Samo vlasnik stranice (ili "Admin"-korisnik) može promijeniti dopuštenja za stranicu.
km: រើស​ម្ចាស់ និង ក្រុម បន្ថែម​លើ​សិទ្ធិ​ចំពោះ​គ្នា​ទៅវិញ​ទៅ​មក ។ មានតែ​ម្ចាស់ទំព័រ (ឬ​អ្នក"គ្រប់គ្រង") ដែល​អាច​ប្ដូរ​សិទ្ធិ​ចំពោះ​ទំព័រ។
th: เลือกผู้เจ้าของและกลุ่มบวกสิทธิ์สำหรับแต่ละในเมทริกซ์ เฉพาะเจ้าของหน้า (หรือ"Admin"ผู้ใช้) สามารถเปลี่ยนสิทธิ์ของเพจ

# perm_module_setting.details
source: Setting permissions is done in five categories for owner / group / everybody so it works much like permissions for files and folders in many operating systems. <b>Show page</b> If set, a user can see the page and its content in the backend. The user can also copy the content but not move, delete or edit. <b>Edit content</b> Allows users to add, delete, change and move records (other than page records) on this page. This permission must be given if users should be allowed to create Content Elements etc. on the page. <b>Edit page</b> Allows a user to edit the page record itself. This could be changing the page title or moving the page to another location. <b>Delete page</b> If set, a user is allowed to delete the page and the content on the page. <b>New pages</b> Allows users to create sub-pages to this page.
hi: अनुमति सेटिंग एडमिन/ग्रुप/ सभी के लिए पांच कैटेगरीज़ में किया हुआ है, ये कई ऑपरेटिंग सिस्टम में फाइल और फोल्डर की अनुमति के जैसे ही काम करता है। <b>पेज दिखाए</b> अगर सेट है तो यूजर बैकेंड में पेज और उसके कंटेंट देख सकते है। यूजर कंटेंट की नकल भी कर सकता है पर खिसका,डिलीट,एडिट नहीं कर सकता। <b>एडिट कंटेंट</b>यूजर्स को इस पेज पर रिकॉर्ड(पेज रिकॉर्ड के अलावा अन्य) ऐड, डिलीट, बदलने और खिसका ने की अनुमति देता है।यह अनुमति सिर्फ तो ही दी जा सकती है अगर यूजर को इस पेज में कंटेंट एलिमेंट आदि बनाने की अनुमति दी गई है। <b>एडिट पेज</b> यूजर को अपने आप पेज रेकॉर्ड को एडिट करने की अनुमति देता है।इस पेज का शीर्षक बदली किया जा सकता है और अन्य लोकेशन पर पेज खिसका सकते है। <b>पेज हटाये</b>< अगर सेट है तो यूजर को पेज में पेज और पेज कंटेंट को हटाने की अनुमति देता है। <b>नए पेजिस</b> यूजर को इस पेज पर सब-पेज बनाने की अनुमति देता है।
hr: Postavljanje dopuštenja se obavlja u pet kategorija za vlasnika / skupinu / sve tako da funkcionira slično kao dopuštenja za datoteke i mape u mnogim operativnim sustavima. <b>Prikaži stranicu</b> Ako je postavljeno, korisnik može vidjeti stranicu i njen sadržaj u pozadinskom sučelju. Kosinik također može kopirati sadržaj no bez premještanja, brisanja ili uređivanja. <b>Uredi sadržaj</b> Dopušta korisnicima da dodaju, obrišu, promjene te premještaju zapise (osim zapisa stranice) na ovoj stranici. Ovo dopuštenje se treba omogućiti ako će korisnici moći stvarati elemente sadržaja itd. na stranici. <b>Uredi stranicu</b> Dopušta korisniku da uredi sami zapis stranice. Ovo bi moglo promijeniti naslov stranice ili premjestiti stranicu na drugu lokaciju. <b>Obriši stranicu</b> Ako je postavljeno, korisnik ima dopuštenje obrisati stranicu i sadržaj na stranici. <b>Nove stranice</b> Dopušta korisnicima da stvore pod-stranice na ovoj stranici.
km: ការកំណត់​សិទ្ធិ​ត្រូវ​បាន​បែងចែក​ជា​ប្រាំ​ផ្នែក​សម្រាប់ ម្ចាស់ / ក្រុម / គ្រប់គ្នា ដូច្នេះ​វា​ធ្វើការ​ដូច​គ្នា​នឹង​សិទ្ធិ​លើ​ឯកសារ និង សឺមី​ឯកសារ​ក្នុង​ប្រព័ន្ធ​ប្រត្តិបត្តការ​ជា​ច្រើន ។ <b>បង្ហាញ​ទំព័រ</b> ប្រសិន​បើ​បាន​កំណត់, អ្នក​ប្រើ​អាច​ឃើញ​ទំព័រ និង មាតិកា​របស់​វា​ក្នុង backend ។ អ្នក​ប្រើក៏​អាច​ចម្លង​មាតិកា ប៉ុន្តែ​មិន​អាច​ផ្លាស់ប្ដូរ​ទីតាំង, លុប ឬ កែ ។ <b>កែប្រែ​មាតិកា</b> អនុញ្ញាត​ឲ្យ​អ្នក​ប្រើ​ថែម, លុប, ផ្លាស់ប្ដូរ ឬ ប្ដូរ​ទីតាំង​ទិន្នន័យ (ជាជាង​ទិន្នន័យ​ទំព័រ) លើ​ទំព័រ​នេះ ។ សិទ្ធិ​នេះ​ត្រូវ​បាន​ផ្ដល់ ប្រសិន​បើ​អ្នក​ប្រើ​គួរ​អនុញ្ញាត​ឲ្យ​បង្កើត​ធាតុ​មាតិកា ។ល។ លើ​ទំព័រ ។ <b>កែ​ទំព័រ</b> អនុញ្ញាត​ឲ្យ​អ្នក​ប្រើ​កែប្រែ​ទិន្នន័យ​ទំព័រ​ខ្លួនឯង ។ វា​អាច​ប្ដូរ​ចំណងជើង​ទំព័រ ឬ ផ្លាស់ប្ដូរ​ទីតាំង​ទំព័រ​ទៅ​ទីតាំង​ផ្សេង ។ <b>លុប​ទំព័រ</b> ប្រសិន​បើ​បាន​កំណត់, អ្នក​ប្រើ​ត្រូវ​បាន​អនុញ្ញាត​ឲ្យ​លុប​ទំព័រ និង​មាតិកា​នៅ​លើ​ទំព័រ ។ <b>ទំព័រ​ថ្មី</b> អនុញ្ញាត​ឲ្យ​អ្នក​ប្រើ​បង្កើត​ទំព័រ​រង​នៅ​លើ​ទំព័រ​នេះ។
th: การอนุญาตจะกระทำในห้าประเภทสำหรับเจ้าของกลุ่ม / ทุกคน / ดังนั้นการทำงานเหมือนสิทธิ์สำหรับแฟ้มและโฟลเดอร์ในระบบปฏิบัติการหลาย <b> หน้าแสดง</b> ถ้าตั้งผู้ใช้สามารถดูหน้าเว็บและเนื้อหาในส่วนหลัง ผู้ใช้ยังสามารถคัดลอกเนื้อหา แต่ไม่ย้าย, ลบหรือแก้ไข <b>แก้ไขเนื้อหา</b> ให้ผู้ใช้เพิ่มลบและบันทึกการเปลี่ยนแปลงย้าย (นอกเหนือระเบียนหน้า) ในหน้านี้ การอนุญาตนี้จะต้องได้รับหากผู้ใช้ควรได้รับอนุญาตให้สร้างเนื้อหาองค์ประกอบอื่น ๆ ในหน้า <b>แก้ไขหน้า</b> ช่วยให้ผู้ใช้แก้ไขบันทึกหน้าตัวเอง นี้อาจจะเปลี่ยนชื่อหน้าหรือย้ายเพจไปที่อื่น <b>หน้าลบ</b> หากตั้งผู้ใช้ที่สามารถลบเพจและเพจเนื้อหาใน <b>หน้าใหม่</b> เปิดให้ผู้ใช้สร้างเพจย่อยที่หน้านี้

# _perm_module_setting.seeAlso
source: xMOD_csh_corebe:perm_module, User Management Howto | https://docs.typo3.org/typo3cms/GettingStartedTutorial/UserManagement/SettingUpUserPermissions/
hi: xMOD_csh_corebe:perm_module, यूजर मैनेजमेंट कैसे | https://docs.typo3.org/typo3cms/GettingStartedTutorial/UserManagement/SettingUpUserPermissions/
hr: xMOD_csh_corebe:perm_module, Upute za upravljanje korisnicima | https://docs.typo3.org/typo3cms/GettingStartedTutorial/UserManagement/SettingUpUserPermissions/

# perm_module_setting.image_descr
source: In this matrix you can set permissions for owner, group and everybody in the five categories available.
hi: इस मेट्रिक्स में आप ओनर, ग्रुप और सब के लिए उपलब्ध पांच कैटेगरीज में से अनुमति सेट कर सके है।
hr: U ovoj matrici možete postaviti dozvole za vlasnika, skupinu i svakoga u pet kategorija koje su na raspolaganju.
km: នៅ​ទីនេះ អ្នក​អាច​កំណត់​សិទ្ធិ​សម្រាប់​ម្ចាស់, ក្រុម និង គ្រប់គ្នា​ ក្នុង​ចំណាត់​ផ្នែក​ប្រាំ​ប្រភេទ​ដែល​មាន។
th: ใน matrix นี้คุณสามารถกำหนดสิทธิ์สำหรับเจ้าของกลุ่มและทุกคนในห้าประเภทใช้ได้

# filelist_module.alttitle
source: File > Filelist module
hi: फ़ाइल> फ़ाइल लिस्ट मॉड्यूल
hr: Datoteka > Modul popisa datoteka
it: Modulo File>Lista file
km: ម៉ូឌុល ឯកសារ > បញ្ជី​ឯកសារ
th: โมดูล File> Filelist

# filelist_module.description
source: Shows the files and folders from the folder title you have clicked in the folder tree. Click the icons of the files and folders to perform various actions on the elements.
hi: ये फाइल्स और फोल्डर को दिखाता है जिस पेज ट्री के फोल्डर के शीर्षक पर क्लिक किया है।एलिमेंट पर विविध एक्शन परफॉर्म करने के लिए फाइल्स और फोल्डर के आइकॉन पर क्लिक करे।
hr: Prikazuje datoteke i mape iz mape na čiji ste naslov kliknuli u stablu stranica. Kliknite ikone datoteka i mapa kako bi izvodili različite aktivnosti na elementima.
km: បង្ហាញ​ឯកសារ និង សឺមី​ពី​ឈ្មោះ​សឺមី​ដែល​អ្នក​បាន​ចុច​ក្នុង​ឋានានុក្រម​សឺមី ។ ចុច​លើ​រូបតំណាង​ឯកសារ និង សឺមី​ដើម្បី​ធ្វើ​ការ​លើ​ធាតុ។
th: แสดงแฟ้มและโฟลเดอร์จากชื่อโฟลเดอร์ที่คุณคลิกในโครงสร้างโฟลเดอร์ คลิกไอคอนของไฟล์และโฟลเดอร์เพื่อดำเนินการต่างๆในองค์ประกอบ

# filelist_module.details
source: The File > Filelist module provides the main interface to the web-based "FTP-features" in TYPO3. Clicking a folder in the navigation frame will display the files in that folder in the list frame to the right. If you click the icon of a file you will see a menu pop up with menu items related to the file or folder. This enables you to edit, rename and copy files to name a few. <b>The "TEMP" folder</b> There is a special folder, the "TEMP" folder. This is meant to be used for temporary uploads of files that are going to be attached to TYPO3 records later. Content in the TEMP folder should be possible to flush once in a while when the folder becomes too crowded with files. So don't store persistent data in there! The actual folder name is actually "_temp_". The interface will just interprete this with "TEMP" in bold. The same applies to folders named "_recycler_" - they will be trash cans in the folder tree.
hi: TYPO3 में फाइल > फाइल लिस्ट मॉड्यूल वेब-बेस्ड "FTP-फीचर्स" को मेंइन इंटरफ़ेस प्रोवाइड करता है।फोल्डर को क्लिक करने से नेविगेशन फ्रेम लिस्ट फ्रेम में राइट साइड उस फाइल के अंदर की फाइल्स दिखायेगा। अगर आप फ़ाइल के आइकॉन क्लिक करेंगे तो फाइल और फोल्डर के रिलेटेड मेनू आइटम मेनू पॉपअप में दिखेंगे जो आप फाइल नाम को एडिट, नाम बदलना और कॉपी करने को इनेबल करेगा। <b>"टेम्प" फोल्डर</b> टेम्प फोल्डर बहोत ही खास टेबल है।इसका मतलब ये फाइल्स के टेम्पररी अपलोड्स जो बाद में TYPO3 रेकॉर्ड में अट्टेच होंगे उसके लिए उपयोगी है।टेम्प फोल्डर के कंटेंट का फ्लश हो जाना मुमकिन है जब फोल्डर बहोत साडी फाइल्स बन जाती है।इसलये यहाँ लगातार देता स्टोर न करे! वास्तविक फ़ोल्डर का नाम वास्तव में "_temp_" है।इंटरफ़ेस सिर्फ "टेम्प" बोल्ड में इसे इंटरप्रेट करता है। "_recycler_" फोल्डर नाम के लिए एक ही लागू होता है-ये फोल्डर ट्री में ट्रेश कैन्स है।
hr: Modul Datoteka > Popis datoteka pruža osnovno sučelje "FTP-obilježjima" u TYPO3 sustavu koje se temelje na web-u. Klikom na mapu u navigacijskom okviru prikazat će se datoteke u toj mapi u okviru s popisom na desnoj strani. Ako kliknete na ikonu datoteke, iskočit će Vam izbornik sa stavkama izbornika koje su povezane sa datotekom ili mapom. To Vam, između ostalog, omogućuje da uredite, preimenujete i kopirate datoteke. <b>"TEMP" mapa</b> Postoji posebna mapa, "TEMP" mapa. Ista se koristiti za privremeno spremanje datoteka koje će se kasnije pridružiti TYPO3 zapisima. Sadržaj u TEMP mapi se treba moći izbaciti s vremena na vrijeme kada mapa postane prenatrpana datotekama. Dakle nemojte pohranjivati trajne podatke unutra! Stvarni naziv mape je zapravo "_temp_". Sučelje će ovo samo interpretirati sa podebljanim "TEMP". Isto se odnosi na mape zvane "_čistač_" - one će biti kante za smeće u stablu stranica.
km: ម៉ូឌុល ឯកសារ>បញ្ជី​ឯកសារ ផ្ដល់​អន្តរមុខ​មេ​ទៅ​លើ "លក្ខណៈ FTP" ក្នុង TYPO3 ។ ចុច​លើ​សឺមី​ក្នុង​ផ្ទាំង​មឺនុយ​នឹង​បង្ហាញ​ឯកសារ​ក្នុង​សឺមី​នោះ​ក្នុង​ផ្ទាំង​បញ្ជី​ខាង​ស្ដាំ ។ ប្រសិន​បើ​អ្នក​ចុច​លើ​រូបតំណាង​ឯកសារ អ្នក​នឹង​ឃើញ​មឺនុយ​មួយ​លោត​ឡើង​ដែល​មាន​ធាតុ​មឺនុយ​ទាក់ទង​ទៅ​នឹង​ឯកសារ ឬ សឺមី ។ វា​អាច​ឲ្យ​អ្នក​កែ, ប្ដូរ​ឈ្មោះ និង ចម្លង​ឯកសារ​​នោះ ។ <b>សឺមី "ឯកសារ​បណ្ដោះ​អាសន្ន"</b> មាន​សឺមី​ពិសេស គឺ​សឺមី "ឯកសារ​បណ្ដោះ​អាសន្ន" ។ មានន័យ​ថា ប្រើ​សម្រាប់​ផ្ទុក​ឯកសារ​ដែល​នឹង​ត្រូវ​ភ្ជាប់​ទៅ​លើ​ទិន្នន័យ TYPO3 នៅ​ពេល​ក្រោយ​ជា​បណ្ដោះ​អាសន្ន ។ មាតិកា​ក្នុង​សឺមី ឯកសារ​បបណ្ដោះ​អាសន្ន គួរ​តែ​អាច​រីហ្វ្រេស​ម្ដង​ក្នុង​មួយ​រយៈ ពេល​សឺមី​ និង ឯកសារ​មាន​ច្រើន​ខ្លាំង ។ ដូច្នេះ​កុំ​​ផ្ទុក​​ទិន្នន័យ​ប្រើ​រហូត​នៅ​ក្នុង​នោះ! ឈ្មោះ​សឺមី​ពិតប្រាកដ​គឺ "_temp_" ។ អន្តរមុខ​គ្រាន់តែ​បកប្រែ​វា​មក "ឯកសារ​បណ្ដោះអាសន្ន" ដែល​មាន​អក្សរ​ដិត ។ លក្ខណៈ​ដូច​គ្នា​ទៅ​នឹង​សឺមី​ដែល​មាន​ឈ្មោះ​ថា "_recycler_" - វា​នឹង​ជា​ធុង​សំរាម​ក្នុង​ឋានានុក្រម​សឺមី។
th: > Filelist module File ให้อินเตอร์เฟซหลักที่ web - based"FTP คุณสมบัติ"ใน TYPO3 คลิกกรอบนำทางในโฟลเดอร์จะแสดงแฟ้มในรายการที่โฟลเดอร์ในกรอบด้านขวา หากคุณคลิกที่ไอคอนไฟล์ของคุณจะเห็นเมนูปรากฏขึ้นกับรายการเมนูที่เกี่ยวข้องกับแฟ้มหรือโฟลเดอร์ คุณจะสามารถแก้ไขและเปลี่ยนชื่อไฟล์สำเนาเพื่อชื่อไม่กี่ <b> "TEMP"โฟลเดอร์</b> มีโฟลเดอร์พิเศษ""โฟลเดอร์ชั่วคราว นี้มีขึ้นเพื่อใช้ในการส่งภาพชั่วคราวของแฟ้มที่จะถูกแนบมากับบันทึก TYPO3 ภายหลัง เนื้อหาในโฟลเดอร์ชั่วคราวควรจะสามารถล้างครั้งในภาพในขณะที่เมื่อโฟลเดอร์ก็กลายเป็นแออัดด้วย จึงไม่เก็บข้อมูลถาวรใน there! โฟลเดอร์ชื่อจริงเป็นจริง"_temp_" ติดต่อเพียงแค่จะแปลผลนี้ด้วย"TEMP"ตัวหนา เดียวกันกับโฟลเดอร์ชื่อ"_recycler_"-- พวกเขาจะกระป๋องขยะในต้นไม้โฟลเดอร์

# filelist_module.image_descr
source: Here the content of the TEMP folder is shown in the list frame. You can see the filetype, the modification time, size of the file. If you click the filename you will open the file in the browser (if the path is in the web-root). When you click a file icon you see a context menu appear over it. Here you can perform file operations on the item.
hi: यहाँ टेम्प फोल्डर का कंटेंट लिस्ट फ्रेम में दिखेगा। आप फाइल एक्सटेंशन, मॉडिफिकेशन टाइम, फाइल की साइज देख सकते है। अगर आप फ़ाइल नाम पर क्लिक करेंगे आप फाइल को ब्राउज़र में ओपन करेंगे(अगर पाथ वेब-रुट है)। अगर आप फाइल आइकॉन क्लिक करेंगे तो उसके ऊपर आप कॉन्टेक्स्ट मेनू देखेंगे।यहाँ आप आइटम पर फले आपरेशन परफॉर्म कर सकते है।
hr: Ovdje se sadržaj TEMP mape prikazuje u okviru popisa. Možete vidjeti vrstu datoteke, vrijeme promjene i veličinu datoteke. Ako kliknete na naziv datoteke, otvorit ćete datoteku u pregledniku (ako je putanja u web-korijenu). Kada kliknete ikonu datoteke, pojavit će se kontekstualni izbornik. Ovdje možete raditi s datotekom stavke.
km: នេះ​ជា​មាតិកា​របស់​សឺមី​ឯកសារ​បណ្ដោះ​អាសន្ន ត្រូវ​បាន​បង្ហាញ​ក្នុង​ផ្ទាំង​បញ្ជី ។ អ្នក​អាច​ឃើញ​ប្រភេទ​ឯកសារ, ពេលវេលា​កែប្រែ, ទំហំ​ឯកសារ ។ ប្រសិន​បើ​អ្នក​ចុច​លើ​ឈ្មោះ​ឯកសារ អ្នក​នឹង​បើក​ឯកសារ​ក្នុង​កម្មវិធី​រុករក (ប្រសិន​បើ​ទីតាំង​ស្ថិត​ក្នុង​គោល​នៃ​វែបសាយ) ។ ពេល​អ្នក​ចុច​លើ​រូប​តំណាង​ឯកសារ អ្នក​នឹង​ឃើញ​មឺនុយ​លោត​បង្ហាញ​នៅ​លើ​វា ។ ត្រង់​នេះ អ្នក​អាច​ធ្វើការ​លើ​ឯកសារ​តាម​ធាតុ​នោះ។
th: นี่เนื้อหาของโฟลเดอร์ชั่วคราวจะปรากฏในรายการกรอบ คุณสามารถดู filetype ที่เวลาปรับขนาดของไฟล์ หากคุณคลิกรากชื่อไฟล์ที่คุณจะเปิดในเบราว์เซอร์ file if (เส้นทางที่อยู่ในเว็บ) เมื่อคุณคลิกไอคอนไฟล์ที่คุณเห็นเมนูบริบทจะปรากฏขึ้นนั้น ที่นี่คุณสามารถดำเนินงานในแฟ้มรายการ

# filelist_clipboard.alttitle
source: Filelist Clipboard
hi: फाइल लिस्ट क्लिपबोर्ड
hr: Međumemorija popisa datoteka
km: ឃ្លិបបត​បញ្ជី​ឯកសារ
th: คลิปบอร์ด Filelist

# filelist_clipboard.description
source: The TYPO3 clipboard works for files as well as for database records (see the Web>List module). You only need to enable the clipboard if you want to use the numeric clipboard pads.
hi: TYPO3 क्लिपबोर्ड फाइल्स के साथ साथ डेटाबेस रेकॉर्ड(वेब>लिस्ट मोड्यूल देखे) के लिए भी काम करता है।आप को क्लिपबोर्ड को इनेबल करने की जरुरत पड़ेगी अगर आप न्यूमेरिक क्लिपबोर्ड पैड्स का उपयोग करना चाहते है।
hr: TYPO3 međumemorija funkcionira za datoteke kao i za zapise baze podataka (vidite Web>Popis modul). Ako želite koristiti obrojčane međumemorije, trebate samo omogućiti međumemoriju.
km: ឃ្លិបបត​របស់ TYPO3 ធ្វើការ​លើ​ឯកសារ ក៏​ដូច​ជា​ទិន្នន័យ (មើល​ម៉ូឌុល វែប>បញ្ជី) ។ អ្នក​​ត្រូវ​បើក​ដំណើរការ​ឃ្លិបបត ប្រសិន​បើ​អ្នក​ចង់​ប្រើ​ផ្ទាង​ឃ្លិបបត​ជា​លេខ។
th: ทำงานคลิปบอร์ด TYPO3 ของไฟล์เป็นฐานข้อมูลสำหรับบันทึก (ดูโมดูล Web List>) คุณจะต้องใช้คลิปบอร์ดหากคุณต้องการใช้แผ่นคลิปบอร์ดตัวเลข

# _filelist_clipboard.seeAlso
source: xMOD_csh_corebe:list_clipboard, About the Clipboard [Technical] | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/GeneralInterfaceFeatures/Clipboard/
hi: xMOD_csh_corebe:list_clipboard, क्लिपबोर्ड के बारेमे [टेक्निकल]| https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/GeneralInterfaceFeatures/Clipboard/
hr: xMOD_csh_corebe:list_clipboard, O međuspremniku [Tehnički zahtjevno] | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/GeneralInterfaceFeatures/Clipboard/
