Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_misc.xlf
Languages: cs, da, el, hr, ja, km, th

# shortcutDescription
source: This is the shortcuts menu. You do not have any shortcuts added yet, you can do so by clicking the shortcut icon %icon%, which you can find on each page in the backend.
cs: Toto je menu zkratek. Pokud dosud nemáte žádné zkratky vytvořeny, můžete tak učinit kliknutím na ikonu zkratky %icon%, kterou najdete na každé stránce v backendu.
da: Dette er genvejs menuen. Du har ikke tilføjet nogle genveje endnu. Det kan du gøre ved at klikke på genvejs-ikonet %icon%, som du kan finde på alle sider i administrationen.
el: Αυτό είναι το μενού συντομεύσεων. Δεν έχετε προσθέσει ακόμη κάποια συντόμευση, μπορείτε να προσθέσετε μία κάνοντας κλικ το εικονίδιο της συντόμευσης %icon%, το οποίο μπορείτε να βρείτε σε κάθε σελίδα του backend
hr: Ovo je izbornik kratica. Vi niste dodali nikakve kratice do sada, a to možete napraviti klikom na ikonu %icon% kratice koju možete naći na svakoj stranici u pozadinskom sučelju.
km: នេះ​ជា​មឺនុយ​សតខាត់ ។ អ្នក​មិន​ទាន់​មាន​សតខាត់​ណា​មួយ​បាន​ថែម​ចូល​នៅ​ឡើយ​ទេ អ្នក​អាច​បង្កើត​ដោយ​ចុច​លើ​រូបតំណាង​សតខាត់ %icon% ដែល​អ្នក​អាច​រក​បាន​នៅ​លើ​ទំព័រ​នីមួយៗ​ក្នុង backend ។
th: นี่คือเมนูทางลัด คุณไม่มีทางลัดใด ๆ เพิ่ม แต่คุณสามารถทำได้โดยคลิกที่ไอคอนทางลัดไอคอน%% ซึ่งคุณสามารถค้นหาในหน้าในแต่ละส่วนหลัง

# shortcut_edit
source: Edit
cs: Upravit
da: Rediger
el: Επεξεργασία
hr: Uređivanje
ja: 編集
km: កែ
th: แก้ไข

# shortcut_create
source: Create
cs: Vytvořit
da: Opret
el: Δημιουργία
hr: Stvori
km: បង្កើត
th: สร้าง

# shortcut_editID
source: Edit/Search
cs: Upravit/Hledat
da: Rediger side ID
el: Επεξεργασία/Αναζήτηση
hr: Uređivanje/Pretraživanje
ja: 編集/検索
km: កែ/ស្វែងរក
th: แก้ไข ID ของหน้า

# shortcut_save
source: Update shortcut title
cs: Aktualizovat název zkratky
da: Opdater genvejens titel
el: Ενημέρωση τίτλου συντόμευσης
hr: Obnovi naziv kratice
ja: ショートカットの名称を更新
km: កែ​ឈ្មោះ​សតខាត់
th: ทำทางลัดชื่อเรื่องให้ทันสมัย

# shortcut_saveClose
source: Update and close editor
cs: Aktualizovat a zavřít editor
da: Opdater og luk redigering
el: Ενημέρωση και κλείσιμο του επεξεργαστή
hr: Obnovi i zatvori editor
ja: 更新してエディターを閉じる
km: កែ និង បិទ​កម្មវិធី​កែ
th: ทำให้ทันสมัยและปิด editor

# shortcut_close
source: Close shortcut editor
cs: Zavřít editor zkratek
da: Luk redigering
el: Κλείσιμο του επεξεργαστή της συντόμευσης
hr: Zatvori editor kratica
ja: ショートカットエディターを閉じる
km: បិទ​កម្មវិធី​កែ​សតខាត់
th: ปิด editor ทางลัด

# shortcut_delete
source: Remove shortcut
cs: Odstranit zkratku
da: Fjern genvej
el: Αφαίρεση της συντόμευσης
hr: Ukloni kraticu
ja: ショートカットの削除
km: ដក​សតខាត់​ចេញ
th: ลบทางลัดออก

# shortcut_loadEdit
source: Loading page
cs: Otevírám stránku
da: Henter side
el: Φόρτωση σελίδας
hr: Učitavanje stranice
ja: ローディングページ
km: កំពុង​បើក​ទំព័រ
th: ีบรรจุหน้า

# shortcut_searchFor
source: Search for
da: Søg efter

# shortcut_notEditable
source: No editable page found!
cs: Nebyla nalezena editovatelná stránka!
da: Ingen redigérbar side fundet!
el: Δεν βρέθηκε σελίδα που να μπορεί να τροποποιηθεί!
hr: Nije pronađena ni jedna stranica koju je moguće uređivati!
ja: 編集可能なページはありません！
km: មិន​មាន​ទំព័រ​ដែល​អាច​កែ​បាន​ត្រូវ​បាន​រក​ឃើញ!
th: หาหน้าที่แก้ไขได้ไม่เจอ

# shortcut_group
source: Group
cs: Skupina
da: Gruppe
el: Ομάδα
hr: Grupa
ja: グループ
km: ក្រុម
th: กลุ่ม

# shortcut_group_1
source: Pages
cs: Stránky
da: Sider
el: Σελίδες
hr: Stranice
ja: ページ
km: ទំព័រ
th: หน้า

# shortcut_group_2
source: Records
cs: Záznamy
da: Poster
el: Εγγραφές
hr: Zapisi
ja: アイテム
km: ទិន្នន័យ
th: ระเบียน

# shortcut_group_3
source: Files
cs: Soubory
da: Filer
el: Αρχεία
hr: Datoteke
ja: ファイル
km: ឯកសារ
th: ไฟล์

# shortcut_group_4
source: Tools
cs: Nástroje
da: Værktøjer
el: Εργαλεία
hr: Alati
ja: ツール
km: ឧបករណ៍
th: เครื่องมือ

# shortcut_group_5
source: Miscellaneous
cs: Různé
da: Diverse
el: Διάφορα
hr: Razno
ja: その他
km: ផ្សេងៗ​ទៀត
th: เบ็ดเตล็ด

# shortcut_all
source: All
cs: Vše
da: Alle
el: Όλα
hr: Sve
ja: すべて
km: ទាំងអស់
th: ทั้งหมด

# shortcut_onlyAdmin
source: You cannot edit a shared shortcut!
cs: Nemůžete upravovat sdílenou záložku!
da: Du kan ikke redigere en delt genvej!
el: Δεν μπορείτε να επεξεργαστείτε μία κοινή συντόμευση!
hr: Ne možete mijenjati ovu kraticu!
ja: 共有されているショートカットは編集できません！
km: អ្នក​មិន​អាច​កែ​សតខាត់​ដែល​ចែក​រំលែក​បាន​ទេ!
th: คุณไม่สามารถแก้ไขทางลัดที่ใช้ร่วมกันได้

# shortcut_selSC
source: Select shortcut
cs: Vyberte záložku
da: Vælg genvej
el: Επιλέξτε συντόμευση
hr: Odaberite kraticu
ja: ショートカットを選択
km: រើស​សតខាត់
th: เลือกทางลัด

# shortcut_delAllInCat
source: Delete all shortcuts in this group?
cs: Ostranit všechny záložky v této skupině?
da: Slet alle genveje in gruppen?
el: Διαγραφή όλων των συντομεύσεων σε αυτήν την ομάδα?
hr: Pobrisati sve kratice u ovoj grupi?
ja: このグループのショートカットをすべて削除しますか？
km: លុប​សតខាត់​ទាំងអស់​ក្នុង​ក្រុម?
th: ลบทางลัดทั้งหมดในกลุ่มนี้

# shortcut_onlineWS
source: LIVE workspace
cs: Pracovní plocha LIVE
da: LIVE arbejdsrum
el: LIVE χώρος εργασίας
hr: LIVE radni prostor
ja: LIVE ワークスペース
km: ការដ្ឋាន​បន្តផ្ទាល់
th: พื้นที่ LIVE

# shortcut_active
source: active
cs: aktivní
da: aktiv
hr: aktivno
km: ដំណើរការ
th: ที่ใช้งานอยู่

# shortcut_inactive
source: inactive
cs: neaktivní
da: inaktiv
hr: neaktivno
km: មិន​ដំណើរការ
th: ไม่ใช้งาน

# shortcut_noWSfound
source: ERROR: No workspaces found!
cs: CHYBA: Pracovní plochy nebyly nalezeny!
da: FEJL: Intet arbejdsrum fundet!
el: ΠΡΟΣΟΧΗ: Δεν βρέθηκαν χώροι εργασίας!
hr: GREŠKA: nema radnih prostora
ja: エラー: ワークスペースが見つかりません!
km: កំហុស៖ មិន​មាន​ការដ្ឋាន​ត្រូវ​បាន​រក​ឃើញ!
th: ผิดพลาด : พื้นที่ทำงานไม่พบ!

# shortcut_FEPreview
source: Enable Frontend Preview
cs: Povolit náhled frontendu
da: Aktiver Frontend Preview
hr: Omogući predpregled u prednjem sučelju
km: ដំណើរការ​ការមើល​ Frontend ជា​មុន
th: ตัวอย่างส่วนหน้าใช้

# shortcut_workspace
source: Go to Workspace Module
cs: Přejít na modul pracovní plochy
da: Gå til arbejdsrum modul
hr: Idi u modul radnog prostora
km: ទៅ​ម៉ូឌុល​ការដ្ឋាន
th: ไปที่พื้นที่ทำงาน Module

# bookmark_description
source: This is the bookmarks menu. You do not have any bookmarks added yet, you can do so by clicking the bookmark icon %s, which you can find on each page in the backend.
da: Dette er bogmærkemenuen. Du har endnu ingen bogmærker, men du kan tilføje bogmærker ved at klikke på bogmærkeikonet %s, der findes på alle sider i backend.

# bookmark_edit
source: Edit
cs: Upravit
da: Rediger
el: Επεξεργασία
hr: Uređivanje
ja: 編集
km: កែ
th: แก้ไข

# bookmark_create
source: Create
cs: Vytvořit
da: Opret
el: Δημιουργία
hr: Stvori
km: បង្កើត
th: สร้าง

# bookmark_editID
source: Edit/Search
cs: Upravit/Hledat
da: Rediger/Søg
el: Επεξεργασία/Αναζήτηση
hr: Uređivanje/Pretraživanje
ja: 編集/検索
km: កែ/ស្វែងរក
th: แก้ไข/ค้นหา

# bookmark_save
source: Update bookmark title
cs: Aktualizovat název záložky
da: Opdatér bogmærkets titel
hr: Ažuriraj naslov oznake
km: កែ​ឈ្មោះ​កំណត់​ចំណាំ
th: ชื่อเรื่องที่คั่นหน้าปรับปรุง

# bookmark_saveClose
source: Update and close editor
cs: Aktualizovat a zavřít editor
da: Opdatér og luk redigeringsvinduet
el: Ενημέρωση και κλείσιμο του επεξεργαστή
hr: Obnovi i zatvori editor
ja: 更新してエディターを閉じる
km: កែ និង បិទ​កម្មវិធី​កែ
th: ปรับปรุงและปิดแก้ไข

# bookmark_close
source: Close bookmark editor
cs: Zavřít editor záložek
da: Luk redigeringsvinduet
hr: Zatvori urednik oznake
km: បិទ​កម្មវិធី​កែ​កំណត់ចំណាំ
th: ปิดแก้ไขที่คั่นหน้า

# bookmark_delete
source: Remove bookmark
cs: Odstranit záložku
da: Slet bogmærke
hr: Ukloni oznaku
km: ដក​កំណត់​ចំណាំ​ចេញ
th: ลบบุ๊คมาร์ค

# bookmark_loadEdit
source: Loading page
cs: Načítání stránky
da: Indlæser side
el: Φόρτωση σελίδας
hr: Učitavanje stranice
ja: ローディングページ
km: កំពុង​បើក​ទំព័រ
th: โหลดหน้าเว็บ

# bookmark_searchFor
source: Search for
da: Søg efter

# bookmark_notEditable
source: No editable page found!
cs: Žádná editovatelná stránka nebyla nalezena!
da: Ingen redigérbar side fundet!
el: Δεν βρέθηκε σελίδα που να μπορεί να τροποποιηθεί!
hr: Nije pronađena ni jedna stranica koju je moguće uređivati!
ja: 編集可能なページはありません！
km: មិន​មាន​ទំព័រ​ដេល​អាច​កែ​បាន​ត្រូវ​បាន​រក​ឃើញ!
th: พบหน้าไม่สามารถแก้ไขได้!

# bookmark_group
source: Group
cs: Skupina
da: Gruppe
el: Ομάδα
hr: Grupa
ja: グループ
km: ក្រុម
th: จัดกลุ่ม

# bookmark_group_1
source: Pages
cs: Stránky
da: Sider
el: Σελίδες
hr: Stranice
ja: ページ
km: ទំព័រ
th: หน้า

# bookmark_group_2
source: Records
cs: Záznamy
da: Elementer
el: Εγγραφές
hr: Zapisi
ja: アイテム
km: ទិន្នន័យ
th: ระเบียน

# bookmark_group_3
source: Files
cs: Soubory
da: Filer
el: Αρχεία
hr: Datoteke
ja: ファイル
km: ឯកសារ
th: ไฟล์

# bookmark_group_4
source: Tools
cs: Nástroje
da: Værktøjer
el: Εργαλεία
hr: Alati
ja: ツール
km: ឧបករណ៍
th: เครื่องมือ

# bookmark_group_5
source: Miscellaneous
cs: Různé
da: Andet
el: Διάφορα
hr: Razno
ja: その他
km: ផ្សេងៗ​ទៀត
th: เบ็ดเตล็ด

# bookmark_all
source: All
cs: Všechny
da: Alle
el: Όλα
hr: Sve
ja: すべて
km: ទាំងអស់
th: ทั้งหมด

# bookmark_onlyAdmin
source: You cannot edit a shared bookmark!
cs: Nemůžete upravovat sdílenou záložku!
da: Du kan ikke redigere et delt bogmærke!
hr: Ne možete uređivati dijeljenu oznaku!
km: អ្នក​មិន​អាច​កែ​កំណត់​ចំណាំ​​ចែក​រំលែក
th: คุณไม่สามารถแก้ไขบุ๊คมาร์คที่ใช้ร่วมกันได้!

# bookmark_selSC
source: Select bookmark
cs: Vybrat záložku
da: Vælg bogmærke
hr: Odaberi oznaku
km: រើស​កំណត់​ចំណាំ
th: เลือกบุ๊คมาร์ค

# bookmark_delAllInCat
source: Delete all bookmarks in this group
cs: Odstranit všechny záložky v této skupině
da: Slet alle bogmærker i denne gruppe
hr: Pobrisati sve oznake u ovoj grupi
km: លុប​កំណត់​ចំណាំ​ក្នុង​ក្រុម​នេះ
th: ลบบุ๊คมาร์คทั้งหมดในกลุ่มนี้

# bookmark_onlineWS
source: LIVE workspace
cs: Pracovní plocha LIVE
da: Live arbejdsrum
el: LIVE χώρος εργασίας
hr: LIVE radni prostor
ja: LIVE ワークスペース
km: ការដ្ឋាន​បន្តផ្ទាល់
th: พื้นที่ทำงานใหม่

# bookmark_active
source: active
cs: aktivní
da: aktiv
hr: aktivno
km: ដំណើរការ
th: ที่ใช้งานอยู่

# bookmark_inactive
source: inactive
cs: neaktivní
da: inaktiv
hr: neaktivno
km: មិន​ដំណើរការ
th: ไม่ได้ใช้งาน

# bookmark_noWSfound
source: ERROR: No workspaces found!
cs: CHYBA: Žádné pracovní plochy nebyly nalezeny!
da: FEJL: Der findes ingen arbejdsrum!
el: ΠΡΟΣΟΧΗ: Δεν βρέθηκαν χώροι εργασίας!
hr: GREŠKA: nema radnih prostora!
ja: エラー: ワークスペースが見つかりません!
km: កំហុស៖ មិន​មាន​ការដ្ឋាន​ត្រូវ​បាន​រកឃើញ!
th: ผิดพลาด : พื้นที่ทำงานที่ไม่พบ!

# bookmark_FEPreview
source: Enable Frontend Preview
cs: Povolit náhled frontendu
da: Aktivér forhåndsvisning i frontend
hr: Omogući predpregled u prednjem sučelju
km: បើក​ដំណើរការ​ការមើល​ Frontend ជា​មុន
th: แสดงตัวอย่างของส่วนหน้าเปิดใช้งาน

# bookmark_workspaceComparisonView
source: Enable comparison view
cs: Povolit náhled porovnání
da: Aktivér sammenligningsvisning
hr: Omogući prikaz usporedbe
km: បើក​ដំណើរការ​ការមើល​លក្ខណៈ​ប្រៀបធៀប
th: เปิดใช้งานการดูการเปรียบเทียบ

# bookmark_workspace
source: Go to Workspace Module
cs: Přejít na modul pracovní plochy
da: Gå til Arbejdsrum modul
hr: Idi u modul radnog prostora
km: ទៅ​ម៉ូឌុល​ការដ្ឋាន
th: ไปที่โมดูลพื้นที่ทำงาน

source: Overwrite existing files
cs: Přepsat existující soubory
da: Overskriv eksisterende filer
el: Αντικατάσταση υπαρχόντων αρχείων
hr: Prepisati postojeće stranice
ja: ファイルを上書き
km: បញ្ជន់​លើ​ឯកសារ​ដែល​មាន​ស្រាប់
th: เขียนทับไฟล์ที่มีอยู่

# uploadMultipleFilesInfo
source: Upload multiple files by holding the Shift or CTRL-file pressed while selecting your files (works on modern browsers only).
cs: Nahrejte více souborů přidržením Shift nebo CTRL+soubor při výběru vašich souborů (funguje pouze na moderních prohlížečích).
da: Upload mange filer ved at hilde shift eller CTRL-file nede, mens du vælger dine filer (virker kun på moderne browsere).
hr: Učitajte više datoteka držanjem Shift ili CTRL-Shift gumba tijekom odabira Vaših datoteka (radi samo na modernim preglednicima).
km: ផ្ទុកឡើងឯកសារច្រើនដោយសង្កត់ Shift ឬ Ctrl-file ខណៈពេលជ្រើសឯកសាររបស់អ្នក (ការងារនៅលើ browser សម័យទំនើបតែប៉ុណ្ណោះ)។

# fileMetaDataLocation
source: Location
cs: Umístění
da: Lokation
hr: Lokacija
km: ទីតាំង

# fileMetaErrorInvalidRecord
source: File meta data not found
cs: Metadata souboru nenalezena
da: Filens metadata blev ikke fundet
hr: Meta podaci datoteke nisu pronađeni
km: ទិន្នន័យ​មេតា​ឯកសារ​មិនត្រូវ​បានរកឃើញ

# selectPosition
source: Select a position for the new page
cs: Zvolte pozici pro novou stránku
da: Vælg position for den nye side
el: Επιλέξτε θέση για την νέα σελίδα
hr: Odaberite poziciju za novu stranicu
ja: 新規作成するページの位置を選択
km: រើស​ទីតាំង​សម្រាប់​ទំព័រ​ថ្មី
th: เลือกตำแหน่งสำหรับหน้าใหม่

source: Page (select position)
cs: Stránka (výběr pozice)
da: Side (vælg position(`)
hr: Stranica (odaberite položaj)
km: ទំព័រ (រើស​ទីតាំង)
th: Page (ตำแหน่งที่เลือก)

source: Go back
cs: Jít zpět
da: Gå tilbage
el: Πήγαινε πίσω
hr: Natrag
ja: 戻る
km: ត្រឡប់​ក្រោយ
th: กลับไป

# createNewPage
source: Create a new page
cs: Vytvořit novou stránku
da: Opret en ny side
el: Δημιουργία μιάς νέας σελίδας
hr: Napravi novu stranicu
ja: ページを新規作成
km: បង្កើត​ទំព័រ​ថ្មី
th: สร้างหน้าใหม่

# createNewContent
source: Create a new content element
cs: Vytvořit nový prvek obsahu
da: Opret et nyt indholdselement
hr: Stvori novi sadržaj elementa
km: បង្កើត​ធាតុ​មាតិកា​ថ្មី
th: สร้างองค์ประกอบเนื้อหาใหม่

# clickForWizard
source: Click here for wizard!
cs: Klikněte zde pro průvodce!
da: Klik her for guide!
el: Κάντε κλικ εδώ για τον οδηγό!
hr: Kliknuti ovdje za čarobnjaka!
ja: ウイサード形式はここをクリック
km: ចុច​ទីនេះ​ដើម្បី​ធ្វើ​វីហ្សាដ!
th: กดที่นี่สำหรับผู้ช่วยวิเศษ

# insertNewPageHere
source: Insert the new page here
cs: Vložit novou stránku zde
da: Indsæt den nye side her
el: Εισαγωγή νέας σελίδας εδώ
hr: Ubaciti novu stranicu ovdje
ja: ここにページを新規作成
km: បញ្ចូល​ទំព័រ​ថ្មី​ទីនេះ
th: แทรกหน้าใหม่ที่นี่

source: Insert new record here
cs: Vložit nový záznam zde
da: Indsæt nyt element her
el: Εισαγωγή νέας εγγραφής εδώ
hr: Ubaciti novi zapis ovdje
ja: ここにレコードを新規作成
km: បញ្ចូល​ទិន្នន័យ​ថ្មី​ទីនេះ
th: แทรกระเบียนใหม่ที่นี่

# movePageToHere
source: Move page to this position
cs: Přesunout stránku na tuto pozici
da: Flyt side til denne position
el: Μετακίνηση της σελίδας σε αυτήν θέση
hr: Prenijeti stranicu na ovu poziciju
ja: ページをこの位置に移動
km: ប្ដូរ​ទីតាំង​ទំព័រ​ទៅ​ទីតាំង​នេះ
th: ย้ายหน้ามาที่ตำแหน่งนี่

source: Move element
cs: Přesunout prvek
da: Flyt element
el: Μετακίνηση στοιχείου
hr: Pomakni element
ja: エレメントを移動
km: ប្ដូរ​ទីតាំង​ធាតុ
th: ย้ายองค์ประกอบ

source: Move elements
cs: Přesunout prvky
da: Flyt elementer
el: Μετακίνηση στοιχείων
hr: Premjesti elemente
km: ប្ដូរ​ទីតាំង​ធាតុ
th: ย้ายองค์ประกอบ

source: Copy elements
cs: Kopírovat prvky
da: Kopiér elementer
el: Αντιγραφή στοιχείων
hr: Kopiraj elemente
km: ចម្លង​ធាតុ
th: องค์ประกอบ Copy

# selectPositionOfElement
source: Select position of the element
cs: Zvolit umístění prvku
da: Vælg position for elementet
el: Επιλογή θέσης του στοιχείου
hr: Odaberi poziciju za element
ja: エレメントの位置を選択
km: រើស​ទីតាំង​របស់​ធាតុ
th: เลือกตำแหน่งขององค์ประกอบ

# movingElement
source: Move element
cs: Přesunout prvek
da: Flyt element
el: Μετακίνηση στοιχείου
hr: Pomakni element
ja: エレメントを移動
km: ប្ដុរ​ទីតាំង​ធាតុ
th: ย้ายองค์ประกอบ

# makeCopy
source: Make copy instead of moving element
cs: Zkopírovat prvek místo přesunutí prvku
da: Opret kopi i stedet for at flytte elementet
el: Δημιουργία αντίγραφου αντί για μετακίνηση στοιχείου
hr: Napravi kopiju umjesto premještanja elementa
ja: 移動せずにコピーする
km: ធ្វើការ​ចម្លង​ជំនួស​ការ​ប្ដូរ​ទីតាំង​ធាតុ
th: สำรองแทนทีจะย้ายองค์ประกอบ

source: New content element
cs: Nový prvek obsahu
da: Nyt indholdselement
el: Νέο στοιχείο περιεχομένου
hr: Novi element sadržaja
ja: 新規コンテンツエレメント
km: ធាតុ​មាតិកា​ថ្មី
th: องค์ประกอบเนื้อหาใหม่

source: System Records
cs: Systémové záznamy
da: System Elementer
hr: Zapisi sustava
km: ទិន្នន័យ​ប្រព័ន្ធ
th: ระบบบันทึก

# 1_selectType
source: First select the type of the new content element
da: Vælg først typen på det nye indholdselement

# 2_selectPosition
source: Now click on the position of the new content element
da: Klik nu på positionen for det nye indholdselement

# CM_history
source: History/Undo
cs: Historie/Zpět
da: Ændringsforløb/Fortryd
el: Ιστορικό/Αναίρεση της ακύρωσης
hr: Povijest/Undo
ja: ヒストリー/やり直し
km: ប្រវត្តិ/មិន​ធ្វើ​វិញ
th: ประวัติ/ยกเลิก

# CM_perms
source: Access
cs: Přístup
da: Adgang
el: Πρόσβαση
hr: Pristup
ja: アクセス権限
km: សិទ្ធិ​ប្រើ
th: เข้าถึง

# CM_moveWizard
source: Move element
cs: Přesunout prvek
da: Flyt element
el: Μετακίνηση στοιχείου
hr: Pomakni element
ja: エレメントを移動
km: ប្ដូរ​ទីតាំង​នៃ​ធាតុ
th: ย้ายองค์ประกอบ

# CM_moveWizard_page
source: Move page
cs: Přesunout stránku
da: Flyt side
el: Μετακίνηση σελίδας
hr: Pomakni stranicu
ja: ページを移動
km: ប្ដូរ​ទីតាំង​ទំព័រ
th: ย้ายหน้า

# CM_newWizard
source: 'Create New' wizard
cs: Průvodce vytvořením
da: 'Opret ny' guide
el: 'Δημιουργία Νέου' έξυπνου οδηγού
hr: "Napravi novo" čarobnjak
ja: 「新規作成」ウイザード
km: 'បង្កើត​ថ្មី' តាម​លំនាំ
th: ผู้ช่วยวิเศษ 'สร้างใหม่'

# CM_editPageProperties
source: Edit page properties
cs: Upravit vlastnosti stránky
da: Redigér side egenskaber
el: Επεξεργασία ιδιοτήτων σελίδας
hr: Uređivanje postavki stranice
ja: ページのプロパティを編集
km: កែ​លក្ខណៈ​សម្បត្តិ​ទំព័រ
th: แก้ไขคุณสมบัติของเพจ

# CM_db_list
source: Web>List module
cs: Modul Web>Seznam
da: Web>Liste modul
el: Λειτουργική Μονάδα Ιστός>Λίστα
hr: Web>Popis modul
ja: Web>List モジュール
km: វែប>ម៉ូឌុល​បញ្ជី
th: เว็ป>แสดงโมดุล

# noEditPage
source: You asked to edit page "%s" but you cannot edit this page. Now loading backend as usual.
cs: Pokusil(a) jste se upravit stránku "%s", ale k tomu nemáte oprávnění. Backend bude znovu nahrán.
da: Du har anmodet om at redigere siden "%s" men du har ikke lov at redigere denne side. Nu indlæses administrations systemet som vanligt.
el: Ζητήσατε να τροποποιήσετε τη σελίδα "%s" αλλά δε μπορείτε να τροποποιήσετε αυτή τη σελίδα. Τώρα φορτώνεται το backend όπως συνήθως.
hr: Zatražili ste uređivanje stranice "%s" ali je vi ne možete uređivati. Učitavam backend kao obično.
ja: ページ"%s"を編集することはできませんので、通常通りバックエンドをロードします。
km: អ្នក​ចង់​កែ​ទំព័រ "%s" ប៉ុន្តែ​អ្នក​មិន​អាច​កែ​ទំព័រ​នេះ ។ ឥឡូវ​បើក​ផ្នែក​ខាង​ក្រោយ​ដូច​ធម្មតា ។
th: ท่านขอที่จะแก้ไขหน้า "%s" แต่ท่านไม่สามารถที่จะแก้ไขหน้านี้ได้ ตอนนี้ก็โหลด ส่วนหลังเหมือนเดิม

source: Localize
cs: Přeložit
da: Oversæt
el: Μετάφραση
hr: Lokaliziraj
km: អាច​បកប្រែ
th: จำกัด วง

# localize.isLocalizable
source: Record can be localized
cs: Záznam nemůže být přeložen
da: Element kan oversættes
el: Η εγγραφή μπορεί να μεταφρασθεί
hr: Zapis se može lokalizirati
km: ទិន្នន័យ​អាច​ត្រូវ​បាន​បកប្រែ
th: บันทึกสามารถแปลงเป็นภาษาท้องถิ่น

# localize.wasRemovedInOriginal
source: Record was removed in original language
cs: Záznam v originálním jazyku byl smazán
da: Element er slettet i originalsprog
el: Η εγγραφή αφαιρέθηκε από τη προεπιλεγμένη γλώσσα
hr: Zapis je uklonjen u izvornom jeziku
km: ទិន្នន័យ​ត្រូវ​បាន​ដក​ចេញ​ក្នុង​ភាសា​ដើម
th: รายการถูกลบในภาษาต้นฉบับ

source: Localize all records
cs: Přeložit všechny záznamy
da: Oversæt alle elementer
el: Μετάφραση όλων των εγγραφών
hr: Lokaliziraj sve zapise
km: អាច​បកប្រែ​ទិន្នន័យ​ទាំងអស់
th: บันทึกวงทั้งหมด

source: Synchronize with original language
cs: Synchronizovat s originálním jazykem
da: Synkronisér med originalsprog
el: Συχρονισμός με την πρωτότυπη γλώσσα
hr: Sinkroniziraj sa izvornim jezikom
km: ធ្វើ​ឱ្យ​ត្រូវ​គ្នា​ជាមួយ​ភាសា​ដើម
th: ตรงกันกับภาษาต้นฉบับ

source: Switch to User
cs: Přepnout na uživatele
da: Skift til bruger
el: Αλλαγή σε χρήστη
hr: Prebaci na korisnika
km: ប្ដូរ​ទៅ​អ្នក​ប្រើ
th: ผู้ใช้สลับไป

# fileUpload_windowTitle
source: File Upload Progress
cs: Postup nahrávání souboru
da: Fil upload status
hr: Napredak učitavanja datoteke
km: ដំណើរការ​នៃ​ការអាប់ឡូត​ឯកសារ
th: ความคืบหน้า Upload File

# fileUpload_buttonSelectFiles
source: Select Files
cs: Vyberte soubory
da: Vælg filer
hr: Odaberite datoteke
km: រើស​ឯកសារ
th: เลือกไฟล์

# fileUpload_buttonCancelAll
source: Cancel All Uploads
cs: Zrušit všechna nahrávání
da: Annuller alle uploads
hr: Otkažite sva učitavanja
km: បោះបង់​រាល់​ការអាប់ឡូត
th: ภาพที่ส่งยกเลิกทั้งหมด

# fileUpload_infoComponentMaxFileSize
source: You can upload files with a maximum size of {0}.
cs: Můžete nahrát soubory o maximální velikosti {0}.
da: Du kan uploade filer med maksimum størrelse på {0}.
hr: Možete učitati datoteke čija je maksimalna veličina {0}.
km: អ្នក​អាច​អាប់ឡូត​ឯកសារ​ដែល​មាន​ទំហំ​អតិបរមា {0} ។
th: คุณสามารถอัปโหลดไฟล์ที่มีขนาดสูงสุดของ (0)

# fileUpload_infoComponentFileUploadLimit
source: You can upload a total of {0}.
cs: Můžete nahrát celkem {0}.
da: Du kan uploade op til {0} filer.
hr: Možete učitati ukupno {0}.
km: អ្នក​អាច​អាប់ឡូត​ចំនួន​សរុប {0} ។
th: คุณสามารถอัปโหลดจำนวน (0)

# fileUpload_infoComponentFileTypeLimit
source: You can upload the following file types {0}.
cs: Můžete nahrát následující typy souborů {0}.
da: Du kan uploade følgende filtyper {0}.
hr: Možete učitati sljedeće vrste datoteka {0}.
km: អ្នក​អាច​អាប់ឡូត​ប្រភេទ​ឯកសារ​ទាំងនេះ {០} ។
th: คุณสามารถอัปโหลดไฟล์ชนิดต่อไป (0)

# fileUpload_infoComponentOverrideFiles
source: Overwrite existing files
cs: Přepsat existující soubory
da: Overskriv eksisterende filer
el: Αντικατάσταση υπαρχόντων αρχείων
hr: Prepisati postojeće stranice
ja: ファイルを上書き
km: ជំនួស​ឯកសារ​ដែល​មាន​ហើយ
th: เขียนทับไฟล์ที่มีอยู่

# fileUpload_processRunning
source: Another process is already uploading
cs: Nahrává právě jiný proces
da: En anden process er allerede i gang med at uploade
hr: Drugi postupak se već učitava
km: ដំណើរការ​ផ្សេង​ទៀត​កំពុង​តែ​អាប់ឡូត​រួច​ហើយ
th: กระบวนการอีกแล้วอัพโหลด

# fileUpload_uploadWait
source: Waiting to start upload of {0}
cs: Čekám na start nahrávání {0}
da: Venter på at starte upload af {0}
hr: Čeka se za početak učitanja {0}
km: រង់ចាំ​ដើម្បី​ចាប់ផ្ដើម​ការអាប់ឡូត {0}
th: รอเพื่อเริ่มต้นการอัพโหลด (0)

# fileUpload_uploadStarting
source: Starting upload of {0}
cs: Začínám nahrávání {0}
da: Starter upload af {0}
hr: Učitanje {0} počinje
km: ចាប់ផ្ដើម​អាប់ឡូត {0}
th: เริ่มอัปโหลด (0)

# fileUpload_uploadProgress
source: {0}% of {1} uploaded
cs: {0}% z {1} nahráno
da: {0}% af {1} uploadet
hr: {0}% od {1} se učitalo
km: {0}% នៃ {1} បាន​អាប់ឡូត
th: (0%) ของ (1) อัพโหลด

# fileUpload_uploadSuccess
source: {0} was successfully uploaded!
cs: {0} byl úspěšně nahrán!
da: {0} blev succesfuldt uploadet!
hr: {0} se uspješno učitalo!
km: {0} បាន​អាប់ឡូត​ជោគជ័យ!
th: (0) ถูกอัพโหลดสำเร็จ!

# pagetree_networkErrorTitle
source: Page tree error
da: Sidetræ fejl

# pagetree_networkErrorDesc
source: Got unexpected response from the server. Please check logs for details.
da: Fik en uventet respons fra serveren. Tjek venligst logs for detaljer.

# fileUpload_errorQueueLimitExceeded
source: Too many files selected
cs: Příliš mnoho vybraných souborů
da: Der er for mange filer valgt
hr: Previše datoteka je odabrano
km: ឯកសារ​ដែល​ជ្រើសរើស​ច្រើន​ពេក
th: เกินไปหลายไฟล์เลือก

# fileUpload_errorQueueFileSizeLimit
source: {0} is too big
cs: {0} je příliš velký
da: {0} er for stor
hr: {0} je preveliko
km: {0} ធំ​ពេក
th: (0) มีขนาดใหญ่เกินไป

# fileUpload_errorQueueZeroByteFile
source: {0} is empty
cs: {0} je prázdný
da: {0} er tom
hr: {0} je prazno
km: {0} ទទេ
th: (0) ยังว่างอยู่

# fileUpload_errorQueueInvalidFiletype
source: Filetype not allowed for {0}
cs: Typ souboru není povolen pro {0}
da: Filtype er ikke tilladt for {0}
hr: Vrsta datoteke nije dopuštena za {0}
km: ប្រភេទ​ឯកសារ​មិន​អនុញ្ញាតិ {0}
th: filetype ไม่อนุญาตให้ (0)

# fileUpload_errorUploadHttp
source: Too many files selected
cs: Příliš mnoho vybraných souborů
da: Der er for mange filer valgt
hr: Previše datoteka je odabrano
km: ឯកសារ​ដែល​ជ្រើសរើស​ច្រើន​ពេក
th: เกินไปหลายไฟล์เลือก

# fileUpload_errorUploadHttpError
source: A HTTP error occurred: {0}
cs: Došlo k HTTP chybě: {0}
da: En HTTP fejl opstod: {0}
hr: Dogodila se HTTP greška: {0}
km: កំហុស HTTP បាន​កើតឡើង៖ {0}
th: ข้อผิดพลาดเกิดขึ้น HTTP : (0)
