Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_csh_corebe.xlf
Languages: hi, hr, it, km, th

# list_module.details
source: The list module is like the file manager in an Operating System; it provides basic access to all "elements" available in the system. In TYPO3 almost all information is stored in the database and managed after the same principles internally. For instance Content Elements representing page content are database records just like backend users are. The Web>List module allows us to create, modify and delete both kinds of records after the same principles. The Web>List module might not be the best "view" of the content on a page for any situation. For instance if you want to manage website content on a page (Content Elements) you should rather use the "Web>Page" module which is designed to display content elements more optimized. But the List module will always give you access to whatever is on the page in a basic way if no better module is available for management. <b>Single-table mode</b> If you click the tabel title in the listing you will enter single-table mode. In this mode you can select additional fields from the table to show in the listing. Also you will get additional editing facilities, for instance you will be able to edit multiple records at a time and even only certain fields from those records. See the screenshot for more details.
hi: लिस्ट मोड्यूल ऑपरेटिंग सिस्टम के फाइल मैनेजर के जैसा है;सिस्टम में उपलब्ध सभी "एलिमेंट" को बेसिक एक्सेस प्रोवाइड करता है। TYPO3 में लगभग सभी माहिती डेटाबेस में स्टोर होती है और बाद में एक ही प्रिंसिपल्स में इंटरनली मैनेज होते है।कंटेंट एलिमेंट्स पेज कंटेंट को डेटाबेस से रिप्रेजेंट करता है जैसे बैकेंड यूज़र्स।वेब>लिस्ट मोड्यूल एक से प्रिंसिपल्स के बाद सभी तरह के रेकॉर्ड बनाने, सुधारने और मिटने दोनों की अनुमति देता है। कोई भी स्थिति में वेब>लिस्ट मोड्यूल पेज के पर के कंटेंट के लिए बेस्ट "व्यू" नहीं हो सकता बल्कि आप ज्यादा ऑप्टीमाइज़्ड "वेब>पेज" मोड्यूल जो कंटेंट एलिमेंट डिस्प्ले करने के लिए डिसाइन किया गया है उसका का उपयोग करे।पर लिस्ट मोड्यूल पेज में जो भी हो उसको हमेशा बेसिक तरीके से एक्सेस देता है अगर कोई अच्छा मोडुले उपस्थित नहीं। <b>सिंगल-टेबल मोड</b> अगर आप टेबल लिस्टिंग के टाइटल पर क्लिक करेंगे तो आप सिंगल टेबल-मोड़ में दाखिल होंगे।इस मॉड्यूल में आप लिस्टिंग में दिखने के लिए टेबल से एडिशनल फील्ड को चुन सकते है और उन रेकॉर्ड से भी केवल कुछ फील्ड।अधिक जानकारी के लिए स्क्रीनशॉट देखें।
hr: Modul Popis je poput upravitelja datotekama u operativnom sustava; omogućuje osnovni pristup svim elementima dostupnim u sustavu. U TYPO3 sustavu gotovo sve informacije spremljene su u bazi podataka te se njima interno upravlja po istom principu. Primjerice, elementi sadržaja koji predstavljaju sadržaj stranica su zapisi u bazi podataka baš kao i korisnici pozadinskog sučelja. Module Web>Popis omogućuje stvaranje, izmjenu i brisanje obje vrste zapisa prema istom principu. Modul Web>Popis možda nije najbolji "pregled" sadržaja stranice za sve situacije. Primjerice za upravljanje sadržajem stranice (elementima sadržaja) bolje je koristiti modul "Web>Stranica" koji je bolje dizajniran za prikaz elemenata sadržaja. No modul Popis uvijek će Vam omogućiti pristup kompletnom sadržaju stranice na jednostavan, osnovni način ukoliko nije dostupan bolji modul za upravljanje. <b>Načine jedne tablice</b> Ukoliko kliknete na naslov tablice u popisu ući ćete u način "jedna tablica". U ovom načinu možete odabrati dodatna polja iz tablice za prikaz u popisu. Također će Vam biti ponuđene dodatne mogućnosti uređivanja, primjerice bit će Vam omogućeno uređivanje više zapisa odjednom te čak samo pojedinačna polja iz tih zapisa. Pogledajte snimku zaslona za vizualno pojašnjenje.
it: Il modulo "Web>Lista" può non essere il miglior modo per visualizzare il contenuto di una pagina per tutte le situazioni che si verificano. Per esempio se tu vuoi gestire i contenuti di una pagina del sito web (Elementi di contenuto) dovresti usare invece il modulo "Web>Pagina" che è stato progettato appositamente per visualizzare gli elementi in modo più ottimizzato. Ma il modulo "Lista" di darà sempre l'accesso base a qualunque pagina se altrimenti non disponibile un modulo specifico per la gestione della stessa.
km: ម៉ូឌុល​បញ្ជី​ប្រៀប​ដូច​គ្រប់គ្រង​ឯកសារ​ក្នុង​ប្រព័ន្ធ​ប្រត្តិបត្តការ ។ វា​ផ្ដល់​សិទ្ធិ​មូលដ្ឋាន​លើ​​"ធាតុ"​ដែល​មាន​ក្នុង​ប្រព័ន្ធ ។ ក្នុង TYPO3 ស្ទើរតែ​ព័ត៌មាន​ទាំងអស់ ផ្ទុក​ក្នុង​ឃ្លាំង​ទិន្នន័យ និង បាន​រៀបចំ​បន្ទាប់​ពី​គោលការណ៍​ខាងក្នុង​ដូច​គ្នា ។ ជា​ជំនួស ធាតុ​មាតិកា​បង្ហាញ​អំពី​មាតិកា​ទំព័រ​គឺ ទិន្នន័យ​ដូច​​នឹង​​អ្នក​ប្រើ backend ។ ម៉ូឌុល វែប>បញ្ជី អាច​ឲ្យ​យើង​បង្កើត, កែប្រែ និង លុប​ប្រភេទ​ទិន្នន័យ​ទាំង​ពីរ បន្ទាប់​ពី​​ឃើញ​មាន​លក្ខណៈ​ដូច​គ្នា ។ ម៉ូឌុល វែប>បញ្ជី មិន​អាច​ជា​កន្លែង "មើល" មាតិកា និង ទំព័រ​ល្អ​បំផុត​ក្នុង​ករណី​ខ្លះ ។ ប្រសិន​បើ​អ្នក​ចង់​រៀបចំ​មាតិកា​វែបសាយ​លើ​ទំព័រ (ធាតុ​មាតិកា) អ្នក​គួរ​ប្រើ​ម៉ូឌុល "វែប>ទំព័រ" ដែល​រចនា​ឡើង​ដើម្បី​បង្ហាញ​ធាតុ​មាតិកា​ឲ្យ​​តិចតួច ។ ប៉ុន្តែ​ម៉ុឌុល​បញ្ជី នឹង​ផ្ដល់​នូវ​សិទ្ធិ​លើ​អ្វី​គ្រប់យ៉ាង​លើ​ទំព័រ ក្នុង​មធ្យោបាយ​មូលដ្ឋាន ប្រសិន​បើ​មិន​មាន​ម៉ូឌុល​ដែល​ល្អ​ជាង​នេះ​សម្រាប់​រៀបចំ និង គ្រប់គ្រង ។ <b>ទម្រង់​តារាង​ឯក</b> ប្រសិន​បើ​អ្នក​ចុច​លើ​ឈ្មោះ​ចំណងជើង​ក្នុង​បញ្ជី អ្នក​នឹង​ចូល​ទៅ​កាន់​ទម្រង់​តារាង​ឯក ។ ក្នុង​ទម្រង់​នេះ អ្នក​អាច​រើស​ប្រអប់​បន្ថែម​ពី​តារាង​ដើម្បី​បង្ហាញ​ក្នុង​បញ្ជី ។ ហើយ​អ្នក​នឹង​ទទួល​នូវ​ភាព​ងាយស្រួល​បន្ថែម ។ អ្នក​នឹង​អាច​កែ​ទិន្នន័យ​ច្រើន​ក្នុង​ពេល​តែ​មួយ​ជំនួស ទាំង​ប្រអប់​ជាក់លាក់​ដែល​បាន​ពី​ទិន្នន័យ ។ មើល​រូបភាព​​សម្រាប់​ព័ត៌មាន​បន្ថែម។
th: โมดูลรายการเป็นเช่นจัดการแฟ้มในระบบปฏิบัติการ; มันสามารถเข้าถึงพื้นฐานองค์ประกอบทั้งหมด""ที่มีอยู่ในระบบ ใน TYPO3 ข้อมูลทั้งหมดเกือบจะถูกจัดเก็บในฐานข้อมูลและการจัดการหลังหลักการเดียวกันภายใน เช่นเนื้อหา Elements แสดงเนื้อหาของหน้าผู้ใช้ฐานข้อมูลมีระเบียนเพียง backend เหมือนเป็น > โมดูล List Web ช่วยให้เราสามารถสร้างแก้ไขและลบประเภททั้งบันทึกหลังหลักการเดียวกัน > module List Web อาจไม่ดู"ดีที่สุด"ของสถานการณ์เนื้อหาบนของเพจ เช่นหากคุณต้องการจัดการเนื้อหาเว็บไซต์ที่เหมาะสมหน้า (Content Elements) ควรคุณค่อนข้างใช้"เว็บ>"Page module ที่ถูกออกแบบมาให้เนื้อหาแสดงองค์ประกอบของ แต่โมดูลปกติมักจะทำให้คุณสามารถเข้าถึงสิ่งที่อยู่ทางหน้าพื้นฐานในกรณีที่ไม่มีโมดูลดีสามารถจัดการ <b> แบบตารางเดียว</b> ถ้าคุณคลิกที่ชื่อตารางที่ในรายชื่อที่คุณจะเข้าสู่โหมดตารางเดียว ในโหมดนี้คุณสามารถเลือกเขตข้อมูลเพิ่มเติมจากตารางการแสดงในรายการ ยังจะได้รับสิ่งอำนวยความสะดวกการแก้ไขเพิ่มเติมเช่นคุณจะสามารถแก้ไขระเบียนหลายครั้งและบางสาขาเท่านั้นแม้แต่จากระเบียนที่ ดูภาพหน้าจอสำหรับรายละเอียดเพิ่มเติม

# _list_module.seeAlso
source: xMOD_csh_corebe:pagetree, xMOD_csh_corebe:list_module_root, xMOD_csh_corebe:filelist_module, xMOD_csh_corebe:TCEforms Selective Editing | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheListModuleAndClipboard/SelectiveEditing/ The List module ("Inside TYPO3") | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/CoreModules/ListModule/,
hi: xMOD_csh_corebe:pagetree, xMOD_csh_corebe:list_module_root, xMOD_csh_corebe:filelist_module, xMOD_csh_corebe:TCEforms सेलेक्टिव एडिटिंग | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheListModuleAndClipboard/SelectiveEditing/ लिस्ट मॉड्यूल (TYPO3 के अंदर)| https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/CoreModules/ListModule/,
hr: xMOD_csh_corebe:pagetree, xMOD_csh_corebe:list_module_root, xMOD_csh_corebe:filelist_module, xMOD_csh_corebe:TCEforms Selektivno uređivanje | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheListModuleAndClipboard/SelectiveEditing/ Modul Popis ("TYPO3 iznutra") | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/CoreModules/ListModule/,

# list_module.image_descr
source: Here the page "Cameras" has been clicked in the page tree and in the right frame the Web>List module shows the contents of the page. Here a single content element (Shop Plugin) is inserted in order to display the other items on the page which are three product records in this case. If you enable "Extended mode" and the "Clipboard" you will get additional buttons in the interface to operate on the records shown here. Also notice how you can click any record icon to get a "Clickmenu" for the element. Here you see the single-table mode active for the "Page content" table (Content Elements). In the fieldbox the "Hide" field is selected to be included in the listing. If you click any of the edit icons (marked with red border) you will be able to edit [from left to right] a) all listed fields (here "Header" and "Hide"), b) full record or c) a single field (eg. "Hide") for <u>only</u> the selected records (defined by the checkboxes seen).
hi: यहाँ पेज "कैमरा" पेज ट्री में और वेब>लिस्ट मॉड्यूल्स के सही फर्म में क्लिक किया गया है जो पेज के कंटेंट से पता चलता है।यहां एक भी कंटेंट एलिमेंट(दुकान प्लगइन) पेज जो इस मामले में तीन उत्पाद रिकॉर्ड कर रहे हैं पर अन्य आइटम डिस्प्ले करने में डाला जाता है। यदि आप "एक्सटेंडेड मोड" और "क्लिपबोर्ड" के लिए सक्षम हो तो आपको यहाँ दिखये गए रिकॉर्ड को ऑपरेट करने के लिए इंटरफ़ेस में अतिरिक्त बटन मिल जाएगा।नोटिश के आप कीसभी एलेमेन्ट के क्लिककमेणु को केशे रेकॉर्ड के आइकॉन पर क्लिक कर पा सकते है। यहाँ आप एकल टेबल मोड को "पेज कॉन्टेट" टेबल (कंटेंट एलिमेंट्स) के लिए सक्रिय देखें।फील्ड बॉक्स में "हाईड" फील्ड को लिस्ट में शामिल करने के लिए चुना गया है.अगर आप किसी भी एडिट आइकॉन पर क्लिक करे (लाल बॉर्डर के साथ चिह्नित), तो आप a)सभी लिस्टेड फ़ील्ड्स को एडिट(लेफ्ट से राईट ) कर शकते हे(यहाँ "हैडर" और "हाईड"), b)फुल रेकॉर्ड या c) एक फिएल्ड (जैसे। "मिटायें") के लिए <u> केवल </ u> सिलेक्टेड रिकॉर्ड (चेक बॉक्स द्वारा डिफिएंड )।
hr: Ovdje se kliknulo na stranicu "Kamere" u stablu stranica te u desnom okviru Web>Popis modul prikazuje sadržaj stranice. Ovdje se pojedinačni element sadržaja (umetak za kupovinu) ubacuje kako bi se prikazale ostale stavke na stranici, koje su u ovom slučaju tri zapisa proizvoda. Ako omogućite "Prošireni način" i "Međuspremnik" dobit ćete dodatne gumbe u sučelju kako bi mogli raditi na zapisima koji su ovdje prikazani. Također primjetite kako možete kliknuti na bilo koju ikonu zapisa kako bi dobili "Klik izbornik" za element. Ovdje možete vidjeti metodu pojedinačne kartice koja je aktivna za tablicu "Sadržaj stranice" (elementi sadržaja). U okvirnom polju, polje "Sakrij" je odabrano kako bi bilo uključeno u popis. Ako pritisnete bilo koju ikonu za izmjenu (označenu crvenim rubom), moći ćete izmjeniti [od lijeva na desno] sva navedena polja (ovdje "Zaglavlje" i "Naslov"), b) cijeli zapis ili c) pojedinačno polje (npr. "Sakrij") <u>samo za</u> odabrane zapise (koje definiraju okviri za odabir koji su viđeni).
km: នេះ​ជា​ទំព័រ "Cameras" ដែល​បាន​ចុច​ក្នុង​ឋានានុក្រម​ទំព័រ និង ក្នុង​ផ្ទាំង​ខាង​ស្ដាំ​ម៉ូឌុល វែប>បញ្ជី បង្ហាញ​មាតិកា​របស់​ទំព័រ។ នេះ​ជា​ធាតុ​មាតិកាទោល (កម្មវិធី​បន្ថែម លក់​ទំនិញ​) ត្រូវ​បាន​បញ្ចូល​ដើម្បី​បង្ហាញ​ធាតុ​ផ្សេង​ទៀត​នៅ​លើ​ទំព័រ ដែល​មាន​ប្រភេទ​ទំនិញ​បី​ប្រភេទ ក្នុង​ករណី​នេះ។ ប្រសិន​បើ​ដំណើរការ "ទម្រង់​បន្ថែម​មុខងារ" និង "ឃ្លិបបត" អ្នក​នឹង​បាន​ប៊ូតុង​បន្ថែម​លើ​អន្តរមុខ​ដើម្បី​ធ្វើការ​លើ​ទិន្នន័យ​ដែល​បង្ហាញ​នៅ​ទីនេះ។ គួរ​កត់​ចំណាំ​ផង​ដែរ​អំពី​របៀប​ចុច​លើ​រូបសញ្ញា​​ទិន្នន័យ​ដើម្បី​ទទួល​បាន​ "មឺនុយ​ចុច" សម្រាប់​ធាតុ។ ទីនេះ​អ្នក​ឃើញ​ទម្រង់​តារាង​ទោល​ដំណើរការ​សម្រាប់​ពាក្យ "មាតិកា​ទំព័រ" (ធាតុ​មាតិកា)។ ក្នុង​ប្រអប់​ "លាក់" ត្រូវ​បាន​ជ្រើសរើស​បញ្ចូល​ទៅ​ក្នុង​បញ្ជី។ ប្រសិន​បើ​អ្នក​ចុច​លើ​រូបតំណាង​ណា​មួយ (សម្គាល់​ដោយ​បន្ទាត់​ព័ទ្ធ​ពណ៌​ក្រហម) អ្នក​នឹង​អាច​កែ [ពី​ឆ្វេង​ទៅ​ស្ដាំ] ក) រាល់​ប្រអប់​ដែល​មាន​ទាំងអស់ (នៅ​ទីនេះ​មាន "ក្បាល" និង "លាក់"), ខ) ទិន្នន័យ​ទាំងមូល ឬ គ) ប្រអប់​ទោល (ឧ. "លាក់") សម្រាប់<u>តែ</u>​ទិន្នន័យ​ដែល​បាន​ជ្រើសរើស (កំណត់​ដោយ​ប្រអប់​ធីក​)។
th: ที่นี่หน้า"กล้อง"ได้รับการคลิกในต้นไม้หน้าและในกรอบด้านขวา> module List Web แสดงเนื้อหาของหน้าเว็บ ที่นี่เนื้อหาองค์ประกอบเดียว (Shop ปลั๊กอิน) ใส่เพื่อแสดงรายการอื่นในกรณีที่สินค้าหน้าสามรายการนี้ หากคุณใช้"โหมดขยาย"และคลิปบอร์ด""คุณจะได้รับปุ่มเพิ่มเติมในอินเตอร์เฟส ทำงานในตำแหน่งที่แสดงที่นี่ ยังแจ้งให้ทราบว่าคุณสามารถคลิกที่ไอคอนการบันทึกใด ๆ เพื่อให้ได้"Clickmenu"สำหรับองค์ประกอบที่ นี่คุณจะเห็นแบบตารางเดียวใช้งานสำหรับ"ตารางที่"Pagecontent (Content Elements) ใน fieldbox"ช่อง"ซ่อนเลือกที่จะรวมอยู่ในรายการนี้ หากคุณคลิกที่การแก้ไขไอคอน (ช่องที่มีขอบสีแดง) คุณจะสามารถแก้ไข [จากซ้ายไปขวา] a) ทุกฟิลด์รายการ (นี่"หัว"และ"ซ่อน"), b) บันทึกเต็มหรือ c) เขตเดียว (เช่น"ซ่อน") <u>เพื่อจะบันทึกเลือก</u> (กำหนดโดยเห็นช่องทำเครื่องหมาย)

# list_module_noId.alttitle
source: Web>List module with no ID given
hi: वेब>लिस्ट मॉड्यूल के साथ कोई ID नहीं दी गई
hr: Web>Popis modul bez ID broja
it: Web>Lista modulo senza alcuna ID trasmessa.
km: ម៉ូឌុល វែប>បញ្ជី ដែល​គ្មាន​លេខ​សម្គាល់
th: Web module> รายการไม่มี ID ให้

# list_module_noId.description
source: The Web>List module must have a page ID passed to it before it can display any content. Please click a page title in the Page Tree.
hi: वेब>लिस्ट मोड्यूल कोई कंटेंट डिस्प्ले करे उसके पहले इसके पास पेज ID पास की गई होनी चाहिए। कृपया पेज ट्री के पेज शीर्षक पर क्लिक करे।
hr: ID stranice treba biti poslan Web>Popis modulu prije nego što se može prikazati bilo kakav sadržaj. Molimo Vas da kliknete na naslov stranice u stablu stranice.
it: Il modulo "Web>Lista" deve avere una ID di pagina che viene passata prima di visualizzare qualsiasi contenuto. Cliccare su un titolo di una pagina nella struttura ad albero delle pagine (Page Tree).
km: ម៉ូឌុល វែប>បញ្ជី ត្រូវ​មាន​លេខ​សម្គាល់​ទំព័រ​ទៅ​ឲ្យ​​វា​មុន​ពេល​វា​បង្ហាញ​មាតិកា​ណា​មួយ។ សូម​ចុច​លើ​ចំណងជើង​ទំព័រ​ក្នុង​ឋនានុក្រម​ទំព័រ។
th: โมดูล Web> รายการต้องมีรหัสผ่านหน้าไปก่อนที่จะสามารถแสดงเนื้อหาใด กรุณาคลิกที่ชื่อเพจในหน้า Tree

# list_module_root.alttitle
source: Root of the Page Tree
hi: पेज ट्री का रूट
hr: Korjen stabla stranica
it: radice dell'Albero delle Pagine
km: គោល​នៃ​ឋានានុក្រម
th: รากของต้นไม้หน้า

# list_module_root.description
source: The root of the Page Tree is having id 0 (zero = no page) and the special circumstance is that records in the page tree root can be accessed and edited <i>only</i> by "Admin" users.
hi: पेज ट्री रुट ID 0(0=कोई पेज नहीं) होना और पेज ट्री रुट के उस रिकॉर्ड के कोई विशेष सर्कम्स्टैन्स को <i>सिर्फ</i> एडमिन यूज़र्स के द्वारा ही एक्सेस किया जा सकता है।
hr: Korijen stabla stranica ima id broj 0 (nula = nije stranica) što povlači da zapisima u korijenu stabla stranica mogu u pristupiti te ih uređivati <i>jedino</i> "Administrativni" korisnici.
it: la radice dell'Albero delle Pagine ha ID = 0 (zero = nessuna pagina). in questa circostanza i records della pagina radice possono essere visualizzati e modificati <i>solo</i> dagli utenti "Admin".
km: គោល​របស់​ឋានានុក្រម​មាន​លេខ​សម្គាល់ 0 (សូន្យ = គ្មាន​ទំព័រ) ហើយ​លក្ខណៈ​ពិសេស​របស់​វា​គឺ ទិន្នន័យ​ក្នុង​គោល​ឋានានុក្រម​ទំព័រ​អាច​មានសិទ្ធិ​ប្រើ និង កែ​<i>តែ</i>​អ្នក​"គ្រប់គ្រង"​ប៉ុណ្ណោះ។
th: ต้นไม้รากของหน้าจะมี id 0 (ศูนย์ = หน้าไม่) <i>และกรณีพิเศษที่บันทึกในต้นไม้รากหน้าสามารถเข้าถึงและแก้ไขเท่านั้น"ดูแลผู้ใช้"</i>

# list_module_root.details
source: Only records from certain database tables are allowed to be created in the page tree root. This includes Backend Users, Backend Groups, File Mount records, Language records etc., and you cannot create Content Elements or Frontend Users in the root of the Page Tree. It also works the other way around; For example you cannot create Backend Users anywhere in the page tree. Usually records that are located in the page tree root are somehow "global" for the whole TYPO3 installation and doesn't make sense inside a specific branch of the page tree.
hi: सिर्फ डेटाबेस टेबल के रेकॉर्ड को ही पेज ट्री रुट में बनाने की अनुमति है। बैकेंड उसेर्स, बैकेंड ग्रुप्स, फाइल माउंट रिकार्ड्स, लैंग्वेज रिकार्ड्स आदि को इंन्कलूड करता है, और आप पेज ट्री रुत में कंटेंट एलिमेंट या फ्रॉन्टेन्ड यूजर बना नहीं सकते। यह भी दूसरी तरह के आसपास काम करता है;उदहारण रूप आप पेज ट्री में कोई भी जग बैकेंड यूजर बना नहीं सकते। आम तौर पर पेज ट्री रुट पर के रिकॉर्ड किसी न किसी तरह से पुरे टाइपो के इन्सटॉलेशन के लिए "ग्लोबल" होते है।पेज ट्री की स्पेसिफ़िक ब्रांच के अंदर मतलब नहीं है।
hr: Samo zapisi iz određenih tablica baza podataka se mogu stvarati u korijenu stabla stranica. To uključuje pozadinske korisnike, pozadinske skupine, zapisi datoteka s pristupljenih uređaja, zapisi jezika itd., te ne možete stvarati elemente sadržaja ili krajnje korisnike u korijenu stabla stranica. To također funkcionira obrnuto; ne možete na primjer stvarati krajnje korisnike nigdje u stablu stranica. Zapisi koji se nalaze u korijenu stabla stranica su obično nekako "globalni" za cijelu instalaciju TYPO3 te nemaju smisla u određenoj grani stabla stranica.
km: មានតែ​ទិន្នន័យ​ពី​តារាង​ឃ្លាំង​ទិន្នន័យ​ពិតប្រាកដ​ទេ​ដែល​អនុញ្ញាត​ឲ្យ​បង្កើត​ក្នុង​គោល​ឋានានុក្រម​ទំព័រ។ ទាំង​នេះ​មាន អ្នក​ប្រើ backend, ក្រុម​ backend, ទិន្នន័យ​ឯកសារ​ម៉ោនថ៍, ទិន្នន័យ​ភាសា។ល។ ហើយ​អ្នក​មិន​អាច​បង្កើត​ធាតុ​មាតិកា ឬ អ្នក​ប្រើ frontend ក្នុង​គោល​ឋានានុក្រម​ទំព័រ​ទេ។ វា​អាច​ធ្វើ​បាន​ក្នុង​វិធី​ផ្សេង​ទៀត។ ឧ. ​អ្នក​មិន​អាច​បង្កើត​​អ្នក​ប្រើ backend នៅ​កន្លែង​ណា​មួយ​ក្នុង​ឋានានុក្រម​ទំព័រ ។ ជាទូទៅ ទិន្នន័យ​ដែល​ស្ថិត​ក្នុង​​គោល​ឋានានុក្រម​ទំព័រ ជួនកាល​ជា "សកល" ចំពោះ​ការដំឡើង TYPO3 ទាំងមូល និង មិន​មានន័យ​ក្នុង​សាខា​ជាក់លាក់​ណាមួយ​នៃ​ឋានានុក្រម​ទំព័រ។
th: บันทึกเฉพาะจากตารางฐานข้อมูลบางอย่างได้รับอนุญาตให้สร้างในต้นไม้รากหน้า ซึ่งรวมถึง Backend Users, Groups Backend, Mount บันทึกไฟล์ภาษาเป็นต้นระเบียนและคุณไม่สามารถสร้างองค์ประกอบหรือเนื้อหาในส่วนหน้าผู้ใช้ต้นไม้รากของหน้า นอกจากนี้ยังทำงานวิธีอื่น ๆ รอบ; ตัวอย่างเช่นคุณไม่สามารถสร้าง Backend ผู้ใช้ที่ใดก็ได้ในต้นไม้หน้า ปกติระเบียนที่อยู่ในต้นไม้รากหน้าเป็นอย่างใด"โลก"สำหรับ TYPO3 การติดตั้งทั้งหมดและไม่สมเหตุสมผลในเฉพาะ สาขาของต้นไม้หน้า

# _list_module_root.seeAlso
source: xMOD_csh_corebe:list_module The List module ("Inside TYPO3") | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/CoreModules/ListModule/
hi: xMOD_csh_corebe:list_moduleलिस्ट मॉड्यूल("typo3 के अंदर")| https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/CoreModules/ListModule/
hr: xMOD_csh_corebe:list_module Modul popis ("TYPO3 iznutra") | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/CoreModules/ListModule/

# list_module_root.image_descr
source: Example of records in the page tree root; Backend users, groups, filemounts and website languages. When "Admin"-users wants to create a new record in the page tree root they will see a limited number of record types to create. This reflects which tables are configured to be created in the page tree root.
hi: पेज ट्री रुट में रेकॉर्ड का उदाहरण;बैकेंड उसेर्स, ग्रुप्स, फाइल माउंट्स और वेबसाइट भाषा। जब "एडमिन"-यूजर पेज ट्री रुट में नया रेकॉर्ड बनाना चाहता है, रेकॉर्ड बनाने के लिए वे सिर्फ सीमित संख्या के रेकॉर्ड प्रकार ही देखेगा।ये रिफ्लेक्ट करता है कि क्रिएट करने के लिए को से टेबल्स पेज ट्री रुट में कॉन्फ़िगर किया गया है।
hr: Primjer zapisa u korijenu stabla stranica; pozadinski korisnici, grupe, točke montiranja datoteka i jezici web lokacije. Kada "Admin"-korisnici žele stvoriti nove zapise u korijenu stabla stranice vidjet će ograničen broj vrsta zapisa koji se mogu stvoriti. Ovo je posljedica postavki koje određuju koji zapisi i iz kojih tablica se mogu stvarati u korijenu stabla stranica.
km: ឧទាហរណ៍​ទិន្នន័យ​ក្នុង​គោល​ឋានានុក្រម​ទំព័រ, អ្នក​ប្រើ backend, ក្រុម, ឯកសារ​ម៉ោនថ៍ និង ភាសា​របស់​វែបសាយ។ ពេល​អ្នក​"គ្រប់គ្រង" ចង់​បង្កើត​ទិន្នន័យ​ថ្មី​ក្នុង​គោល​ឋានានុក្រម​ទំព័រ គេ​នឹង​ឃើញ​ចំនួន​កំណត់​នៃ​ប្រភេទ​ទិន្នន័យ​​​ដែល​អាច​បង្កើត។ នេះ​ជា​លទ្ធផល​នៃ​តារាង​ដែល​បាន​កំណត់​ឲ្យ​បង្កើត​ក្នុង​គោល​ឋានានុក្រម​ទំព័រ។
th: ตัวอย่างของการบันทึกในต้นไม้รากหน้านั้นผู้ใช้ Backend, กลุ่ม, filemounts และภาษาเว็บไซต์ เมื่อ"Admin"ผู้ใช้ต้องการสร้างระเบียนใหม่ในต้นไม้รากหน้าจะเห็นเป็นจำนวน จำกัด ชนิดบันทึกการสร้าง นี้จะแสดงที่ตารางมีการกำหนดให้สร้างขึ้นในต้นไม้รากหน้า

# list_clipboard.alttitle
source: TYPO3 Clipboard
hi: TYPO3 क्लिपबोर्ड
hr: TYPO3 međuspremnik
km: ឃ្លិបបត TYPO3
th: คลิปบอร์ด TYPO3

# list_clipboard.description
source: The clipboard is an internal registry where records and files can be "stored" temporarily. Usually the clipboard is used for copy/cut/paste operations internally of one or more elements.
hi: क्लिपबोर्ड इंटरनल रजिस्ट्री है जहाँ रिकार्ड्स और फाइल्स टेम्पररी स्टोर कर सके। आमतौर पर क्लिपबोर्ड नक़ल/कट/पेस्ट जैसे आतंरिक रूप से एक या एक से अधिक एलिमेंट का ऑपरेशन करने के लिए होता है।
hr: Međuspremnik je unutarnji registar gdje se zapisi i datoteke mogu privremeno "pohraniti". Obično se međuspremnik koristi za aktivnosti unutarnjeg kopiranja/rezanja/lijepljenja jednog ili više elemenata.
it: Gli appunti (clipboard) sono un registro interno dove i record ed i file possono essere "memorizzati" temporaneamente. Di solito la clipboard è usata per le operazioni interne di copia/taglia/incolla/ relativamente ad uno o più elementi.
km: ឃ្លីបបត​ជា​បញ្ជី​ខាង​ក្នុង​ដែល​ទិន្នន័យ​និងឯកសារ​អាច​"ផ្ទុក"​បណ្ដោះអាសន្ន។ ជាទូទៅ​ឃ្លិបបត​​ត្រូវ​បាន​ប្រើ​សម្រាប់​ចម្លង/កាត់/បិទ​ភ្ជាប់​នៅ​ខាង​ក្នុង​នៃ​ធាតុ​មួយ​ឬ​ច្រើន។
th: คลิปบอร์ดเป็นสตรีภายในและไฟล์ที่บันทึกได้"เก็บ"ชั่วคราว มักจะคลิปบอร์ดใช้สำหรับตัดสำเนา / การวางภายในหนึ่งหรือองค์ประกอบ

# _list_clipboard.seeAlso
source: xMOD_csh_corebe:list_module, xMOD_csh_corebe:filelist_clipboard, Using the clipboard | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheListModuleAndClipboard/UsingTheListModuleEffectively/ Numeric Clipboard pads | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheListModuleAndClipboard/TheNumericClipboardPads-ManagingManyElements/ Clipboard details [Technical] | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/GeneralInterfaceFeatures/Clipboard/, Accessing clipboard in scripts [Technical] | https://docs.typo3.org/typo3cms/CoreApiReference/ApiOverview/Examples/Clipboard/
hi: xMOD_csh_corebe:list_module, xMOD_csh_corebe:filelist_clipboard, क्लिपबोर्ड का उपयोग कर के | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheListModuleAndClipboard/UsingTheListModuleEffectively/ न्यूमेरिक क्लिपबोर्ड पेड्स| https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheListModuleAndClipboard/TheNumericClipboardPads-ManagingManyElements/ क्लिपबोर्ड डिटेल्स [टेक्निकल]| https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/GeneralInterfaceFeatures/Clipboard/, एक्सेसिंग क्लिपबोर्ड इन स्क्रिप्ट्स [टेक्निकल] | https://docs.typo3.org/typo3cms/CoreApiReference/ApiOverview/Examples/Clipboard/
hr: xMOD_csh_corebe:list_module, xMOD_csh_corebe:filelist_clipboard, Korištenje međuspremnika | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheListModuleAndClipboard/UsingTheListModuleEffectively/ Numerički međuspremnici | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheListModuleAndClipboard/TheNumericClipboardPads-ManagingManyElements/ Detalji o međuspremniku [Tehnički zahtjevno] | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/GeneralInterfaceFeatures/Clipboard/, Pristup međuspremniku iz skripti [Tehnički zahtjevno] | https://docs.typo3.org/typo3cms/CoreApiReference/ApiOverview/Examples/Clipboard/
