Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_csh_corebe.xlf
Languages: hi, hr, it, km, th

# history_log.description
source: The History log gives you a visual overview of the changes that has happened to the element over the last editing operations. You can roll back changes to any state by using the icons in the interface.
hi: हिस्ट्री लोग आप को एलिमेंट पर हुए अंतम एडिटिंग ऑपरेशन्स का विजुअल ओवरव्यू देता है। इंटरफ़ेस में आइकॉन का उपयोग करके आप कोई भी स्टेज से चेंजिज को वापस ला सकते है।
hr: Zapisnik povijesti Vam daje vizualni pregled promjena koje su se dogodile elementu tijekom zadnjih aktivnosti izmjena. Možete poništiti promjene te vratiti bilo koje prethodno stanje koristeći ikone u sučelju.
km: ប្រវត្តិ​នៃ​កំណត់​ហេតុ​ផ្ដល់​ឲ្យ​អ្នក​នូវ​ការទិដ្ឋភាព​នៃ​ការផ្លាស់ប្ដូរ​ដែល​បាន​កើត​ឡើង​លើ​ធាតុ​​ក្នុង​ពេល​កែប្រែ​ចុងក្រោយ ។ អ្នក​អាច​បោះបង់​ការផ្លាស់ប្ដូរ​ទៅ​រក​ភាព​ដើម​ក្នុង​ដំណាក់​ណា​មួយ​ដែល​ង្នក​ចង់​បាន ដោយ​ប្រើ​រូបតំណាង​ក្នុង​អន្តរមុខ។
th: บันทึกประวัติศาสตร์ให้เห็นภาพรวมของการเปลี่ยนแปลงที่เกิดขึ้นกับองค์ประกอบในช่วงการดำเนินการแก้ไขล่าสุด คุณสามารถย้อนกลับการเปลี่ยนแปลงสถานะใดโดยใช้ไอคอนในอินเตอร์เฟส

# history_log.details
source: By default 20 states of history data is preserved in TYPO3 and after a week it expires. The history is very useful for tracking changes to a record since you can see which user did what at which point in time - and roll back any changes you didn't like. If you click the roll-back pencil you will revert the element to the state it had at that particular time. If you click the Info icon you will see in detail what the difference is from current time to this state of the element. <b>Configuring levels and expire times [for admins]</b> If you want to extend the number of history states to above the default 20 you can easily do so using Page TSconfig - meaning that it can even depend on the branch of the page tree where the record is stored! See link below. <b>Notice:</b> If you do not see red/green difference values, the server TYPO3 runs on does not support making difference views or it has been incorrectly configured to provide this feature.
hi: डिफ़ॉल्ट TYPO3 में हिस्ट्री के 20 स्टेटस संरक्षित रहते है और एक सप्ताह के बाद एक्सपायर हो जाता है।रेकॉर्ड के बदलाव को ट्रैक करने के लिए हिस्ट्री बहुत ही उपयोगी है तब तक आप किस यूजर ने क्या किस टाइम कौनसे पॉइंट पर किये बदलाव देख सकते है और आप का नापसन्द बदलाव को रोल-बेक कर सकते है। अगर आप रोल-बैक पेन्सिल पर क्लिक करते है तो उस स्टेट से पर्टिक्युलर टाइम का एलिमेंट फिरसे वापस आ जायेगा। <b>लेवल्स और एक्सपायर टाइम कॉन्फ़िगर करना</b> अगर आप ऊपर के डिफ़ॉल्ट 20 हिस्ट्री लेवल से बढ़ाना चाहते है तो आप आसानी से पेज TSconfig के द्वारा कर सकते है- इसका मतलब है की ये पेज ट्री की ब्रांच पे निर्भर करता है जहाँ रेकॉर्ड स्टोर किया गया है! नीचे की लिंक देखे। <b>नोटिस:</b>अगर आप रेड/ग्रीन अलग वैल्यू नहीं देख सकते, TYPO3 जिस सर्वर चल रहा है ये अलग व्यू सपोर्ट नहीं करता और इस सुविधा प्रदान करने के लिए गलत तरीके से कॉन्फ़िगर किया गया है।
hr: Prema zadanim postavkama 20 stanja povijesti podataka čuva se u TYPO3 sustavu te zastarjevaju nakon tjedan dana. Povijest je vrlo zgodna za praćenje promjena na zapisu jer možete vidjeti koji je korisnik i što promijenio te kada - te vratiti promjene koje Vam se ne sviđaju. Ukoliko kliknete na olovku za povrat starog stanja element će biti vraćen u stanje u kojem je bio u određenom vremenu. Ukoliko kliknete na ikonu za informacije vidjet ćete detaljan popis razlika između stanja elementa u određenom vremenu i trenutnog stanja elementa. <b>Podešavanje razina i vremena zastarjevanja [za administratore]</b> Ukoliko želite povećati broj stavki povijesti na više od 20 možete to jednostavno učiniti pomoću TSconfig postavki stranice - što znači da ta postavka čak može ovisiti o grani stabla stranica gdje se nalazi zapis! Pogledajte niže navedenu poveznicu. <b>Napomena:</b> Ukoliko ne vidite crvene/zelene vrijednosti razlika tada poslužitelj na kojem se izvršava TYPO3 sustav ne podržava stvaranje pregleda razlika ili je nije ispravno podešen kako bi omogućio ovu funkcionalnost.
km: តាម​ធម្មតា មាន​ទិន្នន័យ​ប្រវត្តិ​ ២០ ដំណាក់​ដែល​បាន​រក្សាទុក​ក្នុង TYPO3 និង បន្ទាប់​ពី​រយៈ​ពេល​មួយ​សប្ដាហ៍ វា​នឹង​ផុត​កំណត់ ។ ប្រវត្តិ​នេះ​មាន​​ប្រយោជន៍​ណាស់​សម្រាប់​តាមដាន​រាល់​ការផ្លាស់ប្ដូរ​លើ​ទិន្នន័យ ដែល​អ្នក​អាច​មើល​ថា​អ្នក​ប្រើ​មួយ​បាន​ធ្វើការ​ផ្លាស់ប្ដូរ ត្រង់​ចំណុច​ណា ក្នុង​ពេល​ណា - ហើយ​អ្នក​អាច​ទាញ​ត្រឡប់​មក​ក្រោយ​វិញ ប្រសិន​បើ​មិន​ត្រូវ​ចិត្ត​របស់​អ្នក ។ ប្រសិន​បើ​អ្នក​ចុច​លើ ត្រឡប់​ការកែប្រែ​រូប​ខ្មៅ​ដៃ អ្នក​នឹង​ត្រឡប់​ធាតុ​ទៅ​ដំណាក់​ណា​មួយ​ទៅ​តាម​ពេល​វេលា​ជាក់លាក់ ។ ប្រសិន​បើ​អ្នក​ចុច​លើ​រូបតំណាង​ព័ត៌មាន អ្នក​នឹង​ឃើញ​ព័ត៌មាន​លម្អិត​អំពី​អ្វី​ដែល​ខុស​គ្នា​ពី​ពេល​បច្ចុប្បន្ន​ទៅ​ដំណាក់​នេះ។ <b>លំដាប់​នស​ការកំណត់ និង ពេល​ផុត​កំណត់ [សម្រាប់​អ្នក​គ្រប់គ្រង]</b> ប្រសិន​បើ​អ្នក​ចង់​បន្ថែម​ចំនួន​​ដំណាក់​នៃ​ប្រវត្តិ​ឲ្យ​លើស ២០ អ្នក​អាច​គ្រាន់តែ​ធ្វើ​ឲ្យ​ទំព័រ TSconfig - មានន័យ​ថា វា​អាច​ផ្អែក​លើ​សាខា​នៃ​ឋានានុក្រម​ដែល​ទិន្នន័យ​ត្រូវ​បាន​រក្សាទុក! មើល​តំណ​ខាង​ក្រោម ។ <b>ចំណាំ៖</b> ប្រសិន​បើ​អ្នក​មិន​ឃើញ​តម្លៃ​ខុស​គ្នា​ពណ៌ ក្រហម/បៃតង, គឹ​ម៉ាស៊ីន​បម្រើ​ដែល​កំពុង​ដំណើរការ​មិន​គាំទ្រ​ការបង្ហាញ​អំពី​ភាព​ខុស​គ្នា ឬ ការកំណត់​មិន​ត្រឹមត្រូវ​ក្នុង​ការផ្ដល់​លក្ខណៈ​សម្បត្តិ​នេះ។
th: โดยเริ่มต้น 20 รัฐข้อมูลประวัติถูกรักษาไว้ใน TYPO3 และหลังจากหมดสัปดาห์นั้น ประวัติความเป็นมามีประโยชน์มากสำหรับการติดตามการเปลี่ยนแปลงเพื่อบันทึกตั้งแต่คุณสามารถดูได้ที่ผู้ใช้สิ่งที่จุดในเวลา -- และย้อนกลับการเปลี่ยนแปลงใด ๆ ที่คุณไม่ได้เช่น ถ้าคุณคลิกที่ดินสอ roll - back คุณจะกลับไปใช้องค์ประกอบ รัฐมันได้ในเวลาใดที่ หากคุณคลิกที่ไอคอนข้อมูลคุณจะเห็นรายละเอียดของสิ่งที่แตกต่างจากเวลาปัจจุบันนี้รัฐองค์ประกอบของ <b> การกำหนดระดับและหมดอายุครั้ง [สำหรับผู้ดูแลระบบ]</b> หากคุณต้องการขยายจำนวน รัฐประวัติศาสตร์เพื่อไปเริ่มต้น 20 คุณสามารถทำได้โดยใช้ Page TSconfig -- ความหมายว่ายังสามารถจัดเก็บขึ้นอยู่กับสาขาที่หน้าของต้นไม้ที่บันทึกเป็น! See link ด้านล่าง <b>หมายเหตุ :</b> ถ้าคุณไม่เห็นสีแดง / สีเขียวค่าความแตกต่าง, TYPO3 ทำงานบนเซิร์ฟเวอร์ไม่สนับสนุนการทำมุมมองที่แตกต่างหรือมีการกำหนดค่าไม่ถูกต้องให้คุณลักษณะนี้

# _history_log.seeAlso
source: xMOD_csh_corebe:history_sum, Configuring History using Page TSconfig | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/Mod/ Undo/History article | http://typo3.org/documentation/tips-tricks/the-undohistory-feature/
hi: xMOD_csh_corebe:history_sum, पेज TSconfig के द्वारा हिस्ट्री कंफीगरिंग:| https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/Mod/ अनडू/हिस्ट्री आर्टिकल | http://typo3.org/documentation/tips-tricks/the-undohistory-feature/
hr: xMOD_csh_corebe:history_sum, Podešavanje povijesti pomoću TSconfiga stranice | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/Mod/ Članak o povijesti/poništavanju promjena | http://typo3.org/documentation/tips-tricks/the-undohistory-feature/

# history_log.image_descr
source: You can access the History/Undo log from the Web>List module when in "Extended view" mode. Alternatively you can access it under "More options..." in the clickmenu of an element. The History log shows visually the changes between each step of editing.
hi: "एक्सटेंडेड व्यू" मोड में आप वेब>लिस्ट मॉड्यूल से आप हिस्ट्री/अनडू लोग एक्सेस कर सकते है। वैकल्पिक रूप से आप इसे एलिमेंट के क्लिक मेनू में "ज्यादा विकल्प" के द्वारा एक्सेस कर सकते है। हिस्ट्री लोग एडिटिंग प्रत्येक स्टेप के बीच का विज्युअल चेंजिस दिखता है।
hr: Možete pristupiti zapisniku Povijest/Poništi iz modula Web>Popis kada ste u načinu rada "Produženi pregled". Istom zapisniku možete pristupiti i preko "Više opcija..." u izborniku elementa. Zapisnik Povijesti vizualno prikazuje promjene tijekom svakog koraka izmjene.
km: អ្នក​អាច​ប្រើ ប្រវត្តិ/មិន​ធ្វើ ការកត់ត្រា​ពី​ម៉ូឌុល វែប>បញ្ជី ពេល​ស្ថិត​ក្នុង​ទម្រង់ "បន្ថែម​មុខងារ​ការបង្ហាញ" ។ ម្យ៉ាងទៀត ង្នក​អាច​ប្រើ​វា​ក្រោម "ទម្រង់​បន្ថែម..." ក្នុង​មឺនុយ​ចុច​នៃ​ធាតុ ។ ប្រវត្តិ​កត់ត្រា​បង្ហាញ​អំពី​ការផ្លាស់ប្ដូរ​រវាង​ជំហាន​នីមួយៗ​នៃ​ការកែប្រែ។
th: คุณสามารถเข้าถึงประวัติการ / Undo log จาก> module List Web เมื่อใน"ดู Extended โหมด" หรือคุณสามารถเข้าถึงได้ภายใต้ตัวเลือกเพิ่มเติม ... " ในองค์ประกอบของ clickmenu บันทึกประวัติแสดงเห็นการเปลี่ยนแปลงระหว่างการแก้ไขแต่ละขั้นตอนของ

# history_sum.alttitle
source: History Summary
hi: हिस्ट्री समरी
hr: Sažetak povjesti
km: សង្ខេប​ប្រវត្តិ
th: สรุปประวัติ

# history_sum.description
source: This shows the total difference between the selected state in history to the current state of this element.
hi: ये हिस्ट्री में एलिमेंट के चुने स्टेट से करंट स्टेट बिच में कुल अन्तर को दिखाता है।
hr: Ovo pokazuje ukupnu razliku između odabranog stanja u povijesti i trenutnog stanja ovog elementa.
km: នេះ​បង្ហាញ​អំពី​ភាព​ខុស​គ្នា​រវាង​ដំណាក់​ដែល​បាន​ជ្រើសរើស​ក្នុង​ប្រវត្តិ​ទៅ​នឹង​ដំណាក់​បច្ចុប្បន្ន​នៃ​ធាតុ​នេះ។
th: นี้แสดงให้เห็นความแตกต่างระหว่างรัฐทั้งหมดที่เลือกไว้ในประวัติศาสตร์กับสถานะปัจจุบันขององค์ประกอบนี้

# history_sum.details
source: You can browse forth and back in the history using the arrow buttons in the upper left corner. You can also save a state in history by the little "disk-icon". Finally you can revert either the whole record to this state in history by the revert icon in the top <em>or</em> you can revert only a single field if you like to by clicking the revert icon displayed for each field. <b>Notice:</b> If you do not see red/green difference values, the server TYPO3 runs on does not support making difference views or it has been incorrectly configured to provide this feature.
hi: आप हिस्ट्री में ऊपरी बाएं कोने का एरो बटन का उपयोग कर के आगे और पीछे ब्राउज कर सकते है।आप छोटे "डिस्क-आइकॉन" का उपयोग कर के हिस्ट्री का स्टेट सेव भी कर सकते है। अंत में आप हिस्ट्री के इस स्टेट में पूरे रिकॉर्ड को शीर्ष के रिवर्ट आइकॉन के द्वारा रिवर्ट कर सकते है <em>और</em>प्रत्येक फ़ाइल के रिवर्ट आइकॉन को क्लिक करके आप सिर्फ सिंगल फील्ड रिवर्ट कर सकते है। <b>नोटिस:</b>अगर आप रेड/ग्रीन अलग वैल्यू नहीं देख सकते, TYPO3 जिस सर्वर चल रहा है ये अलग व्यू सपोर्ट नहीं करता और इस सुविधा प्रदान करने के लिए गलत तरीके से कॉन्फ़िगर किया गया है।
hr: Povijest možete pregledati prema naprijed ili prema nazad koristeći strelice u gornjem lijevom kutu. Također možete spremiti stanje u povijesti koristeći malu "disk-ikou". Na kraju možete vratiti stanje ili cijelog zapisa na stanje u povijesti koristeći ikonu za povrat stanja pri vrhu <em>ili</em> možete vratiti stanje pojedinačnog polja ukoliko to želite klikom na ikonu za povrat stanja za svako pojedinačno polje. <b>Napomena:</b> Ukoliko ne vidite crvene/zelene vrijednosti razlike, poslužitelj koji poslužuje Vaš TYPO3 sustav ne podržava stvaranje pregleda razlika ili nije ispravno podešen kako bi ponudio tu funkcionalnost.
km: អ្នក​អាច​បើក​ទៅ​មុខ និង ថយ​ក្រោយ​ក្នុង​ប្រវត្តិ​ដោយ​ប្រើ​ប៊ូតុង​ព្រួញ​នៅ​ខាងលើ​ប៉ែក​ខាង​ឆ្វេង ។ អ្នក​ក៏​អាច​រក្សាទុក​ដំណាក់​ក្នុង​ប្រវត្តិ​ដោយ​ប្រើ​ "រូប​តំណាង​ឌីស្ក" ។ ចុងក្រោយ អ្នក​អាច​ត្រឡប់​ទិន្នន័យ​ទាំងអស់​ទៅ​ដំណាក់​នេះ​ក្នុង​ប្រវត្តិ ដោយ​ប្រើ រូបតំណាង​ត្រឡប់ នៅ​ផ្នែក​ខាង​លើ <em>ឬ</em> អ្នក​អាច​ត្រឡប់​​តែ​ក្នុង​ប្រអប់​ទោល ប្រសិន​បើ​អ្នក​ចូលចិត្ត គឺ​ដោយ​ចុច​លើ​រូបតំណាង​ត្រឡប់​ដែល​មាន​នៅ​លើ​ប្រអប់​នីមួយៗ ។ <b>ចំណាំ៖</b> ប្រសិន​បើ​អ្នក​មិន​ឃើញ​តម្លៃ​ខុស​គ្នា​ពណ៌ ក្រហម/បៃតង, គឹ​ម៉ាស៊ីន​បម្រើ​ដែល​កំពុង​ដំណើរការ​មិន​គាំទ្រ​ការបង្ហាញ​អំពី​ភាព​ខុស​គ្នា ឬ ការកំណត់​មិន​ត្រឹមត្រូវ​ក្នុង​ការផ្ដល់​លក្ខណៈ​សម្បត្តិ​នេះ។
th: คุณสามารถเรียกดูและกลับมาในประวัติศาสตร์โดยใช้ปุ่มลูกศรที่มุมบนด้านซ้าย คุณยังสามารถบันทึกประวัติศาสตร์ในรัฐโดยน้อย"ดิสก์ไอคอน" <em>ในที่สุดคุณสามารถเปลี่ยนทั้งบันทึกประวัติศาสตร์นี้รวมถึงรัฐในไอคอนกลับในด้านบนหรือคุณสามารถเปลี่ยนสนามเดียวเท่านั้นหากคุณต้องการโดย</em> คลิกที่ไอคอนกลับที่แสดงสำหรับแต่ละเขต <b>หมายเหตุ :</b> ถ้าคุณไม่เห็นสีแดง / สีเขียวค่าความแตกต่าง, TYPO3 ทำงานบนเซิร์ฟเวอร์ไม่สนับสนุนการมุมมองที่แตกต่างหรือมีการกำหนดค่าไม่ถูกต้องให้คุณลักษณะนี้

# _history_sum.seeAlso
source: xMOD_csh_corebe:history_entry, Undo/History article | http://typo3.org/documentation/tips-tricks/the-undohistory-feature/
hi: xMOD_csh_corebe:history_entry, अनडू/हिस्ट्री आर्टिकल | http://typo3.org/documentation/tips-tricks/the-undohistory-feature/
hr: xMOD_csh_corebe:history_entry, Članak o funkciji vrati/povijest | http://typo3.org/documentation/tips-tricks/the-undohistory-feature/
km: xMOD_csh_corebe:history_entry, មិនធ្វើឡើងវិញ/ប្រវត្តិ អត្ថបទ | http://typo3.org/documentation/tips-tricks/the-undohistory-feature/

# history_sum.image_descr
source: The Info view of a state in history shows the "sum" of changes from current time to that point in history for the element.
hi: हिस्ट्री में स्टेट का इन्फो व्यू चेंजिज हिस्ट्री में एलिमेंट का वर्त्तमान टाइम से उस पॉइंट तक का "सम" दिखता है।
hr: Info pregled stanja u povijesti prikazuje "zbroj" izmjena od trenutnog vremena do dane točke u povijesti danog elementa.
km: ការមើល​​ព័ត៌មាន​ដំណាក់​ក្នុង​ប្រវត្តិ​បង្ហាញ "សរុប" នូវ​ការផ្លាស់ប្ដូរ​ពី​ពេល​បច្ចុប្បន្ន​ទៅ​ចំណុច​នោះ​ក្នុង​ប្រវត្តិ​ចំពោះ​ធាតុ។
th: ดูข้อมูลของรัฐในประวัติศาสตร์จะแสดงผลรวม""การเปลี่ยนแปลงจากเวลาปัจจุบันไปยังจุดในประวัติศาสตร์ที่สำหรับองค์ประกอบ

# history_entry.alttitle
source: Log entry history
hi: लोग एंट्री हिस्ट्री
hr: Povijet unosa u zapisnik
km: ប្រវត្តិ​មាតិកា​កំណត់ត្រា
th: ประวัติรายการเข้าสู่ระบบ

# history_entry.description
source: This view displays the changes made to the content element for the log entry you clicked. The red and green values in the text shows the previous/new values of the record.
hi: ये व्यू आपने क्लिक लिए हुए लोग एंट्री के लिए किये कंटेंट एलिमेंट में किये चेंजिज दिखता है। टेक्स्ट में रेड/ग्रीन वैल्यू रेकॉर्ड की प्रीवियस/नई वैल्यू दिखता है।
hr: Ovaj pregled prikazuje izmjene elementa sadržaja za unos u zapisniku na koji ste kliknuli. Crvene i zelene vrijednosti u tekstu prikazuju stare/nove vrijednosti zapisa.
km: កន្លែង​នេះ​បង្ហាញ​អំពី​ការ​ផ្លាស់ប្ដូរ​លើ​ធាតុ​មាតិកា​នៃ​កំណត់​ត្រា​​ទិន្នន័យ​ដែល​បាន​ចុច ។ តម្លៃ​ពណ៌​ក្រហម និង បៃតង​ក្នុង​អក្សរ​បង្ហាញ​អំពី​តម្លៃ​ពីមុន/ថ្មី នៃ​ទិន្នន័យ។
th: มุมมองนี้จะแสดงการเปลี่ยนแปลงที่ทำกับองค์ประกอบเนื้อหาสำหรับรายการบันทึกที่คุณคลิก ค่าสีแดงและสีเขียวในข้อความก่อนแสดง / ค่าใหม่ของการบันทึก

# history_entry.details
source: <b>Notice:</b> If you do not see red/green difference values, the server TYPO3 runs on does not support making difference views or it has been incorrectly configured to provide this feature.
hi: <b>नोटिस:</b>अगर आप रेड/ग्रीन अलग वैल्यू नहीं देख सकते, TYPO3 जिस सर्वर चल रहा है ये अलग व्यू सपोर्ट नहीं करता और इस सुविधा प्रदान करने के लिए गलत तरीके से कॉन्फ़िगर किया गया है।
hr: <b>Napomena:</b> ukoliko ne vidite crvene/zelene vrijednosti razlika tada poslužitelj na kojem je instaliran TYPO3 sustav ne podržava prikaz istih ili je neispravno podešen za pružanje te značajke.
km: <b>ចំណាំ៖</b> ប្រសិន​បើ​អ្នក​មិន​ឃើញ​តម្លៃ​ខុស​គ្នា​ពណ៌ ក្រហម/បៃតង គឹ​ម៉ាស៊ីន​បម្រើ TYPO3 ដែល​កំពុង​ដំណើរការ​មិន​គាំទ្រ​លើ​ការបង្ហាញ​លក្ខណៈ​ខុស​គ្នា ឬ ការកំណត់​មិន​ត្រឹមត្រូវ​សម្រាប់​លក្ខណៈ​នេះ។
th: <b>หมายเหตุ :</b> ถ้าคุณไม่เห็นสีแดง / สีเขียวค่าความแตกต่าง, TYPO3 ทำงานบนเซิร์ฟเวอร์ไม่สนับสนุนการมุมมองที่แตกต่างหรือมีการกำหนดค่าไม่ถูกต้องให้คุณลักษณะนี้

# TCEforms.alttitle
source: TYPO3 Editing Forms
hi: TYPO3 एडिटिंग फॉर्म्स
hr: TYPO3 obrasci za uređivanje
it: Form di Editing di TYPO3
km: ទម្រង់​កែប្រែ​របស់ TYPO3
th: รูปแบบการแก้ไข TYPO3

# TCEforms.description
source: All records in TYPO3 is edited through a standardized form interface like the one you see here. No matter if you edit pages, content elements, guestbook items or user records you will use the same familiar interface.
hi: TYPO3 में सभी रेकॉर्ड स्टैंडर्डाइज किये गए फॉर्म इंटरफ़ेस के द्वारा एडिट किया गया है। इसका कोई मतलब नहीं के आप पेज, कंटेंट एलिमेंट्स,गेस्टबुक आइटम या यूजर रिकॉर्ड को एडिट करते है आप एक ही परिचित इटेरफस का उपयोग करेंगे।
hr: Svi zapisi u TYPO3 se uređuju putem standardiziranog oblika sučelja poput ovog kojeg vidite ovdje. Bez obzira da li uređujete stranice, sadržaj elemenata, stavke knjige gostiju ili zapise korisnika, koristit ćete isto poznato sučelje.
it: Tutti i records di TYPO3 sono editabili con un'interfaccia standard come quella che vedi qui. Non importa se stai editando pagine, elementi di contenuto, records di guestbook o utenti.. userai sempre la stessa interfaccia.
km: រាល់​ទិន្នន័យ​ក្នុង TYPO3 ត្រូវ​បាន​កែប្រែ​តាមរយៈទម្រង់​អន្តរមុខ​ស្ដង់ដារ ដូច​ទិន្នន័យ​ដែល​អ្នក​ឃើញ​នៅ​ទីនេះ ។ ទោះ​ជា​អ្នក​កែ​ទំព័រ, ធាតុ​មាតិកា, ធាតុ​របស់​សៀវភៅ​ភ្ញៀវ ឬ ទិន្នន័យ​អ្នក​ប្រើ អ្នក​នឹង​ប្រើ​អន្តរមុខ​ស្រដៀង​គ្នា​នេះ។
th: บันทึกทั้งหมดใน TYPO3 จะแก้ไขผ่านส่วนติดต่อแบบฟอร์มมาตรฐานเช่นเดียวที่คุณเห็นที่นี่ ไม่ว่าคุณจะแก้ไขหน้าองค์ประกอบเนื้อหารายการสมุดเยี่ยมหรือผู้ใช้บันทึกจะใช้เดิมคุ้นเคย interface

# TCEforms.details
source: <b>Saving content</b> Just press one of the save-buttons in the top of bottom of the form. There are some variants allowing you to "Save and close document" or "Save document and View page". The latter will save the document and open a new window where the affected page is shown (be sure to disable pop-up blockers for this function!) <b>Editing multiple records at a time</b> From the Web>List module you can activate editing of multiple records at a time. This is done when you list a single table and enable multiple columns for display (see Web>List module for details) - then icons will link you to a form with multiple records displayed, possibly with only certain fields available for editing. <b>Frontend Editing</b> Another way of editing records in TYPO3 is using the website frontend. Depending on your user credentials you will see small pencil icons in the frontend. When you click these you will be guided to a form where you can also change the content. <b>Customize the forms [for Admins]</b> You can customize the TCEforms in many ways using User TSconfig and Page TSconfig. See links below.
hi: <b>कॉन्टेंट बचाना</b> बस फार्म के नीचे के शीर्ष में बचाये-बटन दबाये।वहाँ आपको "बचाए और पेज देखे","बचाए और बंद करे" जैसे कुछ अनुमति वेरिएंट हैं।बाद में पेज सेव होगा और नया विंडो खुलेगा जहा अफेक्टेड पेज दिखेगा (सुनिश्चिंत रहे की इस फंक्शन के लिए पॉपअप-ब्लॉकर डिसएबल हे!)। <b>एक टाइम पर मल्टीप्ल रेकॉर्ड एडिट करना</b> वेब>लिस्ट मॉड्यूल से आप मल्टीप्ल रेकॉर्ड एडिटिंग एक्टिवेट हर सकते है।ये पूरा होता है जब आप डिस्प्ले करने के लिए सिंगल टेबल लिस्ट और मल्टी कॉलम इनेबल करते है (जानकारी के लिए वेब>लिस्ट मॉड्यूल देखे)-बाद में आइकॉन आप को फॉर्म के साथ लिंक कर देगा साथ में मल्टीप्ल रेकॉर्ड डिस्प्ले करने,सिर्फ कुछ फील्ड एडिटिंग करने अवेलेबल करेगा। <b>फ्रॉन्टेन्ड एडिटिंग</b> वेबसाइट फ्रॉन्टेन्ड का उपयोग करके टाइपो में रेकॉर्ड एडिट करने का दूसरा तरीका है।आप के यूजर क्रेडेंशियल पर निर्भर है आप फ्रॉन्टेन्ड में छोटी पेन्सिल का आइकॉन देखेंगे।जब आप ये क्लिक करेंगे आपको फॉर्म पर गाइड किया जायेगा जहाँ आप कंटेंट को एडिट भी कर सकते है। <b>फॉर्म्स कस्टमाइज़ करना[एडमिन के लिए]</b> आप TCEforms को यूजर TSconfig और पेज TSconfig का उपयोग करके कई तरीके से कस्टमाइज़ कर सकते है।नीचे की लिंक्स देखें।
hr: <b>Spremanje sadržaja</b> Samo pritisnite jedan od gumba za pohranu na vrhu dna obrasca. Postoje neke varijante koje Vam omogućuju da "Spremite i zatvorite dokument" ili "Spremite dokument i pregledate stranicu". Kasnija opcija će pohraniti dokument te će otvoriti novi prozor gdje će biti prikazana stranica na kojoj se radilo (pobrinite se da onemogućite blokadu pop-up prozora za ovu funkciju!) <b>Uređivanje više zapisa u isto vrijeme</b> Iz Web>Popis modula možete aktivirati uređivanje višestrukih zapisa istovremeno. To se obavlja kada navedete pojedinačnu tablicu te omogućite višestruke stupce za prikaz (vidite Web>Popis modul za detalje) - tada će Vas ikone povezati sa obrascem koji prikazuje višestruke zapise, vjerojatno sa samo određenim poljima dostupnim za uređivanje. <b>Uređivanje prednjeg sučelja</b> Drugi način uređivanja zapisa u TYPO3 je pomoću prednjeg sučelja web stranice. Ovisno o Vašim korisničkim vjerodajnicama, vidjet ćete male ikone olovke u prednjem sučelju. Nakon što kliknete na njih, doći ćete do obrasca gdje također možete promijeniti sadržaj. <b>Prilagođavanje obrasca [za Admine]</b> Možete prilagoditi TCEforms na mnogo načina koristeći Korisnički TSconfig te TSconfig Stranice. Pogledajte linkove ispod.

# _TCEforms.seeAlso
source: Editing pages | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/EditPageContent/ Frontend Editing | http://typo3.org/documentation/document-library/doc_tut_quickstart/Frontend_editing/, xMOD_csh_corebe:list_module User TSconfig related to forms | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/Options/ Page TSconfig related to forms | https://docs.typo3.org/typo3cms/CoreApiReference/Rte/Transformations/Tsconfig/ Linking to the edit forms [Technical] | https://docs.typo3.org/typo3cms/CoreApiReference/ApiOverview/Examples/EditLinks/
hi: एडिटिंग पेजिस | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/EditPageContent/ फ्रॉन्टेन्ड एडिटिंग | http://typo3.org/documentation/document-library/doc_tut_quickstart/Frontend_editing/, xMOD_csh_corebe:list_module फॉर्म्स के रिलेटेड यूजर TSconfig | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/Options/ फॉर्म्स के रिलेटेड पेज TSconfig | https://docs.typo3.org/typo3cms/CoreApiReference/Rte/Transformations/Tsconfig/ एडिट फॉर्म के साथ लिंक करना[टेक्निकल] | https://docs.typo3.org/typo3cms/CoreApiReference/ApiOverview/Examples/EditLinks/
hr: Uređivanje stranica | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/EditPageContent/ Uređivanje prednjeg sučelja | http://typo3.org/documentation/document-library/doc_tut_quickstart/Frontend_editing/, xMOD_csh_corebe:list_module Korisnički TSconfig obrazaca | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/Options/ TSconfig stranice za obrasce | https://docs.typo3.org/typo3cms/CoreApiReference/Rte/Transformations/Tsconfig/ Povezivanje obrazaca za uređivanje [Tehnička razina] | https://docs.typo3.org/typo3cms/CoreApiReference/ApiOverview/Examples/EditLinks/

# TCEforms.image_descr
source: This is how a typical record is edited in TYPO3. The form display is standardized for all types of records. You will always see the same buttons in the top for saving or closing. In the blue bar you will see the type of record (table name) and the ID number that each record has (uid). Here the record is a page with ID "2" and the title "Content Elements". The "additional fields" from the example above is located in a so called "palette". This is an example of three content elements being edited at the same time. You can edit multiple records by using the links from the Web>List module in single-table mode. Notice that not only are three records shown at the same time - it is also a limited number of fields shown for editing, here "Header" and "Hide". You can combine this almost any way you like. This is of course very useful if you need to edit only the header of multiple records.
hi: यह ऐसे ही एक रिकॉर्ड typo3 में एडिटेड किया जाता है।ये फॉर्म रिकॉर्ड के सभी टाइप्स के लिए स्टैंडर्डाईज डिसप्ले करता है।तुम हमेशा सेव या क्लोज करने के लिए शीर्ष में एक ही बटन देखेंगे।ब्लू बार में आप रिकॉर्ड (टेबलनेम) के प्रकार और ID नंबर है कि प्रत्येक रिकॉर्ड (UID) देखेंगे।
hr: Ovako se tipičan zapis uređuje u TYPO3. Oblik prikaza je standardiziran za sve vrste zapisa. Uvijek ćete vidjeti iste gumbe za pohranjivanje ili zatvaranje na vrhu. U plavoj traci ćete vidjeti vrstu zapisa (naziv tablice) te identifikacijski broj svakog zapisa (uid). Ovdje je zapis stranica sa identifikacijskim brojem "2" i naslovom "Elementi sadržaja". "Dodatna polja" iz gornjeg primjera se nalaze u takozvanoj "paleti". To je primjer troje elemenata sadržaja koji se uređuju istovremeno. Možete urediti više zapisa korištenjem linkova sa Web>Popis modula u načinu rada pojedinačne tablice. Primjetite da su samo tri zapisa prikazana istovremeno - te da je samo ograničeni broj polja za uređivanje prikazan, "Zaglavlje" i "Sakrij". To možete kombinirati kako god želite. To je naravno vrlo korisno ako trebate urediti samo zaglavlje višestrukih zapisa.

# TCEforms_cacheSelector.alttitle
source: Forms Menu
hi: फॉर्म्स मेनू
hr: Izbornik obrazaca
km: មឺនុយ​ទម្រង់
th: เมนูแบบฟอร์ม
