Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_core.xlf
Languages: cs, da, el, hr, ja, km, th

# warning.file_deny_htaccess
source: The current value of fileDenyPattern allows to upload/create files with the name ".htaccess". If TYPO3 is running on Apache, this enables backend or frontend users to create and execute php scripts. Please reset the value of fileDenyPattern to its default.
cs: Současná hodnota fileDenyPattern umožňuje nahrávat/vytvářet soubory s názvem ".htaccess". Pokud TYPO3 běží na Apache, umožňuje to uživatelům backendu nebo frontendu vytvářet a spouštět PHP skripty. Prosím, nastavte hodnotu fileDenyPattern do výchozího stavu.
da: Den aktuelle værdi af fileDenyPattern tillader overførsel/oprettelse af filer med navnet ".htaccess". Hvis TYPO3 kører på Apache, så vil dette gøre backend- og frontend-brugere i stand til at oprette og afvikle php-skripter. Venligst nulstil værdien for fileDenyPattern til den standardværdi.
el: Η τρέχουσα τιμή του fileDenyPattern επιτρέπει τη μεταφόρτωση/δημιουργία αρχείων με το όνομα ".htaccess". Εάν το TYPO3 τρέχει σε Apache, αυτό ενεργοποιεί χρήστες backend ή frontend να δημιουργούν και να εκτελούν php προγράμματα. Παρακαλώ επαναφέρετε την τιμή του fileDenyPattern στην προεπιλεγμένη.
hr: Trenutna vrijednost postavke fileDenyPattern omogućuje slanje/stvaranje datoteka sa imenom ".htaccess". Ako je ova instalacija TYPO3 CMS-a na Apache web serveru moguće je da korisnici prednjeg ili pozadinskog sučelja mogu stvarati i izvršavati maliciozne PHP skripte. Molimo Vas da postavite vrijednost postavke fileDenyPattern na zadanu.
km: តម្លៃ​បច្ចុប្បន្ន​របស់ fileDenyPattern អាច​ឱ្យ​អ្នក​អាប់ឡូត/​បង្កើត​ហ្វៃល៍​ថ្មី​ជាមួយ​នឹង​ឈ្មោះ ".htaccess" ។ បើ TYPO3 ដើរ​លើ Apache វា​នឹង​បើក​ដំណើរការ​ផ្នែក​ខាង​ក្រោយ ហើយ​អ្នក​ប្រើ​ផ្នែក​ខាង​មុខ អាច​បង្កើត និង​ដំណើរការ​កូដ php បាន ។ សូម​កំណត់​តម្លៃ fileDenyPattern ម្ដង​ទៀត​ឱ្យ​ដូច​តម្លៃ​ដើម​វិញ ។
th: ค่าปัจจุบันของ fileDenyPattern สามารถอัปโหลด / สร้างไฟล์ที่ชื่อ". htaccess" TYPO3 ถ้าทำงานอยู่ใน Apache นี้ช่วยให้ผู้ใช้ frontend backend หรือสร้างและรันสคริปต์ php กรุณาตั้งค่า fileDenyPattern การเริ่มต้นของ

# warning.install_enabled
source: The Install Tool is permanently enabled. Delete the file "%s" when you have finished setting up TYPO3.
cs: Instalační nástroj je trvale povolen. Pokud jste už s nastavováním TYPO3 skončili, soubor "%s" vymažte.
da: Installationsværktøjet er permanent aktiveret. Slet "%s" når du er færdig med at konfigurere.
el: Το εργαλείο εγκατάστασης είναι ενεργοποιημένο. Διαγράψτε το αρχείο "%s" όταν θα έχετε τελειώσει την ρύθμιση του TYPO3.
hr: Alat za instalaciju je trajno omogućen. Obrišite datoteku "%s" kada ste završili sa postavljanjem TYPO3 CMS-a.
km: ឧបករណ៍​ដំឡើង នៅ​កំពុង​ដំណើរការ។ លុប​ឯកសារ "%s" បន្ទាប់​ពី​អ្នក​​ដំឡើង TYPO3 ចប់។
th: ติดตั้งเครื่องมือเปิดใช้งานอย่างถาวร ลบแฟ้ม"% s"เมื่อคุณเสร็จสิ้นการตั้งค่า TYPO3

# warning.install_enabled_cmd
source: Click to remove the file now!
cs: Klikněte pro odstranění souboru!
da: Klik for at slette filen nu!
el: Κάντε κλικ για να διαγράψετε το αρχείο τώρα!
hr: Kliknite kako bi datoteku uklonili odmah!
km: ចុច​ដើម្បី​លុប​ឯកសារ​ឥឡូវ!
th: คลิกเพื่อลบแฟ้ม now!

# warning.install_trustedhosts
source: The trusted hosts pattern check is disabled. Please define the allowed hosts in the [SYS][trustedHostsPattern] section of the Install Tool.
da: Mønsteret hos værterne, der er tillid til, er deaktiveret. Definér de tilladte værter i [SYS][trustedHostsPattern] sektion i installationsværktøjet.
hr: Provjera dopuštenih domaćina uz pomoć uzorka je isključena. Molimo Vas da podesite dopuštene domaćine u [SYS][trustedHostsPattern] odjeljku instalacijskog alata.

# warning.install_update
source: This installation is not configured for the TYPO3 version it is running. If you did so intentionally, this message can be safely ignored. If you are unsure, visit the Update Wizard section of the %sInstall Tool%s to see how TYPO3 would change.
cs: Tato instalace není nakonfigurována pro verzi TYPO3, pod kterou právě běží. Pokud jste tak učinili úmyslně, tuto zprávu klidně ignorujte. Jestliže si nejste jisti, navštivte sekci %sUpdate Wizard%s instalačního nástroje a uvidíte, co vám TYPO3 navrhne.
da: Denne TYPO3 installation er i kompatibilitetstilstand. Hvis du har gjort dette bevidst skal du blot overse denne advarsel. Er du usikker, bør du bruge opdateringsguiden i installationsværktøjet.
el: Η εγκατάσταση δεν είναι διαμορφωμένη για την έκδοση του TYPO3 που τρέχει. Αν αυτό το κάνατε σκοπίμως, αυτό το μήνυμα μπορεί ασφαλώς να αγνοηθεί. Αν δεν είστε σίγουρος, επισκεφθείτε τον %sΟδηγό Ενημέρωσης%s του εργαλείου εγκατάστασης για να δείτε πως πρέπει να αλλαχθεί το TYPO3.
hr: Ova instalacija nije podešena za TYPO3 verziju koju koristite. Ukoliko ste to napravili namjerno, možete zanemariti ovu poruku. Ukoliko niste sigurni, posjetite Čarbonjaka za nadograđivanje, odjeljak %sAlat za instalaciju%s gdje možete vidjeti što bi se promjenilo u Vašoj TYPO3 instalaciji.
km: ការដំឡើង​នេះ​នៅ​មិន​ទាន់​ធ្វើការ​កំណត់​សេរី​កំណែ​របស់ TYPO3 ដែល​កំពុង​ដំណើរការ ។ ប្រសិន​បើ​អ្នក​មាន​ចេតនា​ធ្វើ​បែប​នេះ អ្នក​កុំ​ខ្វល់​អំពី​សារ​នេះ​ តែ​បើ​អ្នក​មិន​ច្បាស់ សូម​មើល​ %sការអាប់ដេត​តាម​ការណែនាំ%s នៃ​ឧបករណ៍​ដំឡើង​ដើម្បី​ដឹង​ TYPO3 បាន​ផ្លាស់ប្ដូរ​ដោយ​របៀប​ណា ។
th: การติดตั้งนี้ไม่ได้กำหนดค่าสำหรับรุ่น TYPO3 มันทำงาน ถ้าคุณไม่ตั้งใจให้ข้อความนี้คุณสามารถข้ามได้อย่างปลอดภัย ถ้าคุณไม่แน่ใจไป% sUpdate% Wizard s ส่วนของการติดตั้งเครื่องมือเพื่อดูว่าจะเปลี่ยน TYPO3

# warning.header
source: Important Notice!
cs: Důležité upozornění!
da: Advarsel!
el: Σημαντική Σημείωση!
hr: Važna napomena!
km: កំណត់​សម្គាល់​សំខាន់!
th: ประกาศสำคัญ!

# warning.backend_reference
source: The Reference Index table is empty which is likely the result of a recent TYPO3 upgrade. Please go to %sTools>DB Check%s and update the reference index.
cs: Tabulka Referenčního indexu je prázdná, což je zpravidla důsledkem nedávného upgrade TYPO3. Prosím přejděte na %sNástroje>DB kontrola%s a aktualizujte referenční index.
da: Referenceindekset er tomt, hvilket kan skyldes en TYPO3 opdatering. Du kan opdatere indekset ved at %sklikke på Værktøjer>Databaseopdatering%s.%s.
el: Ο πίνακας ευρετηρίου αναφοράς είναι άδειος το οποίο μάλλον συνέβη λόγω πρόσφατης ενημέρωσης του TYPO3. Παρακαλώ πηγαίνετε στη μονάδα %sΕργαλεία->Έλεγχος ΒΔ%s και ενημερώστε το ευρετήριο αναφορών.
hr: Tablica indeksa poveznica je prazna što je vjerojatno rezultat nedavne nadogradnje TYPO3 sustava. Molimo Vas posjetite %sAlati->Provjera baze%s i osvježite indeks referenci.
km: តារាង​នៃ​មាតិកា​យោង​នៅ​ទទេ ដែល​ទំនង​ជា​បណ្ដាល​មក​ពី​លទ្ធផល​នៃ​ការ​អាប់ហ្គ្រេត TYPO3 ថ្មីៗ​នេះ ។ សូម​ចូល​ទៅ ឧបករណ៍>ត្រួតពិនិត្យ DB%s រួច​អាប់ដេត មាតិកា​យោង ។
th: ตารางอ้างอิงดัชนีว่างที่มีแนวโน้มผลการปรับ TYPO3 ล่าสุด กรุณาไปอุจจาระ%> DB Check s% และปรับปรุงดัชนีอ้างอิง

# warning.backend_reference_index
source: The Reference Index table is empty which is likely the result of a recent TYPO3 upgrade. The Reference Index was last updated on %3$s. Please go to %sTools>DB Check%s and update the reference index.
da: Referenceindekset er tomt, hvilket kan skyldes en TYPO3 opdatering. Indekset blev sidst opdateret den %3$s. Du kan opdatere indekset ved at klikke på %sVærktøjer>Databaseopdatering%s og opdatere indekset.
hr: Tablica indeksa poveznica je prazna što je vjerojatno rezultat nedavne nadogradnje TYPO3 sustava. Indeks referenci je zadnji put osvježen %3$s. Molimo Vas posjetite %sAlati->Provjera baze%s i osvježite indeks referenci.

# warning.memcache_not_usable
source: Memcache is configured, but connection to memcached failed with these configuration(s)
da: Memcache er konfigureret, men forbindelsen til memcache fejlede med disse konfiguration(er)

# warning.file_missing
source: File is missing!
cs: Soubor chybí!
da: Filen mangler!
hr: Datoteka nedostaje!
km: ឯកសារ​បាត់!
th: ไฟล์หายไป!

# warning.file_missing_text
source: This file is marked as missing
da: Filen er markeret som manglende

# warning.header.storage_is_no_public
source: Storage is not public
cs: Úložiště není veřejné
da: Lageret er ikke offentligt
hr: Spremnik nije javan

# warning.message.storage_is_no_public
source: The storage has been marked to be "publicly available" but is not detected as such by the driver. The setting has been reverted.
cs: Úložiště bylo označeno jako "veřejně přístupné", ale jako takové není ovladačem rozpoznáno. Nastavení bylo vráceno zpět.
da: Lageret er markeret til at være "offentligt tilgængeligt", men er ikke registreret som sådan af driveren. Indstillingen er nulstillet.
hr: Spremnik je označen kao "javno dostupan" no nije kako takav detektiran od upravljačkog programa. Postavka je vraćena na staru vrijednost.

# warning.inline_use_combination
source: This record will be modified globally.
cs: Tento záznam bude změněn globálně.
da: Denne record vil blive ændret globalt
hr: Ovaj zapis bit će promjenjen globalno.

# error.formProtection.tokenInvalid
source: Validating the security token of this form has failed. Please reload the form and submit it again.
cs: Ověřování tokenu zabezpečení tohoto formuláře se nezdařilo. Obnovte formulář a odešlete jej znovu.
da: Validering af sikkerhedssymbolet af denne formular fejlede. Venligst genindlæs formularen og send den igen.
hr: Odobrenje sigurnosnog tokena ovog obrasca nije uspjelo. Molimo Vas učitajte obrazac ponovno te ga ponovno predajte.
km: ការផ្ទៀងផ្ទាត់​សុវត្ថិភាព​នៃ​ទម្រង់​នេះ​បរាជ័យ ។ សូម​បើក​ទម្រង់​នេះ ហើយ​​បញ្ជូន​ម្ដង​ទៀត ។
th: กำลังตรวจสอบความปลอดภัยโทเค็นของแบบฟอร์มนี้ล้มเหลว โปรดโหลดแบบฟอร์มและส่งมันอีกครั้ง

# toolbarItems.shortcuts
source: Shortcuts
cs: Zkratky
da: Genveje
hr: Kratice
km: សតខាត់
th: ทางลัด

# toolbarItems.shortcut
source: Shortcut
cs: Zkratka
da: Genvej
hr: Kratica
km: សតខាត់
th: ทางลัด

# toolbarItems.shortcutsGroup
source: Shortcut Group
cs: Skupina zkratek
da: Genvejs gruppe
hr: Grupa kratica
km: ក្រុម​សតខាត់
th: กลุ่มทางลัด

# toolbarItems.shortcutsEdit
source: Edit Shortcut
cs: Upravit zkratku
da: Redigér Genvej
hr: Uredi kraticu
km: កែ​សតខាត់
th: ทางลัดแก้ไข

# toolbarItems.shortcutsDelete
source: Delete Shortcut
cs: Vymazat zkratku
da: Slet Genvej
hr: Obriši kraticu
km: លុប​សតខាត់
th: ทางลัดลบ

# toolbarItems.bookmarks
source: Bookmarks
cs: Záložky
da: Bogmærker
hr: Knjižne oznake
km: ចំណាំ
th: บุ๊คมาร์ค

# toolbarItems.bookmark
source: Bookmark
cs: Záložka
da: Bogmærke
hr: Knjižna oznaka
km: ចំណាំ
th: บุ๊คมาร์ค

# toolbarItems.bookmarksGroup
source: Bookmark group
cs: Skupina záložek
da: Bogmærkegruppe
hr: Grupa knjižnih oznaka
km: ក្រុម​ចំណាំ
th: กลุ่มบุ๊คมาร์ค

# toolbarItems.bookmarksEdit
source: Edit bookmark
cs: Upravit záložku
da: Redigér bogmærke
hr: Uredi knjižnu oznaku
km: កែ​សេចក្ដី​ចំណាំ
th: แก้ไขบุ๊คมาร์ค

# toolbarItems.bookmarksDelete
source: Delete bookmark
cs: Odstranit záložku
da: Slet bogmærke
hr: Obriši knjižnu oznaku
km: លុប​សេចក្ដី​ចំណាំ
th: ลบบุ๊คมาร์ค

# toolbarItems.collapsePageTree
source: Collapse page tree
da: Fold hele sidetræet sammen

# toolbarItems.confirmBookmarksDelete
source: Do you really want to remove this bookmark?
da: Vil du virkelig fjerne dette bogmærke?
hr: Zaista želite ukloniti ovu oznaku?

# toolbarItems.createBookmark
source: Create bookmark
da: Opret bogmærke
hr: Napravi oznaku

# toolbarItems.bookmarkSavedTitle
source: Bookmark saved
da: Bogmærke gemt
hr: Oznaka je spremljena

# toolbarItems.bookmarkSavedMessage
source: The bookmark was saved.
da: Bogmærket blev gemt.
hr: Oznaka je spremljena.

# toolbarItems.help
source: Help
da: Hjælp
hr: Pomoć

# toolbarItems.minMaxModuleMenu
source: Minimize/maximize module menu
da: Minimér/maksimér modul-menu

# toolbarItems.search
source: Search
cs: Vyhledávání
da: Søg
el: Αναζήτηση
hr: Pretraživanje
ja: 検索
km: ស្វែងរក
th: ค้นหา

# toolbarItems.workspace
source: Workspace
cs: Pracovní prostor
da: Arbejdsrum
hr: Radni prostor
km: កន្លែង​ធ្វើការ
th: ที่ทำงาน

# toolbarItems.sysinfo.applicationcontext
source: Application Context
da: Programsammenhæng
hr: Kontekst aplikacije

# toolbarItems.sysinfo.composerMode
source: Composer mode
da: Composer-tilstand
hr: Način komponiranja

# toolbarItems.sysinfo.operatingsystem
source: Operating System
da: Operativsystem
hr: Operativni sustav

# extension.not.installed
source: Extension "%s" is not installed.
cs: Rozšíření "%s" není nainstalováno.
da: Udvidelse "%s" er ikke installeret.
hr: Proširenje "%s" nije instalirano.
km: អ៊‍ិកស្តិនសិន "%s" មិន​ត្រូវ​បាន​ដំឡើង ។
th: ขยาย"% s"ไม่ได้ติดตั้ง

# link.to.filefile.correctly
source: Please, do not link to this page.
cs: Prosím, neodkazujte na tuto stránku.
da: Undlad venligst at linke til denne side.
hr: Molimo Vas nemojte raditi poveznice na ovu stranicu.
km: សូម​កុំ​ដាក់​តំណ​ទៅ​ទំព័រ​នេះ ។
th: กรุณาอย่าเชื่อมโยงไปยังหน้านี้

# csh_tooltip_loading
source: Loading help...
cs: Načítání nápovědy...
da: Indlæser hjælp...
hr: Učitavam pomoć ...
km: កំពុង​បើក​ជំនួយ ...
th: กำลังโหลดการช่วยเหลือ ...

# error.database_schema_mismatch
source: A SQL error occurred. This may indicate a schema mismatch between TCA and the database. Try running database compare in the Install Tool.
cs: Došlo k chybě SQL. To může poukazovat na nesoulad schématu mezi TCA a databází. Zkuste spustit porovnání databáze v instalačním nástroji.
da: En SQL-fejl opstod. Dette kan skyldes en modsætning mellem TCA og databasen. Prøv at afvikle database-sammenligning (compare) i Install Tool.
hr: Došlo je do SQL pogreške. Moguće je da je došlo do nesklada u shemi baze i TCA. Pokušajte pokrenuti usporedbu baze iz Alata za instalaciju.
km: SQL មានកំហុស​កើតឡើង។​នេះ​អាច​បង្ហាញ​ពីភាពខុសគ្នា​រវាង​គ្រោងការណ៍ TCA និង​ឃ្លាំងផ្ទុកទិន្នន័យ។ សូមព្យាយាម​ប្រៀបធៀប​ឃ្លាំងផ្ទុកទិន្នន័យ​នៅ​ក្នុង​ឧបករណ៍​ការដំឡើង។

# error.database_schema_mismatch_title
source: Database Error
cs: Chyba databáze
da: Database fejl
hr: Pogreška baze podataka
km: កំហុសក្នុង​ឃ្លាំងផ្ទុកទិន្នន័យ

# error.items_proc_func_error
source: An error occurred trying to process items for field "%1$s" (%2$s).
da: Der opstod en fejl under forsøget med at proccesere emner for felt "%1$s" (%2$s).
hr: Došlo je do greške pri procesiranju stavki za polje "%1$s" (%2$s).

# error.invalidEmail
source: "%s" is not a valid e-mail address.
da: "%s" er ikke en gyldig e-mailadresse.
hr: "%s" nije ispravna e-mail adresa.

# error.adminCanNotChangeSystemMaintainer
source: Only system maintainers can change the admin flag and password of other system maintainers. The value has not been updated.
da: Kun systemvedligeholdere kan ændre admin flag og adgangskode for andre systemvedligeholdere. Værdien er ikke blevet opdateret.

# formEngine.beUser.admin.information.userIsSystemMaintainer
source: This user is a system maintainer
da: Denne bruger er systemvedligeholder

# formEngine.beUser.admin.information.userWillBecomeSystemMaintainer
source: This user is in the list of allowed system maintainers and will gain system level access if enabling admin access.
da: Denne bruger optræder i listen over tilladte systemvedligeholdere og vil få adgang på systemniveau hvis admin adgang aktiveres.

# formEngine.beUser.admin.information.userAdminAndPasswordChangeNotAllowed
source: This user is a system maintainer. Changing the admin flag and changing password is denied.
da: Denne bruger er en systemvedligeholder. Ændring af admin flag og ændring af adgangskode er ikke tilladt.

# error.backendUserGroupListTypeError.header
source: Possible misconfiguration detected
da: Mulig fejlkonfiguration blev fundet
hr: Otkrivena je moguća greška konfiguracije

# error.backendUserGroupListTypeError.message
source: Editing of at least one plugin was enabled but editing the page content type "Insert Plugin" is still disallowed. Group members won't be able to edit plugins unless you activate editing for the content type.
da: Redigering af mindst en plugin var aktiveret, men redigering af sideindhold af typen "Indsæt plugin" er stadig ikke tilladt. Gruppemedlemmer vil ikke være i stand til at redigere plugins, med mindre du aktiverer redigering for denne indholdstype.
hr: Dopušteno je uređivanje barem jednog umetka no uređivanje sadržaja stranice tipa "Umetni umetak" još uvijek nije dopušteno. Članovi grupe neće moći uređivate umetke ukoliko ne omogućite uređivanje danog tipa sadržaja.

# error.missingLanguageIsocode
source: Missing ISO code for language "%s" (UID %d), please edit the language record and set it.
da: Manglende ISO kode for sprog "%s" (UID %d). Redigér sprogelementet og angiv det.
hr: Nedostaje ISO kod za jezik "%s" (UID %d), molimo Vas da uredite zapis jezika te postavite kod koji nedostaje.

# labels.deleteTitle
source: Revert to default Constant
da: Gå tilbage til standard konstanter
hr: Vrati na zadanu konstantu

# labels.editTitle
source: Edit this Constant
da: Redigér denne konstant
hr: Uredi ovu konstantu

source: Page Translation
da: Sideoversættelse

# filestorage.invalidpathexception.title
source: Error in Path
da: Fejl i sti

# filestorage.invalidpathexception.message
source: You entered an invalid path for this File Storage. Note that "../" and "//" are not allowed when using an absolute path.
da: Du indtastede en ugyldig sti til dette fil-lager. Bemærk at "../" og "//" ikke er tilladt når der anvendes absolut sti.

# labels.automatic
source: Auto
hr: Automatski
km: ស្វ័យ​ប្រវត្តិ
th: อัตโนมัติ

# mess.refresh_login_password
source: Password
cs: Heslo
hr: Lozinka
km: ពាក្យ​សម្ងាត់
th: รหัสผ่าน

# mess.refresh_login_button
source: Login
cs: Přihlásit
hr: Prijava
km: កត់ត្រា​ចូល
th: เข้าสู่ระบบ

# rm.menu
source: [menu]
el: [μενού]
hr: [izbornik]
ja: [メニュー]
km: [មឺនុយ]
th: [เมนู]

# cm.unzip
source: Unzip
cs: Rozbalit
el: Αποσυμπίεση (zip αρχείου)
hr: Odzipaj
ja: 解凍
km: មិន​ខ្ចប់

# toolbarItems.sysinfo
source: System Information
hr: Informacije o sustavu

# toolbarItems.sysinfo.phpversion
source: PHP Version
hr: PHP inačica

# toolbarItems.sysinfo.database
source: Database
hr: Baza podataka

# toolbarItems.sysinfo.gitrevision
source: GIT Revision
hr: GIT revizija

# toolbarItems.sysinfo.webserver
source: Webserver
hr: Web poslužitelj

# toolbarItems.sysinfo.typo3-version
source: TYPO3 Version
hr: TYPO3 inačica

# labels.starttime
source: Start
el: Έναρξη
ja: 開始
km: ចាប់ផ្ដើម
th: เริ่ม

# ver.online
source: ONLINE
el: ΣΥΝΔΕΔΕΜΕΝΟΣ
ja: オンライン
km: បើក​បណ្ដាញ
th: ออนไลน์

# cm.info
source: Info
el: Πληροφορίες
ja: 情報
km: ព័ត៌មាន
th: ข้อมูล
