Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_csh_pages.xlf
Languages: da, km, nl, th

# layout.description
source: The Frontend Layout can change the way a page design appears.
da: Frontend-layout kan ændre måden et side-design fremstår på.
km: ទម្រង់​ប្លង់​រចនា Frontend អាច​ប្ដូរ​លក្ខណៈ​ ឬ ទម្រង់​នៃ​ការរចនា​របស់​ទំព័រ​បង្ហាញ ។
nl: De Frontend Lay-out kan de manier wijzigen waarop een paginaontwerp getoond wordt.
th: เลย์เอาต์ของส่วนหน้าสามารถเปลี่ยนวิธีการออกแบบเพจจะปรากฏขึ้น

# layout.details
source: This option may not have any impact on the Frontend page design since it depends on whether the Frontend template uses it. Most templates do not use it.
da: Denne valgmulighed kan være uden indflydelse på side-designet af Frontend, da det afhænger af om Frontend-skabelonen anvender den. De fleste skabeloner benytter den ikke.
km: ជម្រើស​នេះ អាច​មិន​មាន​ការពាក់ព័ន្ធ​ជាមួយ​រចនាបទ​ទំព័រ Frontend ចាប់​ពី​ពេល​វា​ពឹងផ្អែក​ទៅ​លើ ថាតើ template Frontend ប្រើ​វា​ឬ​អត់ ។ template ភាគច្រើន​មិន​ប្រើ​វា ។
nl: Deze optie hoeft geen invloed te hebben op het ontwerp van de pagina in de Frontend want het hangt ervan af of het Frontend template het gebruikt. De meeste templates gebruiken het niet.
th: ตัวเลือกนี้อาจมีผลกระทบต่อการออกแบบหน้าส่วนหน้าใด ๆ เนื่องจากมันขึ้นอยู่กับว่าแม่แบบของส่วนหน้าจะใช้มัน แม่แบบส่วนใหญ่ไม่ใช้

# doktype.description
source: Page Type determines whether the page is normal webpage, a shortcut to another webpage, or used in other internal ways.
da: Sidetype afgør om siden er en normal webside, en genvej til en anden webside, er om den bruges til andet internt brug.
km: ប្រភេទ​ទំព័រ​កំណត់​ទោះបី​ជា​ទំព័រ​ជា​ទំព័រ​វែបសាយ​ធម្មតា, ជា​សតខាត់​ទៅ​ទំព័រ​វែបសាយ​ផ្សេង​ទៀត ឬ​ត្រូវ​បាន​ប្រើ​ក្នុង​វិធី​ផ្សេង​ទៀត​ក៏​ដោយ ។
nl: Het Paginatype bepaalt of de pagina een normale webpagina is, een snelkoppeling naar een andere pagina of gebruikt wordt voor andere, interne zaken.
th: ประเภทเพจกำหนดว่าหน้าเป็นหน้าเว็บปกติทางลัดไปยังหน้าเว็บอื่นหรือใช้ในรูปแบบภายในอื่น ๆ

# doktype.details
source: 'Standard' is the most common Page Type and is used for normal webpages. 'Backend User Section' is an option which creates pages that are only visible in the Frontend for Backend users who are logged in. <b>Link</b> 'Shortcut' pages jump to another page in the Pagetree. 'Mount Point' pages bring content from another branch of the Pagetree into the current branch. 'Link to External URL' is similar to 'Shortcut' but points to external URLs instead of TYPO3 pages. <b>Special</b> 'Folder' is a page type which is not shown as a webpage but is instead stores records of your choice. 'Recycler' is a garbage can. Pages and records in the Recycler are not visible in the Frontend. 'Menu Separator' is only useful if your Frontend memus are programmed to use it. It does not represent a page with content but is intended to be an unclickable placeholder in the menu. <b>Notice</b> Each Page Type is represented by a unique icon. The available page types can be restricted for users so all of the options described above may not be visible. Finally, particuilar record typoes may only be allowed on certain page types, but any record can be placed in a 'Folder.'
da: 'Standard' er den mest almindelige sidetype og bruges til normale websider. 'Backend Brugersektion' er et valg der opretter sider, som kun er synlige i Frontend for backend-brugere som er logget ind. <b>Link</b> 'Genvej' sider springer til andre sider i sidetræet. 'Mount Point' sider bringer indhold fra andre grene af sidetræet ind i den aktuelle gren. 'Link til ekstern URL' er ligesom 'Genvej' men peger til eksterne URLer i stedet for TYPO3 sider. <b>Speciel</b> 'Folder' er en sidetype som ikke vises som en webside, men i stedet gemmer elementer efter dit valg. 'Skraldespand' er ... en skraldespand. Sider og elementer i skraldespanden er ikke synlige i Frontend. 'Menu Separator' er kun brugbar, hvis din Frontend menuer er programmeret til at bruge det. Den repræsenterer ikke en side med indhold, men er tænkt som en ikke-klikbar variabel i menuen. <b>Note</b> Hver sidetype er repræsenteret ved en unik ikon. Den tilgængelige sidetype kan begrænses for brugere, så alle valg beskrevet ovenfor, måske ikke er synlige. Endelig kan specielle indholdselementer kun placeres på nogle sidetyper, men alt indhold kan placeres i en 'Folder.'
km: 'ស្ដង់ដារ' ជា​ប្រពភេទ​ទំព័រ​ដែល​ប្រើ​ច្រើន​បំផុត ហើយ​ត្រូវ​បាន​ប្រើ​លើ​ទំព័រ​វែបសាយ​ធម្មតា ។ 'ផ្នែក​អ្នក​ប្រើ Backend' ជា​ជម្រើស​​បង្កើត​ទំព័រ​ដែល​​បង្ហាញ​ក្នុង Frontend សម្រាប់​តែ​អ្នកគ្រប់គ្រង​ដែល​បាន​កត់ត្រាចូល ។ <b>តំណ</b> ទំព័រ 'សតខាត់' ដំណើរការ​ទៅ​​ទំព័រ​ផ្សេង​ទៀត​ក្នុង​ឋានានុក្រម​ទំព័រ ។ 'ចំណុចម៉ោនថ៍' ទំព័រ​នាំ​យក​មាតិកា​ពី​សាខា​ផ្សេង​នៃ​ឋានានុក្រម​ទំព័រ​ទៅ​ក្នុង​សាខា​បច្ចុប្បន្ន ។ 'តំណ​ទៅ​ URL ខាងក្រៅ' ស្រដៀង​ទៅ​នឹង 'សតខាត់' ប៉ុន្តែ​ត​ទៅ URL ក្រៅ​ជំនួស​ទំព័រ TYPO3 ។ <b>ពិសេស</b> 'សឺមី' ជា​ប្រភេទ​ទំព័រ​ដែល​មិន​បង្ហាញ​ជា​ទំព័រ​វែបសាយ ប៉ុន្តែ​​ប្រើ​សម្រាប់​ផ្ទុក​ទិន្នន័យ​ជំនួស​វិញ ។ 'ធុង​សំរាម' ជា​ធុង​សម្រាប់​ដាក់​ធាតុ​ដែល​បាន​លុង ។ ទំព័រ​ និង ទិន្នន័យ​ក្នុង​ធុង​សំរាម​មិន​ត្រូវ​បាន​បង្ហាញ​ទៅ​ Frontend ​ទេ ។ 'បន្ទាត់​កាត់​មឺនុយ' មាន​ប្រយោជន៍​ ប្រសិន​បើ​មឺនុយ​នៅ Frontend របស់​អ្នក​សរសេរ​ប្រើ​បន្ទាត់​កាត់ ។ វា​មិន​មែន​ជា​ទំព័រ និង មាតិកា ប៉ុន្តែ​វា​មិន​​អាច​ចុច​បាន​នៅ​លើ​មឺនុយ ។ <b>ចំណាំ</b> ប្រភេទ​ទំព័រ​នីមួយៗ​សម្គាល់​ដោយ​រូបតំណាង​​ខុស​ពី​គេ ។ ប្រភេទ​ទំព័រ​ដែល​​មាន អាច​ត្រូវ​បាន​កម្រិត​លើ​អ្នកប្រើ ដូច្នេះ​ជម្រើស​ទាំងស់​ដែល​បង្ហាញ​ខាង​លើ អាច​មិន​មាន​បង្ហាញ ។ ចុងក្រោយ ប្រភេទ​ទិន្នន័យ​អាច​អនុញ្ញាត​លើ​ប្រភេទ​ទំព័រ​ជាក់លាក់ ប៉ុន្តែ​ទិន្នន័យ​ខ្លះ​អាច​ត្រូវ​បាន​ដាក់​នៅ​ក្នុង 'សឺមី' ។
nl: 'Standaard' is het meest normale Paginatype en wordt gebruikt voor normale webpagina's 'Backend-gebruikerssectie' is een optie die pagina's aanmaakt die alleen zichtbaar zijn in de Frontend voor Backend-gebruikers die ingelogd zijn. <b>Link</b> 'Snelkoppeling'-pagina's springen naar een andere pagina in de paginaboom. 'Mount Point' pagina's brengen content uit een andere tak van de paginaboom in de huidige tak. 'Link naar externe URL's' lijkt op 'Snelkoppeling' maar wijst naar een externe URL in plaats van een TYPO3 pagina. <b>Speciaal</b> 'Map' is een paginatype die niet zichtbaar is als een webpagina maar waar willekeurige records opgeslagen kunnen worden. 'Prullenbak' is een vuilnisbak. Pagina's en records in de Prullenbak zijn niet zichtbaar in de Frontend. 'Menuscheiding' is alleen nuttig als de Frontend-menu's er gebruik van maken. Het vertegenwoordigt geen pagina met content, maar is bedoeld als een niet-klikbare ruimte in het menu. <b>Let op</b> Ieder paginatype wordt weergegeven met een apart pictogram. De beschikbare paginatypes kunnen voor gebruikers beperkt worden. Niet alle hierboven beschreven opties hoeven dus zichtbaar te zijn. Bovendien kan het zijn dat bepaalde recordtypes alleen op bepaalde paginatypes toegestaan zijn; elk recordtype kan wel geplaatst worden in een 'Map'.
th: 'มาตรฐาน'ที่พบมากที่สุดคือประเภทเพจและจะใช้สำหรับหน้าเว็บปกติ 'แบ็กเอนด์ของผู้ใช้ส่วน'เป็นตัวเลือกที่จะสร้างหน้าเว็บที่เป็นเพียงการมองเห็นได้ในส่วนหน้าสำหรับผู้ใช้แบ็กเอนด์ที่กำลังเข้าสู่ระบบค่ะ Link <b> </ b> หน้า'ทางลัด'ไปที่หน้าใน Pagetree อื่น หน้า'จุดเมานท์'นำเนื้อหาจากสาขาของ Pagetree อื่นลงในสาขาปัจจุบัน 'เชื่อมโยงไปยัง URL ภายนอก'คล้ายกับ'ทางลัด'แต่ชี้ไปยัง URL ที่ภายนอกแทนหน้า TYPO3 <b> พิเศษ </ b> 'Folder'เป็นประเภทเพจที่ไม่แสดงเป็นหน้าเว็บ แต่สามารถบันทึกเก็บแทนการเลือกของคุณ 'Recycler'ขยะจะสามารถ หน้าที่และระเบียนใน Recycler จะไม่ปรากฏในส่วนหน้า 'เมนูเส้นแบ่ง'เป็นเพียงประโยชน์หาก memus ส่วนหน้าของคุณจะถูกตั้งโปรแกรมให้ใช้งานได้ มันไม่ได้แสดงหน้าเว็บที่มีเนื้อหา แต่มีวัตถุประสงค์เพื่อเป็นตัวยึด unclickable ในเมนู <b> ประกาศ </ b> แต่ละประเภทเพจจะแสดงเป็นไอคอนที่ไม่ซ้ำกัน ประเภทเพจที่ใช้ได้สามารถถูก จำกัด สำหรับผู้ใช้เพื่อให้ตัวเลือกทั้งหมดที่อธิบายข้างต้นอาจไม่เห็น สุดท้าย typoes บันทึก particuilar อาจเพียงได้รับอนุญาตบนหน้าเว็บบางประเภท แต่บันทึกใด ๆ ที่สามารถวางใน'โฟลเดอร์.'

# hidden.description
source: If this is checked, the page will be disabled on the website.
da: Hvis dette er afkrydset, vil siden være fjernet på hjemmesiden.
km: ប្រសិន​បើ​ចុច​លើ​ជម្រើស​នេះ ទំព័រ​នឹង​បិទ​ដំណើរការ​លើ​វែបសាយ ។
nl: Als dit is aangevinkt wordt de pagina niet getoond.
th: หากมีการตรวจสอบ, หน้าจะมีการปิดการใช้งานบนเว็บไซต์

# hidden.details
source: The 'Disable,' 'Start,' 'Stop,' and 'Access' options are all about limiting access to pages and are thus related in functionality. When a page is not visible due to one of these options, the page will not show up in the site navigation. Notice, these options are related <em>only</em> to the page for which they are set. If you want their effect to cover the subpages as well, you must enable the 'Extend to Subpages' option. When you're logged in as a Backend user you can preview disabled pages if you have read access to them.
da: 'Deaktivér', 'Start', 'Stop', og 'Adgang' valgene, handler alle om at begrænse adgang til sider og er derfor indbyrdes relaterede i funktionalitet. Når en side ikke er synlig på grund af et af disse valg, vil siden ikke blive vist i side-navigationen. Vær opmærksom på, at disse valg <em>kun</em> er relaterede til den side, hvor de at valgt. Hvis du ønsker at effekten også skal gælde undersider, skal du angive det i 'Udvid til undersider'. Når du er logget ind som Backend bruger, kan du få forhåndsvist sider med begrænset adgang, hvis du i øvrigt har læserettigheder til dem.
km: ជម្រើស 'មិន​ដំណើរការ,' 'ចាប់ផ្ដើម,' និង 'សិទ្ធិ' ទាំងអស់​នេះ​អំពី​​ការកំណត់​សិទ្ធិ​លើ​ទំព័រ ដូច្នេះ​ទាក់ទង​នឹង​​ការងារ ។ ពេល​ទំព័រ​មួយ​មិន​បង្ហាញ​ដោយសារ​ជម្រើស​ណា​មួយ​ក្នុង​នេះ ទំព័រ​នឹង​មិន​បង្ហាញ​ក្នុង​មឺនុយ​វែបសាយ​ ។ ចំណាំ, ជម្រើស​នេះ​ទាក់ទង​​ទៅ​<em>តែ</em>​ទំព័រ​ដែល​បាន​កំណត់​ប៉ុណ្ណោះ ។ ប្រសិន​បើ​អ្នក​ចង់​ឲ្យ​វា​មាន​ឥទ្ធិពល​ទៅ​ដល់​ទំព័រ​រង អ្នក​ត្រូវ​បើក​ជម្រើស 'ពង្រីក​ទៅ​ទំព័រ​រង' ។ ពេល​អ្នក​កត់ត្រា​ចូល​​ជា​អ្នក​ប្រើ Backend អ្នក​អាច​មើល​ទំព័រ​ដែល​បាន​បិទ បើ​អ្នក​មាន​សិទ្ធិ​អាន​ទំព័រ​ទាំងនោះ ។
nl: De opties 'Uitschakelen', 'Start', 'Stop' en 'Toegang' beperken allemaal de toegang tot pagina's en hebben dus een gerelateerde functie. Als een pagina niet zichtbaar is door een van deze opties dan wordt de pagina niet getoond in een menu. Let op dat deze opties <em>alleen</em> voor de pagina gelden waarop ze zijn ingesteld. Als het effect ook moet gelden voor de onderliggende pagina's dan moet de optie 'Inclusief subpagina's' ingeschakeld worden. Ingelogde Backend-gebruikers kunnen een voorvertoning krijgen van uitgeschakelde pagina's als ze leestoegang hebben voor deze pagina's.
th: 'เลิกใช้งาน','เริ่มต้น','หยุด'และเลือก'การเข้าถึงทั้งหมดเกี่ยวกับการ จำกัด การเข้าถึงไปยังหน้าเว็บและมีความสัมพันธ์กันดังนั้นในการทำงาน เมื่อหน้ามองไม่เห็นเนื่องจากหนึ่งในตัวเลือกเหล่านี้หน้าจะไม่ปรากฏในการใช้งานเว็บไซต์ แจ้งให้ทราบตัวเลือกเหล่านี้มีความสัมพันธ์กัน <em> เท่านั้น </ em> ไปยังหน้าเว็บที่พวกเขามีการตั้งค่า ถ้าคุณต้องการให้ครอบคลุมถึงผลกระทบของพวกเขาหน้าย่อยเช่นกันคุณต้องเปิดการใช้งาน'ขยายเพื่อใช้งานหน้าเว็บย่อย'ตัวเลือก เมื่อคุณเข้าสู่ระบบเป็นผู้ใช้แบ็กเอนด์หน้าปิดการใช้งานสามารถดูตัวอย่างคุณถ้าคุณใช้งานได้กับพวกเขา

# hidden.image_descr
source: The page icon of a disabled page is dimmed and a red X is added. If you view a page that is hidden and you are logged in into the Backend you will still be able to see the page. The red "Preview" box will tell you that this page is visible to you because of this special circumstance.
da: SIdenikonet til en side med begrænset adgang, er neddæmpet med et rødt kryds tilføjet. Hvis du ser en side som er skjult og du samtidig er logget ind som Backend bruger, vil du stadig kunne få vist siden. Den røde "Forhåndsvisning" boks fortæller, at siden er synlig for dig, på grund af disse særlige omstændigheder.
km: រូបតំណាង​ទំព័រ​នៃ​ទំព័រ​ដែល​បាន​បិទ​មាន​ពណ៌​ស្រអាប់ និង ថែម​សញ្ញា X ពណ៌​ក្រហម ។ ប្រសិន​បើ​ង្នក​មើល​ទំព័រ​ដែល​ត្រូវ​បាន​លាក់ និង អ្នក​កត់ត្រា​ចូល​ Backend អ្នក​នឹង​នៅ​តែ​អាច​ឃើញ​ទំព័រ ។ ប្រអប់​ "មើល​ជាមុន" ពណ៌​ក្រហម នឹង​ប្រាប់​អ្នក​ថា ទំព័រ​នេះ​បើក​ឲ្យ​អ្នក ព្រោះ​​ជា​ករណី​ពិសេស ។
nl: Het pictogram van een uitgeschakelde pagina is grijzer en heeft een rode X. Als een verborgen pagina door een ingelogde Backend-gebruiker bekeken wordt dan wordt deze aan de Frontend weergegeven. De rode "Preview" box laat zien dat deze pagina getoond wordt vanwege deze speciale omstandigheid.
th: ไอคอนของหน้าปิดการใช้งานเป็นสีจางและสีแดง X จะถูกเพิ่ม ถ้าคุณดูหน้าเว็บที่ถูกซ่อนอยู่และคุณได้เข้าสู่ระบบเป็นแบ็กเอนด์คุณจะยังสามารถมองเห็นหน้า กล่องสีแดง"Preview"จะบอกคุณว่าหน้านี้จะปรากฏแก่คุณเนื่องจาก circumstance.em พิเศษนี้

# starttime.description
source: The Publish Date determines when the page will be visible online. If the Publish Date is not set, the page will be available immediately.
da: Publiceringsdatoen afgør hvornår siden vil være synlig online. Hvis publiceringsdatoen ikke er angivet, vil siden umiddelbart være synlig.
km: កាលបរិច្ឆេទ​សាធារណៈ​បញ្ជាក់​​ពេល​ទំព័រ​នឹង​បើក​បង្ហាញ ។ ប្រសិន​បើ​កាលបរិច្ឆេទ​សាធារណៈ​មិន​ត្រូវ​បាន​កំណត់ ទំព័រ​នឹង​ដំណើរការ​ភ្លាមៗ ។
nl: De Startdatum bepaalt wanneer een pagina online zichtbaar zal zijn. Als de Startdatum niet ingesteld is wordt de pagina direct beschikbaar.
th: กำหนดวันที่เผยแพร่เมื่อหน้าจะสามารถมองเห็นได้ออนไลน์ หากวันที่เผยแพร่ไม่ได้ถูกตั้ง, หน้าจะมีการใช้การได้ทันที

# starttime.syntax
source: The Publish Date Format is either DD-MM-YYYY or MM-DD-YYYY depending on how TYPO3 is configured. There are also several shortcuts you can use when entering the date. If you insert a 'd' the current date will be inserted. You can also append any value in the field with a number such as '+10' which will add 10 days to the current value. For example, entering 'd+10' would result in a date 10 days from now.
da: Publiceringsdatoens format er enten DD-MM-YYYY eller MM-DD-YYYY, afhængig af hvordan TYPO3 er konfigureret. Der er desuden adskillige genveje du kan bruge, når du indtaster en dato. Hvis du indsætter et 'd', vil den aktuelle dato blive indsat. Du kan også tilføje en hvilken som helst værdi i feltet med et tal, eksempelvis '+10', hvilket vil tilføje 10 dage til den aktuelle dato. Hvis du for eksempel skriver 'd+10', vil resultatet være ti dage fra i dag.
km: ទម្រង់​កាលបរិច្ឆេទ​អាច​ប្រើ DD-MM-YYYY ឬ MM-DD-YYYY អាស្រ័យ​លើ​ការកំណត់​លើ TYPO3 ។ វា​ក៏​មាន​សតខាត់​មួយ​ចំនួន​ អ្នក​អាច​យក​មក​ប្រើ​ពេល​បំពេញ​កាលបរិច្ឆេទ ។ ប្រសិន​បើ​អ្នក​បំពេញ 'd' មួយ កាលបរិច្ឆេទ​នឹង​ត្រូវ​បាន​បញ្ចូល ។ អ្នក​ក៏​អាច​​បន្ថែម​តម្លៃ​ណា​មួយ​ក្នុង​ប្រអប់​ជាមួយ​លេខ ដូចជា '+10' ដែល​នឹង​ថែម ១០ ថ្ងៃ​ទៅ​លើ​តម្លៃ​ដើម ។ ឧទាហរណ៍ បំពេញ 'd+10' លទ្ធផល​នឹង​បាន​កាលបរិច្ឆេទ​លើស ១០ ថ្ងៃ​នៃ​​បច្ចុប្បន្នភាព ។
nl: Het formaat voor de Publicatiedatum is of DD-MM-JJJJ of MM-DD-JJJJ afhankelijk van hoe TYPO3 is geconfigureerd. Er zijn ook diverse afkorting die gebruikt kunnen worden. Zo geeft een 'd' de huidige datum. Ook is het mogelijk om getallen als '+10' toe te voegen die dan als aantal dagen opgeteld zullen worden bij de huidige waarde. Bijvoorbeeld 'd+10' geeft een datum tien dagen na vandaag.
th: วันที่เผยแพร่รูปแบบเป็นทั้ง DD - MM - YYYY หรือ MM - DD - YYYY TYPO3 ขึ้นอยู่กับวิธีการกำหนดค่า นอกจากนี้ยังมีทางลัดหลายประการที่คุณสามารถใช้เมื่อเข้าสู่วันที่ ถ้าคุณแทรก'd'วันที่ปัจจุบันจะถูกแทรก นอกจากนี้คุณยังสามารถผนวกค่าในเขตข้อมูลใด ๆ ที่มีหมายเลข +10' เช่น'ซึ่งจะเพิ่ม 10 วันเพื่อค่าปัจจุบัน ตัวอย่างเช่นการป้อน'd +10' จะส่งผลให้ในวันที่ 10 วันนับจากนี้

# endtime.description
source: The Expiration Date specifies when the page will no longer be visible online.
da: Udløbsdatoen specificerer hvornår siden ikke længere vil være synlig online.
km: កាលបរិច្ឆេទ​ផុត​កំណត់ កំណត់​ពេល​ទំព័រ​លែង​បើក​ឲ្យ​មើល​លើ​បណ្ដាញ ។
nl: De Stopdatum bepaalt wanneer een pagina niet langer zichtbaar is.
th: หมดอายุวันที่ระบุเมื่อเพจนั้นจะไม่สามารถมองเห็นได้ออนไลน์

# endtime.syntax
source: See Page / Publication Date (click below)
da: Se Side / Publikations dato (klik nedenfor)
km: មើល​ទំព័រ / កាលបរិច្ឆេទ (ចុច​ខាង​ក្រោម)
nl: Zie Pagina / Startdatum (hieronder klikken)
th: ดูหน้า / เอกสารเผยแพร่วันที่ (คลิกด้านล่าง)

# fe_group.description
source: If Usergroup Access Rights is set to a usergroup name, only website users who are members of the selected usergroup will be able to view the page. The special option 'Hide at Login' means the page will <em>not</em> be visible for any website users that are logged in. Likewise "Show at Any Login" will make the page visible for any logged in Frontend user.
da: Hvis Brugergruppe adgangsrettigheder er angivet med en brugergruppes navn, vil kun medlemmer af den valgte brugergruppe kunne se siden. Det særlige valg 'Skjul ved Log ind' betyder at siden <em>ikke</em> vil være synlig for nogen website brugere, som er logget ind. På samme måde som "Vis ved enhver log ind", vil gøre siden synlig for enhver Frontend bruger, der er logget ind.
km: ប្រសិន​បើ​សិទ្ធិ​របស់​ក្រុម​អ្នក​ប្រើ​កំណត់​ទៅ​ឈ្មោះ​ក្រុម មានតែ​អ្នក​ប្រើ​វែបសាយ​ដែល​ជា​សមាជិក​របស់​ក្រុម​នោះ​នឹង​អាច​មើល​ទំព័រ​បាន ។ ជម្រើស​ពិសេស 'លាក់​ពេល​កត់ត្រា​ចូល' មានន័យ​ថា ទំព័រ​នឹង​<em>​មិន</em>​បង្ហាញ​ទៅ​អ្នក​ប្រើ​វែបសាយ​ដែល​កត់ត្រា​ចូល ។ ដូច​គ្នា​នេះ​ដែរ 'បង្ហាញ​ពេល​កត់ត្រាចូល' នឹង​បង្ហាញ​ទំព័រ​រាល់​ពេល​កត់ត្រា​ចូល​ក្នុង Frontend ។
nl: Als "Toegang" is ingesteld op een naam van een gebruikersgroep dan kunnen alleen leden van de geselecteerde gebruikersgroep de pagina zien. De speciale optie 'Verbergen bij aanmelding' betekent dat de pagina <em>niet</em> zichtbaar is voor alle ingelogde gebruikers. Evenzo zorgt 'Tonen bij aanmelding' ervoor dat de pagina zichtbaar is voor ingelogde gebruikers.
th: หากกลุ่มผู้เข้าใช้สิทธิถูกตั้งค่าเป็นชื่อกลุ่มผู้, ผู้ใช้เฉพาะเว็บไซต์ที่เป็นสมาชิกของกลุ่มผู้ที่เลือกจะสามารถดูหน้าเว็บ 'ซ่อนที่เข้าสู่ระบบ'ตัวเลือกพิเศษหมายถึงหน้าจะ <em> ไม่ </ em> สามารถมองเห็นได้สำหรับผู้ใช้งานเว็บไซต์ใด ๆ ที่เข้าสู่ระบบค่ะเช่นกัน"แสดงที่เข้าสู่ระบบใด ๆ ที่อาจจะทำให้หน้าใด ๆ ที่เห็นได้สำหรับผู้ใช้เข้าสู่ระบบในส่วนหน้า

# extendToSubpages.description
source: By default the Publication Date, Expiration Date, Usergroup Access Rights, and Page Visibility options <em>only</em> affect the page where they are set. If the option 'Extend to Subpages' is checked for the page, then all subpages are affected as well.
da: Som udgangspunkt påvirker 'Start', 'Stop', 'Access' og 'Skjul side' <em>kun</em> den side de er sat på. Hvis man ønsker at valget skal gælde alle undersider også, vælges dette felt.
km: ជាទូទៅ កាលបរិច្ឆេទ​បើក, កាលបរិច្ឆេទ​ផុត​កំណត់, សិទ្ធិ​របស់​ក្រុម និង ជម្រើស​បង្ហាញ​ទំព័រ មាន​ឥទ្ធិពល​<em>តែ​</em>ទៅ​លើ​ទំព័រ​ដែល​បាន​កំណត់​ប៉ុណ្ណោះ ។ ប្រសិន​បើ​ជម្រើស 'ពង្រីក​ទៅ​ទំព័រ​រង' ត្រូវ​បាន​ជ្រើសរើស​សម្រាប់​ទំព័រ ពេល​នោះ​ទំព័រ​រង​ទាំងអស់​នឹង​ទទួល​ឥទ្ធិល​ទាំងនេះ​ដែរ ។
nl: Standaard zullen de opties Startdatum, Einddatum, Toegang en Verbergen <em>alleen</em> de pagina beïnvloeden waarop ze zijn ingesteld. Als de optie 'Inclusief subpagina's' is aangevinkt voor de pagina dan worden alle subpagina's ook beïnvloed.
th: โดยค่าเริ่มต้นตีพิมพ์วันที่หมดอายุวันที่, กลุ่มผู้สิทธิ์การเข้าถึงและการมองเห็นหน้าตัวเลือก <em> เท่านั้น </ em> มีผลกับเพจที่พวกเขามีการตั้งค่า หาก'ขยายเพื่อใช้งานหน้าเว็บย่อย'ตัวเลือกที่มีการตรวจสอบหน้าแล้วหน้าย่อยทั้งหมดที่ได้รับผลกระทบเช่นกัน

# extendToSubpages.details
source: Consider a scenario where you want to create a section of subpages that are only visible for logged in users. Setting the Usergroup Access Rights for the top page in the section would remove the page from menus if no user was logged in. However, the subpage could still be accessed by guessing the ID number of the page and entering it manually in the URL. Setting the 'Extend to Subpages' option would extend the Usergroup Access Rights from the top page through all subpages as well.
da: Forestil dig et eksempel hvor du gerne vil have at en gren af sitet er begrænset til brugere der er logget ind. Ved at sætte 'Adgang' til 'Vis ved alle logins' på en side i træet, opnås den ønskede effekt. Men alle undersider er ikke omfattet af denne adgangsbegrænsning, men mindre feltet 'Omfat undersider' er valgt.
km: កំណត់​កន្លែង​ដែល​អ្នក​ចង់​បង្កើត​ទំព័រ​រង​ដែល​បើក​សម្រាប់​អ្នក​ប្រើ​ដែល​បាន​កត់ត្រា​ចូល ។ កំណត់​សិទ្ធិ​សម្រាប់​ក្រុម​អ្នក​ប្រើ​លើ​ទំព័រ​លើ​គេ​ក្នុង​ផ្នែក​នឹង​ដក​ទំព័រ​ពី​មឺនុយ​ប្រសិន​បើ​មិន​មាន​អ្នក​ប្រើ​កត់ត្រា​ចូល ។ តែ​យ៉ាង​ណា​ក៏​ទំព័រ​រង​នៅ​អាច​ចូល​ប្រើ​ដោយ​ទាយ​លេខ​សម្គាល់​របស់​វា និង ដាក់​វា​ដោយ​ខ្លួនឯង​ក្នុង URL ។ ការកំណត់ 'ពង្រីក​ទៅ​ទំព័រ​រង' នឹង​ពង្រីក​សិទ្ធិ​របស់​ក្រុម​ពី​ទំព័រ​លើ​គេ​ទៅ​ទំព័រ​រង​ទាំងអស់ ។
nl: Denk aan een scenario waarbij een deel van de paginaboom alleen zichtbaar moet zijn voor ingelogde gebruikers. Door de Toegang voor de bovenste pagina in te stellen wordt de pagina uit het menu verwijderd als de bezoeker niet ingelogde is. De subpagina's kunnen echter wel bezocht worden door het ID-nummer van de pagina's te raden en in de URL in te voeren. Door 'Inclusief subpagina's' aan te vinken worden de toegangsrechten ook van toepassing op alle subpagina's.
th: พิจารณาสถานการณ์ที่คุณต้องการสร้างส่วนของหน้าย่อยที่มีเฉพาะที่เห็นได้สำหรับผู้ใช้เข้าสู่ระบบ การตั้งค่ากลุ่มผู้สิทธิ์การเข้าถึงสำหรับหน้าเว็บด้านบนในส่วนที่จะเอาออกจากหน้าเมนูหากผู้ใช้ไม่ได้เข้าสู่ระบบค่ะ แต่หน้าย่อยยังคงสามารถเข้าถึงได้โดยคาดเดารหัสของหน้าเว็บและการป้อนด้วยตนเองใน URL การตั้งค่า'ขยายเพื่อใช้งานหน้าเว็บย่อย'ตัวเลือกที่จะขยายกลุ่มผู้เข้าใช้สิทธิจากหน้าส่วนบนผ่านหน้าย่อยด้วยเช่นกัน

# extendToSubpages.image_descr
source: This page has access restricted to a certain group and has "Extend to Subpages" set as well. This is reflected in the way the page icon has changed.
da: I dette billede er adgangen begrænset til en bestemt brugergruppe, og "Omfat undersider" er valgt. Det afspejles i ikonet for siden (men ikke for undersiderne!).
km: ទំព័រ​នេះ​បាន​កំណត់​សិទ្ធិ​​ទៅ​ក្រុម និង បាន​កំណត់ 'ពង្រីក​ទំព័រ​រង' ផង​ដែរ ។ វា​មាន​ឥទ្ធិពល​លើ​ការ​ផ្លាស់ប្ដូរ​រូបតំណាង​ទំព័រ ។
nl: Deze pagina heeft de toegang tot een bepaalde groep beperkt en bovendien is 'Inclusief subpagina's' ook actief. Dit is terug te zien in het pictogram.
th: หน้านี้มีการ จำกัด การเข้าถึงกลุ่มบางและมี"ขยายเพื่อใช้งานหน้าเว็บย่อย"กำหนดเป็นอย่างดี นี้จะปรากฏในลักษณะที่ไอคอนหน้ามีการเปลี่ยนแปลง

# target.description
source: This sets the default Link Target for menu items linking to this page. Can also used to open the page as a popup window.
da: HTML target-kode til menuen.
km: ទីនេះ​កំណត់​គោលដៅ​តំណ​លំនាំ​ដើម​លើ​ធាតុ​មឺនុយ​ត​ទៅ​ទំព័រ​នេះ ។ អាច​ត្រូវ​បាន​ប្រើ​ដើម្បី​បើក​ទំព័រ​ក្នុង​ផ្ទាំង​លោត​ថ្មី​ផង​ដែរ ។
nl: Het standaard HTML-doel voor menu-items die naar deze pagina verwijzen. Kan ook gebruikt worden om de pagina te openen in een pop-up.
th: นี้จะตั้งค่าเริ่มต้นการเชื่อมโยงเป้าหมายสำหรับรายการเมนูเชื่อมโยงไปยังหน้านี้ สามารถใช้ในการเปิดหน้าเป็นหน้าต่างป๊อปอัพ
