Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_csh_corebe.xlf
Languages: hi, hr, it, km, th

# filelist_clipboard.image_descr
source: This shows the "Normal" pad on the clipboard. Here an image is now stored. The "Thumbnails" button of the clipboard is enabled so you will see the image icon. When the numeric clipboard pads are enabled you will be able to place multiple items on the clipboard at one time. If the items selected are found in the current folder you can also see the selection reflected in the checkboxes of the items. To paste the contents into a file folder you use the paste icons available in the Filelist module.
hi: ये क्लिपबोर्ड पर "सामान्य" पेड़ दिखता है। यहाँ अब इमेज स्टोर हो गई है। क्लिपबोर्ड का "थम्बनेल" बटन इनेबल है इस लिए आप इमेज का आइकॉन देख सकते है जब क्लिपबोर्ड का नुमेरिक पेड्स इनेबल है आप एक ही समय पर मल्टिपल आइटम क्लिपबोर्ड में रख सकते है। अगर चुनी गई आइटम करंट फोल्डर में पाई गई, आप चेकबॉक्स में आइटम के चयन रेफ्लेक्टस भी देख सकते है। फाइल फोल्डर में कंटेंट को पेस्ट करने के लिए आप फाइल लिस्ट मॉड्यूल में उपलब्ध पेस्ट आइकॉन का उपयोग कर सकते है।
hr: To prikazuje "Normalni" spremnik međumemorije. Ovdje je sada pohranjena slika. Međumemorijski gumb za "Sličice" je omogućen kako bi vidjeli ikonu slike. Kada su obrojčane međumemorije omogućene, omogućeno Vam je staviti više stavki istovremeno u međumemoriju. Ako se odabrane stavke nađu u trenutnoj mapi, također možete vidjeti odraz odabira u kvadratićima stavki. Kako bi zalijepili sadržaj u mapu datoteke, upotrijebite ikone za lijepljenje koje su dostupne u modulu popisa datoteka.
km: ទីនេះ​​បង្ហាញ​​ផ្ទាំង​ "ធម្មតា" លើ​ឃ្លិបបត ។ នេះ​ជា​រូបភាព ដែល​ត្រូវ​បាន​ផ្ទុក ។ ប៊ូតុង "រូប​ភាព​តូច" របស់​ឃ្លិបបត​ត្រូវ​បាន​ដំណើរការ ដូច្នេះ​អ្នក​នឹង​ឃើញ​រូបតំណាង​រូបភាព ។ ពេល​ផ្ទាំង​ឃ្លិបបត​លេខ​ត្រូវបាន​បើក​ដំណើរការ អ្នក​នឹង​អាច​ដាក់​ធាតុ​ច្រើន​លើ​ឃ្លិបបត​ក្នុង​ពេល​តែ​មួយ ។ ប្រសិន​បើ​ធាតុ​​ដែល​បាន​រើស​ត្រូវ​បាន​រកឃើញ​ក្នុង​សឺមី​បច្ចុប្បន្ន អ្នក​ក៏​អាច​ឃើញ​ផ្នែក​ដែល​ជះ​ឥទ្ធិពល​ក្នុង​ប្រអប់​ធីក​របស់​ធាតុ ។ ដើម្បី​បិទភ្ជាប់​មាតិកា​ក្នុង​សឺមី​ឯកសារ អ្នក​ប្រើ​រូប​បិទភ្ជាប់​ដែល​មិន​ក្នុង​ម៉ូឌុល​បញ្ជី​ឯកសារ ។
th: นี้จะแสดง"pad"ปกติในคลิปบอร์ด ที่นี่ภาพจะถูกเก็บไว้ตอนนี้ Thumbnails"ปุ่มคลิปบอร์ดมีการใช้งานดังนั้นคุณจะเห็นไอคอนภาพ เมื่อแผ่นคลิปบอร์ดตัวเลขมีการใช้งานคุณจะสามารถวางหลายรายการในคลิปบอร์ดในครั้งเดียว ถ้ารายการที่เลือกจะอยู่ในโฟลเดอร์ปัจจุบันคุณยังสามารถดูเลือกปรากฏในช่องทำเครื่องหมายของรายการ เพื่อวางเนื้อหาในโฟลเดอร์แฟ้มที่คุณใช้ไอคอนวางจำหน่ายในโมดูล Filelist

# filelist_options.alttitle
source: File > Filelist options
hi: फाइल > फिलिलिस्ट ऑप्शन्स
hr: Datoteka > Opcije popisa datoteka
it: File > opzioni lista file
km: ជម្រើស ឯកសារ > បញ្ជី
th: File เลือก> Filelist

# filelist_options.description
source: You can enable the display of image thumbnails and show the clipboard if you need to copy/cut/paste multiple files or folders at a time.
hi: अगर आप एक ही टाइम पर एक से ज्यादा फाइल्स और फोल्डर को कट/कॉपी/पेस्ट करने की जरुरत है तो आप इमेज थम्बनैल्स और क्लिपबोर्ड दिखाना इनेबल कर सकते हो।
hr: Možete omogućiti prikaz sličica te prikazati međumemoriju ako trebate kopirati/izrezati/zalijepiti više datoteka ili mapa istovremeno.
km: អ្នក​អាច​បើក​ដំណើរការ​ការបង្ហាញ​រូបភាព​តូច និង បង្ហាញ​ឃ្លិបបត ប្រសិន​បើ​អ្នក​ត្រូវការ ចម្លង/កាត់/បិទភ្ជាប់ ឯកសារ ឬ សឺមី​ច្រើន​ក្នុង​ពេល​តែ​មួយ ។
th: คุณสามารถเปิดใช้การแสดงภาพขนาดเล็กภาพและแสดงคลิปบอร์ดถ้าคุณต้องการคัดลอก / ตัด / วางแฟ้มหรือโฟลเดอร์หลายครั้ง

# filelist_options.image_descr
source: Enabling thumbnails means that all image file types will be displayed with their thumbnails. This makes it easy to browse an archive of files.
hi: इनेबलिंग थम्बनैल्स मतलब सभी इमेज फ़ाइल प्रकार उसके थम्बनैल्स के साथ दिखेगा।यह फाइल्स का अर्चिव ब्राउज़ करने के लिए आसान बनाता है।
hr: Omogućavanje sličica znači da će sve vrste datoteka slika biti prikazane sa svojim sličicama. To olakšava pregled arhiva datoteka.
km: បើក​ដំណើរការ​រូបភាព​តូច មានន័យ​ថា គ្រប់​​ប្រភេទ​ឯកសារ​រូបភាព នឹង​ត្រូវ​បាន​បង្ហាញ​ជាមួយ​រូបភាព​តូច​របស់​វា ។ លក្ខណៈ​នេះ​ធ្វើ​ឲ្យ​ងាយស្រួល​ក្នុងការ​ចុច​រុករក​ឯកសារ​ដែល​សំខាន់ ។
th: การเปิดใช้ย่อหมายความว่าทุกประเภทไฟล์ภาพจะแสดงพร้อมกับรูปขนาดย่อของพวกเขา นี้ทำให้ง่ายต่อการเรียกเก็บไฟล์

# file_edit.alttitle
source: Editing a file
hi: फाइल का एडीटींग
hr: Uređivanje datoteke
it: Editare un file
km: ការកែប្រែ​ឯកសារ
th: แก้ไขแฟ้ม

# file_edit.description
source: You can edit the contents of a text file with this dialog.
hi: इस डायलॉग के साथ आप टेक्स्ट फ़ाइल का कंटेंट को एडिट कर सकते है।
hr: Ovim dijalogom možete urediti sadržaj tekstualne datoteke.
it: Puoi editare i contenuti di un file di testo
km: អ្នក​អាច​កែប្រែ​មាតិកា​របស់​ឯកសារ​អត្ថបទ​ជាមួយ​ប្រអប់​សារ​នេះ ។
th: คุณสามารถแก้ไขเนื้อหาของแฟ้มข้อความที่มีการโต้ตอบนี้

# file_edit.image_descr
source: The editing form for a file is this simple textarea field. It's nothing fancy and experienced coders will miss such as TAB-functionality, but it can edit a stylesheet if badly needed...
hi: फाइल के लिए फॉर्म एडिट करना ये इस टेक्स्ट-एरिया फील्ड जैसा है, के कोई फेंसी नहीं है। अनुभवी कॉडर टेब-फंक्षनॅलिटी मिस करेंगे, पर अगर बुरी तरह जरुरत पड़े तो ये स्टाइलशीट एडिट कर सकते हैं...
hr: Obrazac za uređivanje datoteke je ovo jednostavno polje za tekst. Nije ništa posebno, iskusni programeri će čeznuti za TAB-funkcionalnošću, no može urediti css oblikovanje ako je zbilja potrebno...
km: ទម្រង់​កែប្រែ​ឯកសារ​គឺ​ប្រើ​ប្រអប់​កែប្រែ​អក្សរ​ធម្មតា​នេះ ។ វា​មិន​មាន​អ្វី​ស្មុគស្មាញ ហើយ​អ្នក​ដែល​មាន​បទពិសោធន៍​ខាង​សរសេរ​កូដ នឹង​មិន​នឹកឃើញ​ដល់​មុខងារ​របស់​ថេប, ប៉ុន្តែ​វា​អាច​កែប្រែ​ stylesheet ប្រសិន​បើ​ចាំបាច់​ខ្លាំង...
th: แบบฟอร์มการแก้ไขไฟล์เป็นเขต Textarea นี้ง่าย ก็ไม่มีอะไรแฟนซีและประสบการณ์ coders จะพลาดเช่น TAB ฟังก์ชันการทำงาน แต่สามารถแก้ไข stylesheet หากจำเป็นไม่ดี ...

# file_newfolder.alttitle
source: Creating a new folder
hi: नया फोल्डर बनाए
hr: Stvaranje nove mape
it: Creare una nuova cartella
km: បង្កើត​សឺមី​ថ្មី
th: สร้างโฟลเดอร์ใหม่

# file_newfolder.description
source: Enter a name for a new file folder in the tree here. If you want to create multiple folders, please select the number of new folders before entering folder names.
hi: यहाँ नए फाइल फोल्डर के लिए नाम दाखिल करे। अगर आप मल्टीपल फ़ोल्डर्स बनाना चाहते है, तो कृपया नाम दर्ज करने से पहले नए फोल्डर की संख्या चुन ले।
hr: Unesite naziv za novu mapu datoteke ovdje u stablu. Ako želite stvoriti više mapa, molimo Vas da odaberete određen broj novih mapa prije unosa imena mapa.
km: បំពេញ​ឈ្មោះ​ឲ្យ​សឺមី​ឯកសារ​ថ្មី​ក្នុង​ឋានានុក្រម​នេះ ។ ប្រសិន​បើ​អ្នក​ចង់​បង្កើត​សឺមី​ច្រើន​, សូម​រើស​លេខ​សឺមី​ថ្មី​មុន​បំពេញ​ឈ្មោះ​ ។
th: ป้อนชื่อสำหรับโฟลเดอร์แฟ้มใหม่ในต้นที่นี่ ถ้าคุณต้องการสร้างโฟลเดอร์ต่างๆกรุณาเลือกจำนวนโฟลเดอร์ใหม่ก่อนที่จะป้อนชื่อโฟลเดอร์

# file_newfolder.image_descr
source: To create a new folder you first click the parent folder icon in the folder tree. As the next step you select the number of folders to create and then you enter the new folder names. After pressing the "Create folders" button the folders will appear in the folder tree when you reload it.
hi: फोल्डर बकने के लिए पहले आप फोल्डर ट्री में पेरेन्ट फोल्डर आइकॉन पर क्लिक करे। दूसरे स्टेप में आप फोल्डर बनाने के लिए संख्या चुनें और आप नए फोल्डर के नाम डाले। "फ़ोल्डर्स बनाये" बटन को क्लिक करने के बाद, फ़ोल्डर्स फोल्डर ट्री में दिखेंगे जब आप इसको रे-लोड करेंगे।
hr: Kako bi stvorili novu mapu, prvo kliknite na ikonu roditeljske mape u stablu mapa. Sljedeći korak je odabir broja mapa koje treba stvoriti te tada unosite nova imena mapa. Nakon pritiska na gumb "Stvori mape" mape će se pojaviti u stablu mapa nakon što ih ponovo učitate.
km: ដំបូង​អ្នក​ត្រូវ​ចុច​លើ​រូបតំណាង​សឺមី​ក្នុង​ឋានានុក្រម​សឺមី ដើម្បី​បង្កើត​សឺមី​ថ្មី ។ ជំហាន​បន្ទាប់ អ្នក​រើស​យក​លេខ​របស់​សឺមី​ដើម្បី​បង្កើត ហើយ​បញ្ចូល​ឈ្មោះ​ថ្មី ។ បន្ទាប់​មក ចុច​លើ​ប៊ូតុង "បង្កើត​សឺមី" សឺមី​នឹង​បង្ហាញ​ក្នុង​ឋានានុក្រម​សឺមី ពេល​អ្នក​បើក​វា​ម្ដង​តៀត ។
th: เพื่อสร้างโฟลเดอร์ใหม่ที่คุณคลิกแรกที่ไอคอนโฟลเดอร์ในโฟลเดอร์ต้นไม้ ในขั้นถัดไปที่คุณเลือกจำนวนโฟลเดอร์ที่สร้างแล้วคุณใส่โฟลเดอร์ชื่อใหม่ หลังจากที่กดปุ่ม"สร้างโฟลเดอร์ปุ่มโฟลเดอร์จะปรากฏขึ้น ในโครงสร้างโฟลเดอร์เมื่อคุณโหลดมัน

# file_newfile.alttitle
source: Creating a new file
hi: नया फ़ाइल बनाए
hr: Stvaranje nove datoteke
it: Creare un nuovo file
km: បង្កើត​ឯកសារ​ថ្មី
th: สร้างแฟ้มใหม่

# file_newfile.description
source: Enter a filename here if you want to create a new text-based file. Notice that it must have one of the endings in the list of text-endings shown below (except "php" endings).
hi: अगर आप टेक्स्ट-बेस फाइल बनाना चाहते है तो यह नाम दाखिल करे।नोटिस करे की टेस्ट-एंडिंग लिस्ट में इसका एक एंडिंग होता ही है निचे देखे(सिवाय "php" एन्डिंग)।
hr: Ovdje unesite ime datoteke ako želite stvoriti novu tekstualnu datoteku. Primjetite da treba imati jedan od završetaka iz popisa tekstualnih završetaka koji su prikazani ispod (osim "php" završetaka).

# file_newfile.details
source: Newly created files will have the size of 0 (zero). After creating a new file it would be natural that you wanted to edit the file to put content into it. This is done simply by clicking the icon of the file and select "Edit" from the clickmenu.
hi: नयी बनायीं गई फाइल का साइज़ 0(शुन्य) होगा। बनने के बाद ये सामान्य है की आप कंटेंट ऐड करने के लिए फाइल को एडिट करना चाहेंगे। ये फाइल आइकॉन पर क्लिक कर के क्लिक मेनू से "एडिट" चुन कर आसानी से पूरा कर सकते है।
hr: Novo stvorene datoteke će biti veličine 0 (nula). Nakon stvaranja nove datoteke, bilo bi prirodno da želite urediti datoteku kako bi unijeli sadržaj unutra. Ovo se jednostavno postiže tako da se klikne ikona datoteke te odabere "Uredi" iz izbornika.
km: ឯកសារ​ដែល​បង្កើត​ថ្មី នឹង​មាន​ទំហំ​ស្មើ ០ (សូន្យ) ។ បន្ទាប់​ពី​បង្កើត តាម​ធម្មជាតិ អ្នក​ប្រាកដ​ជា​ចង់​កែប្រែ​វា​ដើម្បី​បន្ថែម​មាតិកា​ទៅ​ឲ្យ​វា ។ វា​អាច​ធ្វើ​ទៅ​បាន​ដោយ​ចុច​លើ​រូបតំណាង​របស់​ឯកសារ និង​រើស​យក "កែ" ពី​មឺនុយ​លោត ។
th: ไฟล์ที่สร้างขึ้นใหม่จะมีขนาดของ 0 (ศูนย์) หลังจากสร้างไฟล์ใหม่มันจะธรรมชาติที่คุณต้องการแก้ไขไฟล์ที่จะนำเนื้อหาในนั้น นี้จะกระทำได้ง่ายๆโดยคลิกที่ไอคอนของไฟล์และเลือก"แก้ไข"จาก clickmenu

# file_newfile.image_descr
source: To create a new file, first click the folder icon where you want to create the file. Select "New". Then enter the filename in the dialog in the right frame. After pressing "Create file" you will see a new, empty file in the folder you selected.
hi: नयी फाइल बनाने के लिए फ़ल्डर आइकॉन पर क्लिक करें जहाँ आप फाइल बनाना चाहते है। "नया" चुने राईट फ्रेम में डायलॉग में फाइल का नाम डाले। "नयी फाइल बनाये" दबाते आप अपने चुने फोल्डर में नयी, खली फाइल बनी हुई देखेंगे।
hr: Kako bi stvorili novu datoteku, prvo kliknite ikonu mape u kojoj želite stvoriti datoteku. Odaberite "Novo". Potom unesite ime datoteke u dijalog u desnom okviru. Nakon što pritisnete "Stvori datoteku", vidjet ćete novu praznu datoteku u mapi koju ste odabrali.
km: ដើម្បី​បង្កើត​ឯកសារ​ថ្មី, ដំបូង​ចុច​លើ​រូបតំណាង​សឺមី​នៅ​កន្លែង​ដែល​អ្នក​ចង់​បង្កើត​ឯកសារ ។ រើស "ថ្មី" រួច​បំពេញ​ឈ្មោះ​ឯកសារ​ក្នុង​ប្រអប់​ក្នុង​ផ្ទាំង​ខាង​ស្ដាំ ។ បន្ទាប់​មក​ចុច "បង្កើត​ឯកសារ" អ្នក​នឹង​ឃើញ​ឯកសារ​ទទេ ថ្មី​មួយ​ក្នុង​សឺមី​ដែល​អ្នក​ជ្រើសរើស ។
th: เพื่อสร้างไฟล์ใหม่ให้คลิกแรกไอคอนโฟลเดอร์ที่คุณต้องการสร้างแฟ้ม เลือก"New" จากนั้นใส่กรอบ filename สิทธิในในการโต้ตอบ หลังจากกด"Create file"คุณจะเห็นใหม่ file ว่างในโฟลเดอร์ที่คุณเลือก

# file_newMedia.alttitle
source: Adding a new media asset
hi: नए मीडिया एसेट्स ऐड करना
hr: Dodajem novi multimedijski resurs

# file_newMedia.description
source: Enter an URL to a media asset here. Notice that it must be from one of the allowed providers listed below.
hi: मीडिया एसेट का URL यहाँ दर्ज करे। नोटिस करे की ये एक फॉर्म नीचे दी गयी अलाउड प्रोवाइडर्स लिस्ट में से एक होना चाहिए।
hr: Unesite URL poveznicu multimedijskog resursa. Obratite pozornost na činjenicu da URL mora biti prema jednom od dopuštenih distributera na niže navedenom popisu.

# file_rename.alttitle
source: Rename a file or folder
hi: फ़ाइल और फ़ोल्डर का नाम बदलें
hr: Preimenujte datoteku ili mapu
it: Rinominare un file o una cartella
km: ប្ដុរ​ឈ្មោះ​ឯកសារ ឬ សឺមី
th: เปลี่ยนชื่อไฟล์หรือโฟลเดอร์

# file_rename.description
source: You can rename files or folders in TYPO3 quite easily. Just notice that certain characters are not allowed. So use a-z, numbers, underscores and don't make the names too long. If you enter invalid characters it will be automatically corrected.
hi: TYPO3 में आप फाइल्स और फोल्डर का जल्दी और आसानी से नाम बदल सकते है। सिर्फ देखे कि कुछ कैरेक्टर को इजाजत नहीं है।इस लिए a-z, नंबर और अंडर-स्कोर का उपयोग करे और नाम लंम्बा ना करे।अगर आप वेलिड कैरेक्टर डालेंगे, ये ऑटोमेटिकली करेक्ट कर देगा।
hr: Datoteke ili mape u sustavu TYPO3 možete preimenovati vrlo lako. Samo primjetite da određeni znakovi nisu dopušteni. Dakle, koristite a-z, brojeve, podvlake te nemojte stvarati preduga imena. Ako unesete znakove koji nisu valjani, isti će automatski biti ispravljeni.
km: អ្នក​អាច​កែឈ្មោះ​ឯកសារ ឬ សឺមី​ក្នុង TYPO3 បាន​យ៉ាង​ងាយ​ស្រួល ។ ត្រូវ​ចំណាំ​ថាតួអក្សរ​មួយ​ចំនួន​មិន​ត្រូវ​បាន​អនុញ្ញាត ។ ដូច្នេះ​ប្រើ a-z, លេខ, ត្រេ​ក្រោម និង កុំ​ធ្វើ​ឲ្យ​ឈ្មោះ​វែង​ពេក ។ ប្រសិន​បើ​អ្នក​បំពេញ​អក្សរ​ដែល​មិន​ស្គាល់ វា​នឹង​កែតម្រូវ​ដោយ​ស្វ័យប្រវត្តិ ។
th: คุณสามารถเปลี่ยนชื่อแฟ้มหรือโฟลเดอร์ใน TYPO3 ค่อนข้างง่าย เพียงแจ้งให้ทราบว่าตัวอักษรบางอย่างไม่ได้รับอนุญาต เพื่อใช้ az, ตัวเลข, ขีดและไม่ให้ชื่อยาวเกินไป ถ้าคุณป้อนตัวอักษรที่ไม่ถูกต้องจะได้รับการแก้ไขโดยอัตโนมัติ

# file_rename.image_descr
source: To rename a file (or folder for that sake) just click the icon of it, select "Rename" and enter the new name. Notice that restrictions may apply on filenaming, for instance ".php" is usually not a valid extension of a filename for security reasons.
hi: फाइल्स(के फोल्डर की खातिर) का नाम बदल ने के लिए सिर्फ इसके आइकॉन पर क्लिक करे, "नाम बदले" सेलेक्ट करे और नया नाम डाले। ध्यान दे की फाइल नेमिंग पर रेस्ट्रिक्शन्स अप्लाई हो सकते है, उदहारण रूप .php फ़ाइल नाम एक्सटेंशन सिक्योरिटी की वजह से वैलिड नहीं है।
hr: Kako bi preimenovali datoteku (ili mapu) samo kliknite na njenu ikonu, odaberite "Preimenovanje" te unesite novo ime. Primjetite da se ograničenja mogu odnositi na imenovanje datoteka; ".php" uobičajeno nije valjan produžetak imena datoteke radi sigurnosnih razloga.
km: ដើម្បី​កែឈ្មោះ​ឯកសារ (ឬ​សឺមី​) ដោយ​គ្រាន់តែ​ចុច​លើ​រូបតំណាង​របស់​វា, រើស "កែ​ឈ្មោះ" និង បំពេញ​ឈ្មោះ​ថ្មី ។ ចំណាំ​ថា លក្ខ័ណ្ឌ​បាន​ដាក់​លើ​ឈ្មោះ​ឯកសារ, ជា​ជំនួស ".php" មិន​មែន​ជា​កន្ទុយ​ត្រឹមត្រូវ​របស់​ឈ្មោះ​ឯកសារ​ដើម្បី​សុវត្ថិភាព​ទេ ។
th: เปลี่ยนชื่อไฟล์ (หรือโฟลเดอร์เพื่อประโยชน์ที่) คลิกที่ไอคอนการเลือก"เปลี่ยน"และป้อนชื่อใหม่ ให้สังเกตว่าอาจมีข้อ จำกัด ใน filenaming ตัวอย่างเช่น". php"มักจะไม่ขยายผลของ ชื่อไฟล์เพื่อความปลอดภัย

# file_upload.alttitle
source: Uploading files.
hi: उप्लोडिंग फाइल्स।
hr: Prijenos datoteka.
it: Uploadare files.
km: ផ្ទុក​ឯកសារ​ឡើង ។
th: อัพโหลดไฟล์

# file_upload.description
source: Here you can upload one or more files to the server. Start by selecting the number of files to upload, then you begin to select files from your local computer to upload.
hi: यहाँ से आप सर्वर पर एक या ज्यादा फाइल्स अपलोड कर सकते है। अपलोड करने के लिए फाइल्स के नंबर चुन के उसके बाद आप अपने लोकल कंप्यूटर से अपलोड करने के लिए फाइल्स चुनना शरू कर सकते है।
hr: Ovdje možete prenijeti jednu ili više datoteka na server. Započnite odabirom nekoliko datoteka za prenošenje, pa potom odaberite datoteke za prenošenje sa Vašeg lokalnog računala.
km: ទីនេះ​អ្នក​អាច​ផ្ទុក​ឯកសារ មួយ ឬ ច្រើន​ទៅ​លើ​ម៉ាស៊ីន​បម្រើ ។ ចាប់ផ្ដើម​ដោយ​ជ្រើសរើស​ឯកសារ​ពី​កុំព្យូទ័រ​របស់​អ្នក ។
th: ที่นี่คุณสามารถอัปโหลดมากกว่าหนึ่งไฟล์ไปยังเซิร์ฟเวอร์ เริ่มต้นโดยการเลือกจำนวนไฟล์ที่อัพโหลดจากนั้นจะเริ่มต้นเพื่อเลือกไฟล์จากคอมพิวเตอร์ของคุณเพื่ออัปโหลด

# file_upload.details
source: If the filenames you upload exist already they will be renamed with a numeric suffix, eg. "file_01.jpg". However you can avoid this behaviour if you select "Overwrite existing files" before pressing the "Upload" button. Normally there is a limit to the size of files you can upload. By default PHP will allow you to upload around 2MB. TYPO3 is configured to allow 10MB internally by default. These settings can be changed by your server administrator if you need them changed. Notice that file uploads may take a significant amount of time, even if you have fast internet access via DSL etc. If you have large amount of files you want to upload - or if the files are very large - you should consider using an FTP client instead. It depends not on TYPO3 but on the webserver whether this is an options for you.
hi: अगर अपलोड फ़ाइल नाम पहले से ही मौजूद है वे नाम नुमेरिक सफ़िक्स के साथ री-नेम हो जायेंगे, जैसे "file_01.jpg". आप ये बेहेवियर अपलोड करने से पहले "ओवरराईट एक्सिस्टिंग फाइल्स" चुन कर टाल सकते है। सामान्य रूप से आप अपलोड करने के लिए फाइल साइज लिमिटेड होती है। डिफॉल्ड php आप को 2MB के आस-पास अपलोड करने की अनुमति देता है। TYPO3 डिफ़ॉल्ट 10MB इंटरनली अनुमति देने के लिए कॉन्फ़िगर किया गया है। अगर आपको बदलने की जरुरत पड़े तो आप ये सेटिंग आपके सर्वर एडमनिस्ट्रेटर के द्वारा बदल सकते है। अगर आप के पास DSL आदि के साथ फ़ास्ट इन्टरनेट कनेक्शन है फर भी फाइल अपलोड कुछ ज्यादा समय ले सकता है।अगर आप के पास अपलोड करने के लिए ज्यादा फाइल्स है और बहोत ही बड़े साइज की फाइल्स है तो इसके आलावा FTP-क्लाइंट का उपयोग करे। ये TYPO3 पर निर्भर नहीं करता पर आप के पास जो भी विकल्प है उस वेबसर्वर पर करता है।
hr: Ako nazivi datoteka koje učitavate već postoje, preimenovat će se na numerički sufiks, na primjer "file_01.jpg". No ovakvo ponašanje možete izbjeći ako odaberete "Pišite preko postojećih datoteka" prije nego što pritisnete gumb "Učitaj". Obično postoji ograničenje na veličinu datoteka koje možete učitati. PHP će Vam po zadanom omogućiti učitavanje oko 2MB. TYPO3 je konfiguriran kako bi omogućio unutarnjih 10MB po zadanom. Ako ih trebate mijenjati, ove postavke može mijenjati Vaš administrator poslužitelja. Primjetite da prijenos datoteka može dosta potrajati čak i ako imate brzi internet putem DSL-a itd. Ako imate veliki broj datoteka koje želite učitati - ili ako su datoteke vrlo velike - trebate razmisliti o korištenju FTP klijenta.
km: ប្រសិន​បើ​ឈ្មោះ​ឯកសារ​អ្នក​ផ្ទុក​ឡើង​មាន​រួច​ហើយ វា​នឹង​ប្ដូរ​ឈ្មោះ​ដោយ​មាន​លេខ​នៅ​ខាង​ក្រោយ, ឧ. "file_01.jpg" ។ ទោះ​ជា​អ្នក​អាច​ជៀសវាង​ប្រការ​នេះ​ក៏​ដោយ ប្រសិន​បើ​អ្នក​រើស "បញ្ជាន់​លើ​ឯកសារ​ដែល​មាន" មុន​ពេល​ចុច​ប៊ូតុង​អាប់ឡូត ។ ធម្មតា មាន​ការកំណត់​លើ​ទំហំ​របស់​ឯកសារ​ដែល​អ្នក​ផ្ទុក​ឡើង ។ តាម​លំនាំ​ដើម PHP នឹង​អនុញ្ញាត​ឲ្យ​អ្នក​ផ្ទុក​ឡើង​ប្រហែល ២​មេ ។ TYPO3 ត្រូវ​បាន​កំណត់​ការអនុញ្ញាត​ ១០​មេ ។ ការកំណត់​នេះ​អាច​ប្ដូរ​ដោយ​អ្នក​គ្រប់គ្រង​ម៉ាស៊ីន​បម្រើ ប្រសិន​បើ​អ្នក​ត្រូវការ​ប្ដូរ​វា ។ សម្គាល់​ថា ឯកសារ​ផ្ទុក​ឡើង​អាច​​​សម្គាល់​ជាមួយ​រយៈពេល, ទោះបី​ជា​អ្នក​មាន​ល្បឿន​អ៊‍ីនធើណិត​លឿន​តាមរយៈ DSL ។ល។ ប្រសិន​បើ​អ្នក​មាន​ឯកសារ​ច្រើន អ្នក​អាច​ប្រើ FTP ជំនួស ។ វា​​មិន​អាស្រ័យ​តែ​លើ TYPO3 ទេ ប៉ុន្តែ​លើ​ម៉ាស៊ីន​បម្រើ ក៏​នេះ​ជា​ជម្រើស​សម្រាប់​អ្នក​ដែរ ។
th: ถ้าชื่อไฟล์ที่คุณอัปโหลดอยู่แล้วพวกเขาจะเปลี่ยนชื่อต่อท้ายด้วยตัวเลขเช่น "file_01.jpg" แต่คุณสามารถหลีกเลี่ยงพฤติกรรมนี้หากคุณเลือก"ไฟล์ที่มีอยู่แทนที่"ก่อนกดปุ่ม"อัปโหลด โดยปกติมีการอัพโหลดสามารถเป็นเพื่อ จำกัด ขนาดของไฟล์ที่คุณ โดยปกติ PHP จะทำให้คุณสามารถอัปโหลดรอบ 2MB TYPO3 การกำหนดค่าเพื่อให้ 10MB ภายในโดยปริยาย ตั้งค่าเหล่านี้สามารถเปลี่ยนแปลงได้โดยผู้ดูแลเซิร์ฟเวอร์ของคุณถ้าคุณต้องการเปลี่ยน เงื่อนไขที่อัพโหลดไฟล์อาจใช้เวลาเป็นจำนวนมากเวลาแม้ว่าคุณจะสามารถเข้าถึงอินเทอร์เน็ตได้อย่างรวดเร็วผ่าน DSL ฯลฯ ถ้าคุณมีจำนวนมากของไฟล์ที่คุณต้องการอัพโหลด -- หรือถ้าไฟล์ที่มีขนาดใหญ่มาก -- คุณควรพิจารณาใช้ client FTP แทน ไม่ขึ้นอยู่กับ TYPO3 แต่เมื่อคุณ webserver ว่านี้คือตัวเลือกสำหรับ

# _file_upload.seeAlso
source: xMOD_csh_corebe:filelist_module, How-to upload files | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheFileModuleOrImageArchives/UploadingImagesToTheArchive/
hi: xMOD_csh_corebe: filelist_module, कैसे-फाइल अपलोड |https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheFileModuleOrImageArchives/UploadingImagesToTheArchive/
hr: xMOD_csh_corebe:filelist_module, Kako poslati datoteke | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheFileModuleOrImageArchives/UploadingImagesToTheArchive/

# file_upload.image_descr
source: To upload files, first click the folder icon where you want to upload to. From the clickmenu you select "Upload files". In the next screen you select the number of files and click the "Browse..." buttons to select files from your computer. Finally you click the "Upload files" button to start the upload process (which might take some minutes with large files!)
hi: फ़ाइलों को अपलोड करने के लिए, पहले फ़ोल्डर आइकन जहां आप अपनी फाईल अपलोड करना चाहते हैं वह पर क्लिक करें। क्लिक मेनू से आप "अपलोड फ़ाइलें" चुनें। अगले स्क्रीन में आप कई सारी फ़ाइलों को सिलेक्ट करें और अपने कंप्यूटर से फ़ाइलों को सेलेक्ट करने के लिए "ब्राउज़ ..." बटन क्लिक करें। अंत में आप अपलोड करने की प्रोसेस शुरू करने के लिए "अपलोड फ़ाइलें" बटन पर क्लिक करें (जिसमे बड़ी फ़ाइलों के साथ कुछ मिनट लग सकते हैं!)
hr: Kako bi prenijeli datoteke, prvo kliknite ikonu mape na koju želite prenijeti datoteke. Odaberite "Prenesite datoteke" iz izbornika. Na sljedećem ekranu odaberite broj datoteka te kliknite na gumbe "Pregledaj..." kako bi odabrali datoteke s Vašeg računala. Na kraju kliknite gumb "Prenesite datoteke" kako bi započeli postupak prenošenja (koji bi mogao trajati nekoliko minuta u slučaju velikih datoteka!)
km: ដើម្បី​ផ្ទុក​ឯកសារ​ឡើង, ដំបូង​ចុច​រូប​តំណាង​សឺមី ដែល​អ្នក​ចង់​ផ្ទុក ។ ពី​មឺនុយ​លោត រើស "ផ្ទុក​ឯកសារ​ឡើង" ។ ក្នុង​ផ្ទាំង​បន្ទាប់ អ្នក​រើសចំនួន​ឯកសារ ហើយ​ចុច​លើ​ប៊ូតុង "រុករក..." ដើម្បី​រើស​ឯកសារ​ពីកុំព្យូទ័រ​របស់​អ្នក ។ ចុងក្រោយ​អ្នក​ចុច​លើ "ផ្ទុក​ឯកសារ​ឡើង" ដើម្បី​ចាប់ផ្ដើម​ផ្ទុក​ឡើង (ដែល​អាច​ប្រើ​ពេល​ច្រើន​នាទី​ចំពោះ​ឯកសារ​ធំ!)
th: อัปโหลดไฟล์แรกให้คลิกไอคอนโฟลเดอร์ที่คุณต้องการอัปโหลดไปยัง จาก"clickmenu คุณเลือกอัปโหลด"ไฟล์ ในหน้าจอถัดไปที่คุณเลือกคลิกที่หมายเลขของไฟล์และ"Browse ... " ปุ่มเพื่อเลือกไฟล์จากคอมพิวเตอร์ของคุณ คุณคลิกสุดท้าย"อัพโหลดไฟล์"เพื่อเริ่มต้นกระบวนการอัปโหลด (ซึ่งอาจใช้เวลาบางส่วนกับไฟล์ขนาดใหญ่!)

# wizard_table_wiz.alttitle
source: Table wizard
hi: टेबल विजार्ड
hr: Čarobnjak za tablice
it: Wizard Tabelle
km: តារាង​វីហ្សាដ
th: ตัวช่วยสร้างตาราง

# wizard_table_wiz.description
source: The table wizard helps you create tables that are normally stored in the database by XML or a syntax where each line represents a row and each cell is divided by a vertical line sign, "|". This wizard makes it transparent for you.
hi: टेबल विज़ार्ड XML से आपको डेटाबेस में टेबल क्रिएट करने में मदद करता हे और जिश्मे एक लाइन रो रेप्रजेंट करता है और एक सेल जो वर्टीकल साइन "|" से डिवाइडेड होगी यह विज़ार्ड आप के लिए ट्रांसपैरंट बनाता है।
hr: Čarobnjak za tablice Vam pomaže stvoriti tablice koje se obično pohranjuju u bazu podataka kao XML ili u sintaksu gdje svaka linija predstavlja redak te je svaka ćelija podijeljena vertikalnim znakom linije, "|". Ovaj čarobnjak daje Vam transparentni uvid u to.
km: តារាង​វីហ្សាដ​ជួយ​អ្នក​បង្កើត​តារាង​ដែល​ធម្មតា​ផ្ទុក​នៅ​ក្នុង​ឃ្លាំង​ទិន្នន័យ ដោយ XML ឬ រូបមន្ត ដែល​បន្ទាត់​នីមួយៗ​បញ្ជាក់​អំពី​ជួរ និង ក្រឡា​នីមួយៗ​បែងចែក​ដោយ​​សញ្ញា​បន្ទាត់​បញ្ឈរ "|" ។ វីហ្សាដ​នេះ ធ្វើ​ឲ្យ​អ្នក​ងាយយល់ ។
th: ตัวช่วยสร้างตารางช่วยให้คุณสร้างตารางที่เก็บในฐานข้อมูลตามปกติโดย XML หรือไวยากรณ์ที่แต่ละบรรทัดเป็นแถวและแต่ละเซลล์แบ่งด้วยเครื่องหมายเส้นแนวตั้ง"|" ตัวนี้ทำให้โปร่งใสสำหรับคุณ
