Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_csh_corebe.xlf
Languages: hi, hr, it, km, th

# pagetree.details
source: The page tree works like a file system. Each page is like a directory where you can store files. In TYPO3 you store database records inside of each page. Some of these records, typically called "Content Elements", contains the website content of pages. Other records can be from plugins like a glossary or a guestbook and they are only displayed indirectly by a plugin inserted as a Content Element. Some backend users will see only a part of the page tree for a website. This feature allows the administrator to configure backend users with different responsibilities for maintaining branches of the page tree. <b>Navigating the tree</b> Simply click the +/- buttons to expand and contract the branches of the tree. If you click the page icons you should see a context menu pop up. It will contain options specifically for that page. Clicking the title of a page is another option. It will load the right frame of the Web main module with the selected sub-module. The content shown in the right frame will be related to the page clicked.
hi: पेज ट्री फाइल सिस्टम की तरह काम करता है. सभी पेज डायरेक्टरी जेसे है जहाँ आप फाइल्स को स्टोर कर सकते है। TYPO3 में आप डेटाबेस रेकॉर्ड हर एक पेज में स्टोर करते है। इन में से कुछ रेकॉर्डस को "कंटेंट एलिमेंट" कहा जाता है, जो पेजिस के वेबसाइट कंटेंट को कन्टेइन करता है।अन्य रिकार्ड्स प्लगइन से हो सकते है जैसे ग्लोसरी और गेस्टबुक ये प्लगिन के द्वारा इन्सर्ट किया हुआ कॉन्टेंट एलिमेंट इन-डायरेक्टली डिस्प्ले किया जाता है। कुछ बैकेंड यूजर्स वेबसाइट के लिए पेज ट्री का पार्ट ही देख पाएंगे।यह सुविधा एडमिनिस्ट्रेटर को अलग रिस्पॉसिबिलिटीज़ के साथ पेज ट्री की ब्रांचीस को मेन्टेइन करने के लिए बैकेंड यूजर कॉन्फ़िगर करने की अनुमति देता है। <b>ट्री नेविगेटिंग करना</b> पेज ट्री की ब्रांचीस एक्सपैंड और कॉन्ट्रैक्ट करने के लिए केवल +/- बटन्स क्लिक करे। अगर आप पेज आइकॉन क्लिक करेंगे तो आप कॉन्टेक्स्ट मेनू पॉपअप देखेंगे।इसमें पेज के लिए विशेष रूप से ऑप्शंस दिए गए होंगे। अगर आप पेज का शीर्षक दूसरा ऑप्शन क्लिक करेंगे।तो ये सिलेक्टेड सब-मॉड्यूल के साथ वेब मेंइन मॉड्यूल की राईट फ्रेम लोड करेगा।क्लिक किये गए पेज का कंटेंट राईट फ्रेम में दिखाएगा।
hr: Stablo stranica funkcionira poputa datotečnog sustava. Svaka stranica je poput mape u koju možete spremati datoteke. U TYPO3 sustavu zapise spremate u stranicama. Neki od ovih zapisa, tipično nazvani "Elementi sadržaja", sadrže sadržaj stranica. Drugi zapisi mogu biti umeci poput riječnika ili knjige gostiju te se prikazuju indirektno od strance umetka koji je dodan kao Element sadržaja. Neki korisnici pozadinskog sučelja će vidjeti samo dio stabla stranica pojedine web lokacije. Ovom funkcionalnošću omogućuje se administratoru da podesi korisnike pozadinskog sučelja sa različitim odgovornostima za održavanje pojedinih grana stabla stranica. <b>Navigiranje stablom</b> Jednostavno kliknite na +/- gumbe kako bi proširili ili saželi pojedine grane stabla. Ukoliko kliknete na ikonu stranice vidjet ćete kontekstualni skočni izbornik. Na istom će biti opcije koje se odnose samo na tu stranicu. Klikom na naslov stranice dobit ćete nešto drugo. U desnom okviru glavnog Web modula učitat će se odabrani podmodul. Sadržaj prikazan u desnom okviru bit će sadržaj kliknute stranice.
it: L'abero delle pagine funziona come un file system. Ogni pagina è simile ad una directory dentro la quale ci puoi mettere dei files. In TYPO3 immaganizzi i records del database all'interno delle pagine. Alcuni di questi records, normalmente chiamati "Elementi di contenuto", sono l'effettivo contenuto delle pagine del sito. Altri records possono essere ad esempio di plugins come un glossario o un guestbook e vengono visualizzati indirettamente attraverso l'inserimento del plugin come fosse un Elemento di Contenuto. Alcuni utenti del backend potranno vedere solo una parte dell'albero delle pagine del sito. Questa possibilità permette all'amministratore di configurare gli utenti con differenti responsabilità per il mantenimento dei rami dell'albero delle pagine. <b>Navigazione nell'albero</b> Clicca semplicemente i pulsanti +/- per espandere o richiudere i rami. Se clicchi sull'icona di una pagian dovresti vedere un menù contestuale contenente opzioni specifiche per quella pagina. Cliccando invece sul titolo di una pagina (cosa diveressa che non sulla relativa icona) si caricherà il frame di destra col il sottomodulo web selezionato. Il contenuto del frame di destra è relativo alla pagina cliccata.
km: ឋានានុក្រម​ទំព័រ​ធ្វើការ​ដូច​ឯកសារ​ប្រព័ន្ធ។ ទំព័រ​នីមួយៗ​ប្រៀប​ដូច​​ទៅ​នឹង​ទីតាំង​ដែល​អ្នក​អាច​ផ្ទុក​ឯកសារ។ ក្នុង TYPO3 អ្នក​ផ្ទុក​ទិន្នន័យ​ក្នុង​ទំព័រ​នីមួយៗ។ ទិន្នន័យ​ផ្សេង​ទៀត​អាច​មក​ពី​កម្មវិធី​បន្ថែម ដូច​ជា​​បញ្ជី​ពាក្យ ឬ សៀវភៅ​ភ្ញៀវ និង បង្ហាញ​ប្រយោល​ដោយ​កម្មវិធី​បន្ថែម​បញ្ចូល​ជា​ធាតុ​មាតិកា។ អ្នក​ប្រើ backend មួយ​ចំនួន​នឹង​ឃើញ​តែ​ផ្នែក​​នៃ​ឋនានុក្រម​ទំព័រ​សម្រាប់​វែបសាយ​ប៉ុណ្ណោះ។ លក្ខណៈ​នេះ អនុញ្ញាត​ឲ្យ​អ្នក​គ្រប់គ្រង​កំណត់​លើ​អ្នក​ប្រើ backend តាម​ការទទួល​ខុសត្រូវ​ផ្សេងៗ​គ្នា សម្រាប់​រៀបចំ​សាខា​ឋានានុក្រម​ទំព័រ​។
th: ต้นไม้หน้างานเช่นระบบไฟล์ หน้าแต่ละเช่นไฟล์ไดเรกทอรีที่คุณสามารถเก็บ ใน TYPO3 คุณเก็บบันทึกฐานข้อมูลภายในของแต่ละหน้า บางรายการเหล่านี้มักจะเรียกว่า"เนื้อหา Elements"มีเนื้อหาเว็บไซต์ของหน้าเว็บ ตำแหน่งอื่น ๆ ได้จากปลั๊กอินเช่นศัพท์หรือสมุดเยี่ยมและพวกเขาจะปรากฏผ่านทาง Element ปลั๊กอินแทรกเป็นเนื้อหา บางส่วนหลังผู้ใช้จะเห็นเพียงต้นไม้บางส่วนของหน้าสำหรับเว็บไซต์ คุณลักษณะนี้ช่วยให้ผู้ดูแลระบบเพื่อกำหนดค่าผู้ใช้แบ็กเอนด์ที่มีความรับผิดชอบแตกต่างกันในการรักษาสาขาของต้นไม้หน้า <b> การนำต้นไม้</b> เพียงคลิก + / -- ปุ่มเพื่อขยายสาขาและทำสัญญาของต้นไม้ ถ้าคุณคลิกไอคอนหน้าคุณจะเห็น เมนูบริบทปรากฏขึ้น มันจะมีตัวเลือกเฉพาะสำหรับหน้าเว็บที่ คลิกที่หน้าชื่อเรื่องของเป็นตัวเลือกอื่น มันจะโหลดกรอบด้านขวาของโมดูลหลัก Web ด้วยเลือก sub - module กรอบเนื้อหาที่แสดงสิทธิในจะเกี่ยวกับหน้าคลิก

# pagetree.image_descr
source: An example of a Page Tree in TYPO3. The page tree is available under any of the Web sub-modules in the menu. Clicking the icon of a page displays a context sensitive menu with options for that particular page. Clicking the title of a page in the page tree will load the right frame with the current submodule. The page id is passed to the module so it displays content related to the page you clicked. Holding the mouse pointer over a page icon for a few seconds will display tool-tip information telling you details about the state of the page. Here a page is access restricted and you will be told which group the access is set for by the tool-tip.
hi: Typo3 में पेज ट्री का उदाहरण।पेज ट्री कोई भी वेब के सब-मोड्यूल के मेनू में उपलब्ध है। पेज के आइकॉन क्लिक करने से उसी पेज के ऑप्शंस के साथ सेंसिटिव कॉन्टेक्स्ट मेनू दिखेंगे। पेज आइकॉन को क्लिक करते पर्टिक्युलर पेज के लिए ऑप्शन्स मेनू के साथ सेंसिटिव कॉन्टेक्स्ट मेनू दिखेंगे पेज शीर्षक पर क्लिक करते ही पेज ट्री करंट सब-मॉड्यूल के साथ राईट फ्रेम में लोड होगी।मोड्यूल को पेज ID पास क गई है इसलिए ये अपने क्लिक किये हुए पेज के संबंधित कंटेंट ही डिस्प्ले करेगा। पेज आइकॉन पर माउस पॉइंटर को थोड़ी सेकंड पकडे रखने से टूल-टिप इनफार्मेशन पेज के स्टेट के बारेमे जानकारी कहेगा।यहाँ पेज एक्सेस प्रतिबंधित है और किस ग्रुप के लिए एक्सेस सेट किया गया है वो टूल-टिप के द्वारा बताया जायेगा।
hr: Primjer stabla stranica u sustavu TYPO3. Stablo stranica je dostupno unutar bilo kojeg od Web podmodula u izborniku. Klikom na ikonu stranice prikazat će se kontekstualni skočni izbornik sa opcijama za danu stranicu. Klikom na naslov stranice u stablu stranica učitat će se trenutni podmodul u desnom okviru.ID stranice bit će proslijeđen modulu tako da će se prikazati sadržaj stranice koju ste kliknuli. Lebdenjem pokazivača miša iznad ikone stranice na par sekundi prikazat će se oblačić s informacijama o statusu stranice. U danom primjeru ograničen je pristup stranici a oblačić Vam daje informaciju koja grupa korisnika ima pristup stranici.
km: ឧទាហរណ៍​ឋានានុក្រម​ទំព័រ​ក្នុង TYPO3 ។ ឋានានុក្រម​ទំព័រ​មាន​នៅ​ក្រោម​ម៉ូឌុល​រង​របស់​វែបសាយ​ក្នុង​មឺនុយ ។ ចុច​លើ​រូបតំណាង​ទំព័រ​បង្ហាញ​មឺនុយ​​អក្សរ​ពន្យល់​ដែល​មាន​ជម្រើស​សម្រាប់​ទំព័រ​ណាមួយ ។ ចុច​លើ​ចំណងជើង​ទំព័រ​ក្នុង​ឋានានុក្រម​ទំព័រ នឹង​បើក​ម៉ូឌុល​រង​ក្នុង​ផ្ទាំង​ខាង​ស្ដាំ ។ លេខ​សម្គាល់​ទំព័រ​ត្រូវ​បាន​បញ្ជូន​ទៅ​ម៉ូឌុល ដូច្នេះ​វា​បង្ហាញ​មាតិកា​ដែល​ទាក់ទង​ទៅ​នឹង​ទំព័រ​ដែល​អ្នក​បាន​ចុច ។ ចុច​រូប​ចង្អុល​កូន​កណ្ដុរ​ឲ្យ​ជាប់​លើ​រូបតំណាង​ទំព័រ​ពីរបី​វិនាទី នឹង​បង្ហាញ​ព័ត៌មាន​លោតឡើង​ប្រាប់​អ្នក​លម្អិត​អំពី​ស្ថានភាព​ទំព័រ ។ នេះ​ជា​ទំព័រ​ដែល​កំណត់​សិទ្ធិ ដែល​នឹង​ប្រាប់​អ្នក​ថា​ក្រុម​ណា​ដែល​កំណត់​សិទ្ធិ​ឲ្យ តាមរយៈ​ព័ត៌មាន​ជំនួយ​លោត​ឡើង។
th: ตัวอย่างของหน้าไม้ใน TYPO3 ต้นไม้หน้าสามารถใช้ได้ภายใต้ใด ๆ Web sub - modules ในเมนู คลิกแสดงไอคอนของหน้าบริบทเมนูสำคัญกับตัวเลือกสำหรับหน้านั้น คลิกที่ต้นไม้หน้าชื่อของในหน้าจะโหลดกรอบขวา กับ submodule ปัจจุบัน id หน้าถูกส่งไปยังโมดูลจึงแสดงเนื้อหาที่เกี่ยวข้องกับหน้าเว็บที่คุณคลิก Holding ตัวชี้ของเมาส์เหนือไอคอนหน้าสำหรับสองสามวินาทีจะแสดงผลข้อมูลปลายเครื่องมือบอกคุณรายละเอียดเกี่ยวกับหน้าที่ของรัฐ ที่นี่หน้าเป็น จำกัด การเข้าถึงและคุณจะบอกกลุ่มที่เข้าถึงการตั้งค่าการโดยเครื่องมือเตือน

# filetree.alttitle
source: The Folder Tree
hi: फ़ोल्डर ट्री
hr: Stablo mapa
it: L'Albero delle Cartelle
km: ឋានានុក្រម​សឺមី
th: Folder Tree

# filetree.description
source: Shows the directory structure of a mounted path on the webserver. You can browse the folder tree like you are used to browse the file system on your own computer.
hi: वेब सर्वर पर ड्रेस्ट्री स्ट्रक्चर का माउंटेड पथ दिखाता है।आप फोल्डर ट्री को ब्राउज कर सकते है जैसे आप अपनी ओवन कंप्यूटर फ़ाइल सिस्टम को ब्राउज करते है।
hr: Prikaz strukture mapa putanje montirane na serveru. Možete pregledati stablo mapa jednako kako ste navikli pregledavati sustav datoteka na Vašem osobnom računalu.
it: Mostra la struttura della directory di un path montato sul server web. Tu puoi navigare nell'albero come se tu stessi usando un file sistem sul tuo computer.
km: បង្ហាញ​ឋានានុក្រម​ដោយ​ផ្ទាល់​ពី​ទីតាំង​ម៉ោនថ៍​លើ​​ម៉ាស៊ីន​បម្រើ​វែប ។ អ្នក​អាច​បើក​ឋានានុក្រម​សឺមី ដូច​នឹង​ការ​ប្រើ​ឯកសារ​ប្រព័ន្ធ​នៅ​លើ​កុំព្យូទ័រ​របស់​អ្នក​ដែរ។
th: แสดงโครงสร้างไดเรกทอรีของเส้นทางติดตั้งบนเว็บเซิร์ฟเวอร์ คุณสามารถเรียกดูโครงสร้างโฟลเดอร์เช่นคุณจะใช้ในการเรียกดูระบบแฟ้มในคอมพิวเตอร์ของคุณ

# filetree.details
source: The Folder Tree is available for any sub-module of the File main module in TYPO3. The File module is like a little web-based FTP-client inside of TYPO3 which allows you to upload, rename, copy, move, delete and edit files inside TYPO3. Most users of TYPO3 doesn't need access to the File module and sub-modules in order to upload images on web-pages. They can do this directly when editing Content Elements. But the File module is useful for maintaining collections of files on the server, for example an image archive or files for download. <b>Navigating the Folder Tree</b> You can expand and contract the folder tree by the +/- icons. Clicking a folder icon will display a pop-up menu with options related to that particular folder. Options include copy/cut/paste, rename, upload etc. Clicking the folder title will load the currently active sub-module in the right frame of the backend. The sub-module will typically show files and folders inside the folder you clicked. <b>Granting access to the Folder Tree</b> The administrator needs to allow backend users to access the File modules and in addition make a file mount available to them before they can use the Folder Tree.
hi: TYPO3 में फ़ोल्डर ट्री फाइल मेंइन मॉड्यूल के किसी भी सब मॉड्यूल के लिए उपलब्ध है।फाइल मोडुले TYPO3 में एक छोटे वेब-बेस फ्तप-क्लाइंट के जैसा है जो आपको TYPO3 के अन्दर की फाइल्स को अपलोड, नाम बदलने, कॉपी, खिसकाना और एडिट करने की अनुमति देता है। TYPO3 के मोस्ट यूज़र्स को इमेज अपलोड करने के लिए फाइल मॉड्यूल और सब-मोड्यूल के उपयोग की जरूरत नहीं है, ये वो कंटेंट एलिमेंट के एडिटिंग के दौरान कर सकते है।फाइल मोड्यूल सर्वर पर फाइल्स के कलेक्शन्स को मेंटेन करने के लिए उपयोगी है, उदाहरण रूप इमेज अर्चिव करने के लिए और फाइल्स डाउनलोड करने के लिए। <b>फोल्डर ट्री नेविगेटिंग करना</b> आप +/- इकोन्स के द्वारा फोल्डर ट्री को एक्सपैंड और कॉन्ट्रैक्ट कर सकते है फोल्डर आइकॉन को क्लिक करते पर्टिक्युलर फोल्डर के लिए ओप्तिओंस के साथ पॉपअप खुलेगा। ऑप्शंस में कॉपी/कट/पेस्ट, नाम बदलना, अपलोड आदि इंन्कलूड होंगे। फोल्डर शीर्षक पर क्लिक करने से करंट एक्टिव सब-मोड्यूल को बैकेंड के राईट फ्रेम में लोड करेगा। आम तौर पर सब-मोड्यूल आपने क्लिक किये हुए फोल्डर के अंदर की फाइल्स और फोल्डर दिखता है। <b>फोल्डर ट्री को एक्सेस देना</b> बैकेंड युसर फोल्डर ट्री का उपयोग करे उसके पहले एडमिनिस्ट्रेटर को बैकेंड यूजर को फाइल मोड्यूल उपयोग करने की अनुमति देना और फाइल माउंट अवेलेबल करवाना होगा।
hr: Stablo mapa je dostupno za svaki podmodul glavnog modula za datoteke u TYPO3 sustavu. Module za datoteke je poput web baziranog FTP klijenta unutar TYPO3 sustava koji Vam omogućuje slanje, preimenovanje, kopiranje, premještanje, brisanje i uređivanje datoteka unutar TYPO3 sustava. Većina korisnika TYPO3 sustava ne treba pristup modulu za datoteke niti podmodulima istog kako bi postavljali slike na web stranice. To mogu činiti direktno kod uređivanja elemenata sadržaja. No modul za datoteke je koristan kod održavanja zbirki datoteka na poslužitelju, primjerice za arhivu slika ili datoteka za preuzimanje. <b>Navigacija u stablu mapa</b> Stablo mapa možete proširiti ili sažeti pomoću +/- ikona. Klikom na ikonu mape prikazat će se skočni izbornik sa opcijama koje se odnose na danu mapu. Opcije uključuju kopiranje/isjecanje/lijepljenje, preimenovanje, slanje i slično. Klikom na naslov mape učitat će se trenutno aktivni podmodul u desnom okviru pozadinskog sučelja. Podmodul će najčešće prikazati datoteke i mape unutar mape na koju ste kliknuli. <b>Davanje prava pristupa Stablu mapa</b> Administrator mora dopustiti korisnicima pristup modulu datoteka te im uz to omogućiti pristup točki montiranja datoteka prije nego mogu koristiti stablo mapa.
km: ឋានានុក្រម​សឺមី​មាន​សម្រាប់​ម៉ូឌុល​រង​នៃ​​ឯកសារ​ម៉ូឌុល​មេ​ក្នុង TYPO3 ។ ឯកសារ​ម៉ូឌុល​ប្រៀប​ដូច​នឹង​ចំណងជើង FTP ក្នុង TYPO3 ដែល​អាច​ឲ្យ​អ្នក​ផ្ទុក​ឡើង, កែ​ឈ្មោះ, ចម្លង, ប្ដូរ​ទីតាំង, លុប និង កែ​ឯកសារ​ក្នុង TYPO3 ។ អ្នក​ប្រើ​ភាគច្រើន​នៃ TYPO3 មិន​ត្រូវការ​សិទ្ធិ​ប្រើ​ឯកសារ​ម៉ូឌុល និង ម៉ូឌុល​រង​​ក្នុង​ការ​ផ្ទុក​រូបភាព​លើ​ទំព័រ​វែបសាយ ។ គេ​អាច​ធ្វើ​ដោយ​ផ្ទាល់​ពេល​កែ​ធាតុ​មាតិកា ។ ប៉ុន្តែ​ឯកសារ​ម៉ូឌុល​មាន​ប្រយោជន៍​ចំពោះ​​ការជួសជុល​ឯកសារ​នៅ​លើ​ម៉ាស៊ីន​បម្រើ ។ ឧទាហរណ៍ រូបភាព​មួយ ឬ ឯកសារ​សម្រាប់​ទាញយក ។ <b>មឺនុយ​ឋានានុក្រម​សឺមី</b> អ្នក​អាច​ពន្លា ឬ បង្រួម​ឋានានុក្រម​សឺមី​ដោយ​ចុច​លើ​រូប​សញ្ញា +/- ។ ចុច​លើ​រូបសញ្ញា​សឺមី​នឹង​បង្ហាញ​មឺនុយ​លោត​ឡើង​ដែល​មាន​ជម្រើស​ទាក់ទង​ទៅ​នឹង​សឺមី ។ ជម្រើស​ទាំង​នោះ​មាន ចម្លង/កាត់​/​បិទ​ភ្ជាប់, ប្ដូរ​ឈ្មោះ, ផ្ទុក​ឡើង ។ល។ ចុច​លើ​ចំណងចើង​សឺមី នឹង​បើក​ម៉ឌុល​រង​ដែល​កំពុង​ដមណើរការ​ក្នុង​ផ្ទាំង​ខាង​ស្ដាំ​នៃ backend ។ មឺនុយ​រង​នឹង​បង្ហាញ​ឯកសារ និង សឺមី​ខាង​ក្នុង​សឺមី​ដែល​អ្នក​បាន​ចុច ។ <b>ផ្ដល់​សិទ្ធិ​ប្រើ​ទៅ​ឲ្យ​ឋានានុក្រម​សឺមី</b> អ្នក​គ្រប់គ្រង​ត្រូវ​អនុញ្ញាត​ឲ្យ​អ្នក​ប្រើ backend មាន​សិទ្ធិ​លើ​ឯកសារ​ម៉ូឌុល និង បន្ថែម​លើ​ការ​ធ្វើ​ឲ្យ​ឯកសារ​ម៉ោនថ៍​អាច​ប្រើ​បាន​សម្រាប់​ពួក​គេ មុន​ពេល​កេ​អាច​ប្រើ​ឋានានុក្រម​ទំព័រ។
th: Folder Tree สามารถใดย่อยโมดูลของโมดูลหลักไฟล์ใน TYPO3 โมดูลไฟล์เหมือนเล็กน้อย - client - FTP ภายในตาม web ของ TYPO3 ที่ช่วยให้คุณสามารถอัปโหลดเปลี่ยนชื่อสำเนา, ย้าย, ลบและแก้ไขไฟล์ภายใน TYPO3 ผู้ใช้ส่วนใหญ่ของ TYPO3 ไม่จำเป็นต้องเข้าถึงไฟล์และ sub module modules - เพื่ออัปโหลดภาพบนหน้าเว็บ พวกเขาสามารถทำสิ่งนี้โดยตรงเมื่อมีการแก้ไของค์ประกอบของเนื้อหา แต่โมดูลไฟล์จะเป็นประโยชน์ในการรักษาคอลเลกชันของแฟ้มบนเซิร์ฟเวอร์เช่นเก็บภาพหรือไฟล์สำหรับดาวน์โหลด <b> การนำ Folder Tree</b> คุณสามารถขยายและสัญญาต้นไม้โฟลเดอร์ by + / -- ไอคอน คลิกที่ไอคอนโฟลเดอร์จะแสดง a - up เมนูกับตัวเลือกที่เกี่ยวข้องกับที่โฟลเดอร์เฉพาะ รวมถึงการตัดตัวเลือกคัดลอก / วางเปลี่ยนชื่อเป็นต้นอัปโหลด คลิกที่ชื่อโฟลเดอร์ที่จะโหลดการใช้งาน sub - module ในกรอบด้านขวาของแบ็กเอนด์ sub - module มักจะแสดงไฟล์และโฟลเดอร์ภายในคลิกโฟลเดอร์ที่คุณ <b>อนุญาตเข้าถึง Folder Tree</b> ผู้ดูแลระบบต้องการให้ผู้ใช้แบ็กเอนด์เข้า modules ไฟล์และนอกจากทำให้ไฟล์ติดที่มีให้ก่อนที่จะใช้โฟลเดอร์ ต้นไม้

# _filetree.seeAlso
source: be_groups:groupMods, be_groups:file_mountpoints, be_users:file_mountpoints, Managing files in TYPO3 | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheFileModuleOrImageArchives/ManagingFilesInTypo3/ Uploading Files | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheFileModuleOrImageArchives/UploadingImagesToTheArchive/, Details about file mounts | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/MoreAboutFileMounts/, sys_filemounts, xMOD_csh_corebe:filelist_module
hi: be_groups:groupMods, be_groups:file_mountpoints, be_users:file_mountpoints, TYPO3 में फाइल्स मेनेज करे | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheFileModuleOrImageArchives/ManagingFilesInTypo3/ उप्लोडिंग फाइल्स| https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheFileModuleOrImageArchives/UploadingImagesToTheArchive/, फाइल माउंट के बारेमे जानकारी| https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/MoreAboutFileMounts/, sys_filemounts, xMOD_csh_corebe:filelist_module
hr: be_groups:groupMods, be_groups:file_mountpoints, be_users:file_mountpoints, Upravljanje datotekama u TYPO3 CMS-u | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheFileModuleOrImageArchives/ManagingFilesInTypo3/ Slanje datoteka | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheFileModuleOrImageArchives/UploadingImagesToTheArchive/, Detalji o datotečnim točkama montiranja | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/MoreAboutFileMounts/, sys_filemounts, xMOD_csh_corebe:filelist_module

# filetree.image_descr
source: The Folder Tree of the "fileadmin/" folder. This is mounted by default for "Admin"-users. Other users will have to have a file mount configured for them first. Clicking the icon of a folder displays the context menu of the folder. If you click the folder title in the Folder Tree you will see the sub-module loaded in the right frame. Here it is the File > Filelist module that will display files and folders inside. Clicking the icon of a file will display a context menu for the file.
hi: "Fileadmin /" फ़ोल्डर के फ़ोल्डर ट्री। ये "एडमिन" यूजर के लिए डिफ़ॉल्ट माउंट किया गया है।अन्य यूजर को पहले अपने लिए फाइल माउंट कॉन्फ़िगर करना होगा।फोल्डर आइकॉन को क्लिक करते, फोल्डर का कॉन्टेक्स्ट मेनू दिखेंगे।अगर आप फोल्डर ट्री में फोल्डर शीर्षक पर क्लिक करेंगे,तो आप राइट फ्रेम में लोड किया सब मोड्यूल देखेंगे।यहाँ ये फ़ाइल> फाइल लिस्ट मॉड्यूल है जिसमे फाइल्स और फ़ोल्डर्स डिस्प्ले होंगे। फाइल के आइकॉन पर क्लिक करते, फाइल के लिए कॉन्टेक्स्ट मेनू दिखेंगे।
hr: Stablo mapa mape "fileadmin/". Ova mapa je montirana za sve "Admin" korisnike. Za ostale korisnike je prvo potrebno podesiti točku montiranja datoteka. Klikom na ikonu mape prikazuje se kontekstualni izbornik mape. Ukoliko kliknente na naslov mape u stablu mapa učitat će se podmodul u desnom okviru. U istom okviru modul Datoteka>Popis datoteka prikazat će datoteke i mape u danoj mapi. Klikom na ikonu datoteke prikazuje se kontekstualni izbornik datoteke.
km: ឋានានុក្រម​សឺមី​នៃ​សឺមី "fileadmin/" ។ នេះ​ត្រូវ​បាន​ម៉ោនថ៍​​រួច​ជា​ស្រេច​សម្រាប់​អ្នក "គ្រប់គ្រង"។ អ្នក​ប្រើ​ផ្សេង​ទៀត​នឹង​ត្រូវ​មាន​ឯកសារ​ម៉ោនថ៍​កំណត់​លើ​ពួក​គេ។ ចុច​លើ​រូបសញ្ញា​សឺមី​ដើម្បី​បង្ហាញ​មឺនុយ​ពន្យល់​នៃ​សឺមី ។ ប្រសិន​បើ​ង្នក​ចុច​លើ​ចំណងជើង​សឺមី ក្នុង​ឋានានុក្រម​សឺមី អ្នក​នឹង​ឃើញ​ម៉ូឌុល​រង​បើក​ក្នុង​ផ្ទាំង​ខាង​ស្ដាំ។ នេះ​ជា​ម៉ឌុល ឯកសារ > បញ្ជី​ឯកសារ ដែល​នឹង​បង្ហាញ​ឯកសារ និង សឺមី​ខាង​ក្នុង។ ចុច​លើ​រូបសញ្ញា​នៃ​ឯកសារ​នឹង​បង្ហាញ​មឺនុយ​ពន្យល់លើ​ឯកសារ។
th: Folder Tree ของ fileadmin"/"โฟลเดอร์ นี้จะติดตั้งโดยค่าเริ่มต้นสำหรับ"Admin"ผู้ใช้ ผู้อื่นจะต้องมีแรกแฟ้มติดตั้งค่าสำหรับพวกเขา คลิกโฟลเดอร์ที่ไอคอนของการแสดงเมนูบริบทของโฟลเดอร์ หากคุณคลิกที่ชื่อโฟลเดอร์ในโฟลเดอร์ Tree คุณจะเห็น sub - module โหลดในกรอบด้านขวา นี่มันเป็นไฟล์ภายใน> Filelist โมดูลที่จะแสดงไฟล์และโฟลเดอร์ คลิกที่ไอคอนไฟล์ของจะแสดงเมนูบริบทสำหรับไฟล์

# tcatree.collapseAll
source: Collapse All
hi: सभी कोलेप्स
hr: Sažmi sve
it: Chiudi tutto
km: ពង្រួញ​ទាំងអស់

# tcatree.expandAll
source: Expand All
hi: सभी एक्सपान्ड
hr: Proširi sve
it: Espandi tutto
km: ពន្លា​ទាំងអស់

# tcatree.toggleHideUnchecked
source: hide/show unchecked items
hr: prikaži/sakrij stavke koje nisu označene
it: mostra/nascondi elementi non selezionati

# tcatree.findItem
source: Find Item
hi: आइटम ढूंढें
hr: Pronađi stavku
it: Trova elemento
km: ស្វែងរក​ធាតុ

# list_module.alttitle
source: The Web>List module
hi: वेब>लिस्ट मॉड्यूल
hr: Web>Popis modul
it: Modulo Web>Lista
km: ម៉ូឌុល វែប>បញ្ជី
th: โมดูล Web> รายการ

# list_module.description
source: Listing records located on a page. From here you can copy/cut/paste records around in the system. You can edit records, access the change history of elements etc.
hi: पेज पर लोकेटेड रिकॉर्ड का लिस्टिंग।यहाँ से आप सिस्टम अराउंड रेकॉर्ड की नक़ल,कट,पेस्ट कर सकते है।यहाँ से आप रिकॉर्ड एडिट, एलिमेंट की चेंज हिस्ट्री आदि को एक्सेस कर सकते है।
hr: Popis zapisa na stranici. Odavde možete kopirati/izrezivati/lijepiti zapise diljem sustava. Možete uređivati zapise, pristupiti povijesti izmjena elemenata i slično.
it: Lista i records di una pagina. Da qui puoi copiare/tagliare/incollare i records per tutto il sistema. Puoi editare i records, accedere alla storia degli elementi, etc..
km: ទិន្នន័យ​បញ្ជី​ស្ថិត​នៅ​លើ​ទំព័រ ។ ពី​កន្លែង​នេះ​អ្នក​អាច ចម្លង/កាត់/បិទ​ភ្ជាប់ ទិន្នន័យ​និង​ប្រើ​ជុំវិញ​ប្រព័ន្ធ ។ អ្កន​អាច​កែ​ទិន្នន័យ មើល​ប្រវត្តិ​នៃ​ការផ្លាស់ប្ដូរ​របស់​ធាតុ។ល។
th: บันทึกรายชื่ออยู่บนหน้าเว็บ จากที่นี่คุณสามารถคัดลอก / ตัด / วางรอบบันทึกในระบบ คุณสามารถแก้ไขระเบียนเข้าถึงประวัติการเปลี่ยนแปลงขององค์ประกอบอื่นๆ
