Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_core.xlf
Languages: cs, da, el, hr, ja, km, th

# labels.openInNewWindow
source: Open in new window
cs: Otevřít v novém okně
da: Åben i nyt vindue
el: Άνοιγμα σε νέο παράθυρο
hr: Otvori u novom prozoru
ja: 新しいウィンドウで開く
km: បើក​ក្នុង​វិនដវ៍​ថ្មី
th: เปิดในหน้าต่างใหม่

# labels.goBack
source: Go back
cs: Jdi zpět
da: Gå tilbage
el: Επιστροφή
hr: Natrag
ja: 戻る
km: ត្រឡប់​ក្រោយ
th: กลับไป

# labels.makeShortcut
source: Create a shortcut to this page?
cs: Vytvořit zkratku na tuto stránku?
da: Opret genvej til denne side?
el: Δημιουργία συντόμευσης για αυτή τη σελίδα;
hr: Napravi kraticu do ove stranice?
ja: このページへのショートカットを作成しますか？
km: បង្កើត​សតខាត់​សម្រាប់​ទំព័រ​នេះ?
th: สร้างทางลัดไปหน้านี้?

# labels.makeBookmark
source: Create a bookmark to this page
cs: Vytvořit záložku na tuto stránku
da: Opret genvej til denne side
hr: Napravi knjižnu oznaku na ovu stranicu
km: បង្កើត​ការចំណាំ​ទៅ​ទំព័រ​នេះ
th: สร้างที่คั่นหน้าไปหน้านี้

# labels.lockedRecord
source: The user '%s' began to edit this record %s ago.
cs: Uživatel '%s' začal upravovat tento záznam před %s.
da: Brugeren '%s' påbegyndte redigering af dette element for %s siden.
el: Ο χρήστης '%s' ξεκίνησε να επεξεργάζεται αυτή την εγγραφή πριν από %s.
hr: Korisnik '%s' je počeo uređivati ovaj zapis prije %s.
ja: ユーザ'%s'がこのレコードを'%s'前から編集しています。
km: អ្នក​ប្រើ '%s' បាន​ចាប់ផ្ដើម​កែ​ទិន្នន័យ %s មុន ។
th: ผู้ใช้ '%s' เริ่มแก้ไขระเบียนนี้ %s ที่ผ่านมา

# labels.lockedRecord_content
source: The user '%s' began to edit content on this page %s ago.
cs: Uživatel '%s' začal upravovat obsah na této stránce před %s.
da: Brugeren '%s' påbegyndte redigering af indhold på denne side for %s siden.
el: Ο χρήστης '%s' ξεκίνησε να επεξεργάζεται το περιεχόμενο αυτής της σελίδας πριν από %s.
hr: Korisnik '%s' je počeo uređivati sadržaj ove stranice prije %
ja: ユーザ'%s'がこのコンテンツを'%s'前から編集しています。
km: អ្នក​ប្រើ '%s' បាន​ចាប់ផ្ដើម​កែ​មាតិកា​លើ​ទំព័រ​នេះ %s មុន ។
th: ผู้ใช้ '%s' เริ่มแก้ไขเนื้อหาของหน้านี้ %s ที่ผ่านมา

# labels.lockedRecordUser
source: The %s '%s' began to edit this record %s ago.
cs: Uživatel %s '%s' začal upravovat tento záznam před %s.
da: %s '%s' påbegyndte redigering af dette element for %s siden.
hr: Korisnik %s '%s' je počeo uređivati ovaj zapis prije %s.
km: %s '%s' បាន​ចាប់ផ្ដើម​កែ​ទិន្នន័យ %s មុន ។
th: % s'% s'เริ่มแก้ไขบันทึกนี้% s ago

# labels.lockedRecordUser_content
source: The %s '%s' began to edit content on this page %s ago.
cs: Uživatel %s '%s' začal upravovat obsah na této stránce před %s.
da: %s '%s' påbegyndte redigering af indhold på denne side for %s siden.
hr: Korisnik %s '%s' je počeo uređivati sadržaj ove stranice prije %s.
km: %s '%s' បាន​ចាប់ផ្ដើម​កែ​មាតិកា​លើ​ទំព័រ​នេះ %s មុន ។
th: % s'% s'เริ่มแก้ไขเนื้อหาในหน้านี้% s ago

# labels.user
source: User
cs: Uživatel
da: Bruger
hr: Korisnik
km: អ្នក​ប្រើ
th: ผู้ใช้งาน

# labels.beUser
source: BE-User
cs: BE-uživatel
da: BE-bruger
hr: Korisnik pozadinskog sučelja
km: អ្នកប្រើ BE

# labels.feUser
source: FE-User
cs: FE-uživatel
da: FE-bruger
hr: Korisnik prednjeg sučelja
km: អ្នកប្រើ FE
th: User - FE

# labels.unknownUser
source: -Unknown-
cs: -Neznámý-
da: -Ukendt-
hr: -Nepoznato-
km: -មិន​ស្គាល់-

# labels.showRecords
source: Show records
cs: Ukázat záznamy
da: Vis elementer
el: Προβολή εγγραφών
hr: Prikaži zapise
ja: レコードを表示
km: បង្ហាញ​ទិន្នន័យ
th: แสดงระเบียน

# labels.path
source: Path
cs: Cesta
da: Sti
el: Διαδρομή
hr: Staza
ja: パス
km: ទីតាំង

# labels.resetFilter
source: Reset Filter
cs: Resetovat filtr
da: Nulstil filter
hr: Resetiraj filter
km: កំណត់​សម្រង់​ឡើងវិញ
th: เริ่ม Filter ใหม่

# labels.table
source: Table
cs: Tabulka
da: Tabel
el: Πίνακας
hr: Tablica
ja: テーブル
km: តារាង
th: ตาราง

# labels.upOneLevel
source: Up one level
cs: O úroveň nahoru
da: Et niveau op
el: Ένα επίπεδο επάνω
hr: Gore za jednu razinu
ja: 1つ上のレベルへ
km: ឡើង​លើ​មួយ​ដំណាក់
th: ขึ้นไป 1 ระดับ

# labels.expandTable
source: Expand table
cs: Rozbalit tabulku
da: Udvid tabel
hr: Otvori tablicu
km: ពន្លា​តារាង
th: ตาราง Expand

# labels.collapseTable
source: Collapse table
cs: Sbalit tabulku
da: Skjul tabel
hr: Sažmi tablicu
km: បំព្រួញ​តារាង
th: ตาราง Collapse

# labels.enterSearchString
source: Enter search term
cs: Zadejte hledaný výraz
da: Indtast søgeord
hr: Unesite traženi pojam

# labels.enterSearchLevels
source: This page|1 level down|2 levels down|3 levels down|4 levels down
cs: Tato strana|1 úroveň dolů|2 úrovně dolů|3 úrovně dolů|4 úrovně dolů
da: Denne side|1 niveau ned|2 niveauer ned|3 niveuaer ned|4 niveauer ned
el: Σε αυτή τη σελίδα|Ένα επίπεδο κάτω|Δύο επίπεδα κάτω|Τρία επίπεδα κάτω|Τέσσερα επίπεδα κάτω
hr: Ova stranica|1 razina dolje|2 razine dolje|3 razine dolje|4 razine dolje
ja: このページ|1つ下のレベル|2つ下のレベル|3つ下のレベル|4つ下のレベル
km: ទំព័រ​នេះ|​លំដាប់​ទី​១​ចុះ|​លំដាប់​ទី​២​ចុះ|​លំដាប់​ទី​៣​ចុះ|​លំដាប់​ទី​៤​ចុះ
th: หน้านี้|ลงไป 1 ระดับ|ลงไป 2 ระดับ|ลงไป 3 ระดับ|ลงไป 4 ระดับ

# labels.searchLevel.0
source: This page
cs: Tato stránka
da: Denne side
el: Αυτή την σελίδα
hr: Ova stranica
ja: このページ
km: ទំព័រ​នេះ
th: หน้านี้

# labels.searchLevel.1
source: 1 level down
da: 1 niveau ned
hr: 1 razina ispod

# labels.searchLevel.2
source: 2 levels down
da: 2 niveauer ned
hr: 2 razine ispod

# labels.searchLevel.3
source: 3 levels down
da: 3 niveauer ned
hr: 3 razine ispod

# labels.searchLevel.4
source: 4 levels down
da: 4 niveauer ned
hr: 4 razine ispod

# labels.searchLevel.infinite
source: Infinite levels
da: Uendeligt niveau
hr: Beskonačno razina

# labels.noEditPermission
source: Sorry, you didn't have proper permissions to perform this change.
cs: Bohužel nemáte oprávnění k této změně.
da: Beklager, men du havde ikke rettigheder til at udføre denne ændring.
el: Λυπάμαι, αλλά δεν έχετε τα απαραίτητα δικαιώματα για να εκτελέσετε αυτή την αλλαγή.
hr: Žalim, nemate odgovarajuće ovlasti za izvršavanje ovih promjena.
ja: その変更を行なうために必要な権限がありません
km: សុំ​ទោស! អ្នក​មិន​មាន​សិទ្ធិ​ក្នុង​ការ​ធ្វើការ​កែប្រែ​នេះ​ទេ ។
th: เสียใจด้วย ท่านไม่ได้รับอนุญาตให้ทำการเปลี่ยนแปลงนี้

# labels.fieldsMissing
source: The fields marked with an exclamation mark are not yet correctly filled in. Please complete them properly.
cs: Pole označená vykřičníkem dosud nejsou správně vyplněna. Prosím vyplňte je správně.
da: Der er felter, som endnu ikke er korrekt udfyldt. Udfyld dem korrekt.
hr: Polja označena žutim uskličnikom nisu ispravno popunjena. Molimo Vas da ih popunite ispravno.

# labels.fieldsChanged
source: There are unsaved changes in the form! Do you want to continue WITHOUT saving?
cs: Ve formuláři jsou neuložené změny! Chcete pokračovat BEZ jejich uložení?
da: Der er ikke-gemte ændringer i felterne! Vil du fortsætte UDEN at gemme?
el: Κάνατε αλλαγές στην φόρμα, που δεν έχουν αποθηκευθεί! Θέλετε να συνεχίσετε ΧΩΡΙΣ να αποθηκεύσετε τις αλλαγές;
hr: Postoje nesnimljene promjene u formularu! Želite li nastaviti BEZ snimanja?
ja: 変更したフォームの内容が保存されていません！ 「保存せずに」作業を続けますか？
km: មាន​ការផ្លាស់ប្ដូរ​ដែល​មិន​ទាន់​បាន​រក្សាទុក នៅ​ក្នុង​​បែបបទ! តើ​អ្នក​ចង់​បន្ត​ដោយ​មិន​រក្សាទុក​ទេ?
th: มีการเปลี่ยนแปลงในแบบฟอร์มที่ยังไม่ได้บันทึก! ท่านต้องการทำต่อไป โดยที่ไม่ได้บันทึก?

# labels.remainingCharacters
source: Remaining characters: {0}
da: Tilbageblevne karakterer: {0}
hr: Preostalo znakova: {0}

# labels.maxItemsAllowed
source: A maximum of {0} child records are allowed.
da: Et maksimum af {0} elementer er tilladt
hr: Dopušteno je najviše {0} podzapisa.

# labels.noRTEfound
source: Notice: This field can only be edited with a Rich Text Editor. No editor is currently available or enabled.
cs: Poznámka: Toto pole může být upravováno rozšířeným editorem. Žádný takový není nyní dostupný nebo zapnutý.
da: Bemærk: Du kan ikke redigere dette felt da det kun kan redigeres med Formateret Redigering og Formateret Redigering er ikke tilgængelig eller er slået fra.
el: Σημείωση: Αυτό το πεδίο μπορεί να επεξεργασθεί μόνο σε κειμενογράφο εμπλουτισμένου κειμένου. Δεν υπάρχουν όμως διαθέσιμοι ή ενεργοί κειμενογράφοι αυτή την στιγμή.
hr: Napomena: Ne možete uređivati ovo polje jer se ono može uređivati samo sa Rich Text Editorom, a nema raspoloživog editora ili RTE nije omogućen.
ja: このフィールドはリッチテキストエディターを使わないと編集できません。リッチテキストエディターは使えない、もしくは無効にされています
km: ចំណាំ៖ កន្លែង​នេះ អាច​កែ​បាន​តែ​ជាមួយ​កម្មវិធី​អត្ថបទ​សម្បូណ៌ ។ មិន​មាន​កម្មវិធី​អត្ថបទ​ណា​មួយ​​បាន​ដំណើរការ​នៅ​ឡើយ​ទេ ។
th: สังเกตุ: ท่านไม่สามารถแก้ไขฟิลด์นี้ได้เพราะมันจะสามารถถูกแก้ไขเฉพาะโดย Rich Text Editor หรืออาจจะเพราะการแก้ไขด้วย RTE ถูกห้ามใช้ไว้

# labels.recordInformation
source: Record information
da: Element information
hr: Informacije o zapisu

# labels.disableRTE
source: Disable Rich Text Editor (RTE)
cs: Vypnout rozšířený editor (RTE)
da: Slå Formateret Redigering fra (RTE)
el: Απενεργοποίηση του κειμενογράφου εμπλουτισμένου κειμένου.
hr: Onemogući Rich Text Editor (RTE)
ja: リッチテキストエディターを無効
km: បិទ​ដំណើរការ​កម្មវិធី​អត្ថបទ​សម្បូណ៌ (RTE)
th: ไม่ใช้ Rich Text Editor (RTE)

# labels._CONTROL_
source: Control
cs: Kontrola
da: Kontrol
el: 'Ελεγχος
hr: Kontrola
ja: コントロール
km: ឧបករណ៍​បញ្ជា
th: ควบคุม

# labels._PATH_
source: Path
cs: Cesta
da: Sti
el: Διαδρομή
hr: Staza
ja: パス
km: ទីតាំង

# labels._LOCALIZATION_
source: Localization
cs: Lokalizace
da: Oversættelse
el: Μεταγλώττιση
hr: Lokalizacija
ja: ローカリゼーション
km: ភាសា
th: ภาษาท้องถิ่น

# labels.setFields
source: Set fields
cs: Nastav pole
da: Sæt felter
el: Ορισμός πεδίων
hr: Postavi polja
ja: フィールドを設定
km: កំណត់​លើ​ប្រឡោះ
th: ตั้งฟิลด์

# labels.search
source: Search
cs: Hledej
da: Søg
el: Αναζήτηση
hr: Pretraživanje
ja: 検索
km: ស្វែងរក
th: ค้นหา

# labels.author
source: Author
da: Forfatter

# labels.category
source: Category
da: Kategori

# labels.reload
source: Reload
cs: Obnovit
da: Genindlæs
el: Ανανέωση
hr: Ponovo učitaj
ja: リロード
km: បើក​ម្ដង​ទៀត
th: โหลดใหม่

# labels.csv
source: Download CSV file
cs: Stáhnout soubor CSV
da: Download CSV fil
el: Λήψη αρχείου CSV
hr: Skini CSV datoteku
ja: CVSファイルとしてダウンロード
km: ទាញយក​ឯកសារ CSV
th: ดาน์วโหลดไฟล์จาก CVS

# labels.clear_cache
source: Clear cache for this page
cs: Smazat keš pro tuto stránku
da: Tøm cachen for denne side
el: Καθαρισμός του λανθάνουσας μνήμης σελίδας
hr: Očisti međuspremnik ove stranice
ja: このページのキャッシュを削除する
km: សម្អាត់​ខែស្ហ​លើ​ទំព័រ​នេះ
th: เคลียร์ แคช สำหรับหน้านี้

# labels.no_title
source: No title
cs: Bez titulu
da: Ingen titel
el: Χωρίς τίτλο
hr: Nema naslova
ja: 無題
km: គ្មាន​ចំណងជើង
th: ไม่มีชื่อเรื่อง

# labels.cancel
source: Cancel
cs: Zpět
da: Annuller
el: Ακύρωση
hr: Odustani
ja: キャンセル
km: បោះបង់
th: ยกเลิก

# labels.hidden
source: Hidden
cs: Skrytý
da: Skjult
el: Κρυφό
hr: Sakriveno
ja: 非表示
km: បាន​លាក់
th: ซ่อน

# labels.endtime
source: End
cs: Konec
da: Slut
el: Λήξη
hr: Kraj
ja: 終了
km: ចប់
th: สิ้นสุด

# labels.minutesHoursDaysYears
source: min|hrs|days|yrs|min|hour|day|year
da: min|timer|dage|år|min|time|dag|år

# labels.showPage
source: View webpage
cs: Ukázat stranu
da: Vis webside
el: Προβολή ιστοσελίδων
hr: Pregled web stranice
ja: ページを表示
km: បង្ហាញ​ទំព័រ
th: ดู หน้าเว็บ

# labels.showList
source: Show record list
cs: Ukázat seznam záznamů
da: Vis elementliste
el: Προβολή της λίστας εγγραφών
hr: Prikaži popis zapisa
ja: レコードを一覧表示
km: បង្ហាញ​បញ្ជី​រាយ​ទិន្នន័យ
th: แสดงรายการระเบียน

# labels.days
source: days
cs: dní
da: dage
el: ημέρες
hr: dani
ja: 日
km: ថ្ងៃ
th: วัน

# labels.depth_0
source: This page
cs: Tato stránka
da: Denne side
el: Αυτή την σελίδα
hr: Ova stranica
ja: このページ
km: ទំព័រ​នេះ
th: หน้านี้

# labels.depth_1
source: 1 level
cs: 1 úroveň
da: 1 niveau
el: Ένα επίπεδο
hr: 1 razina
ja: 1つ下のレベル
km: លំដាប់​ទី ១
th: 1 ระดับ

# labels.depth_2
source: 2 levels
cs: 2 úrovně
da: 2 niveauer
el: Δύο επίπεδα
hr: 2 razine
ja: 2つ下のレベル
km: លំដាប់​ទី ២
th: 2 ระดับ

# labels.depth_3
source: 3 levels
cs: 3 úrovně
da: 3 niveauer
el: Τρία επίπεδα
hr: 3 razine
ja: 3つ下のレベル
km: លំដាប់​ទី ៣
th: 3 ระดับ

# labels.depth_4
source: 4 levels
cs: 4 úrovně
da: 4 niveauer
el: Τέσσερα επίπεδα
hr: 4 razine
ja: 4つ下のレベル
km: លំដាប់​ទី ៤
th: 4 ระดับ

# labels.depth_infi
source: Infinite
cs: Nekonečně
da: Uendeligt
el: Άπειρα
hr: _Beskonačno
ja: この下のレベルすべて
km: មិន​កំណត់
th: อนันต์

# labels.allow
source: Allow
cs: Povolit
da: Tillad
el: Αποδοχή
hr: Dozvoli
ja: 許可
km: អនុញ្ញាត
th: อนุญาต

# labels.deny
source: Deny
cs: Zakázat
da: Afvis
el: Άρνηση
hr: Zabrani
ja: 禁止
km: មិន​អនុញ្ញាត
th: เพิกเฉย

# labels.enabled
source: Enabled
cs: Povolené
da: Slået til
hr: Omogućeno
km: ដំណើរការ
th: เปิดการใช้งาน

# labels.show
source: Show
cs: Ukázat
da: Vis
el: Προβολή
hr: Prikazivanje
ja: 表示
km: បង្ហាញ
th: แสดง

# labels.generalTab
source: General
cs: Obecný
da: Generelt
el: Γενικά
hr: Općenito
ja: 通常
km: ទូទៅ
th: ทั่วไป

# labels.refresh
source: Reload the tree from server
cs: Znovu nahrát strom ze serveru
da: Genindlæs træet fra serveren
el: Ανανέωση του δένδρου από τον εξυπηρετητή
hr: Ponovo učitaj stablo sa poslužitelja
ja: ツリーを最新の情報に更新
km: បើក​ឋានានុក្រម​ពី​ម៉ាស៊ីន​បម្រើ​ម្ដង​ទៀត
th: โหลด tree จากเซิร์ฟเวอร์ใหม่

# labels.temporaryDBmount
source: Cancel temporary DB mount
cs: Zrušit dočasné připojení DB
da: Afbryd midlertidigt DB mount
el: Ακύρωση του προσωρινού σημείου σύνδεσης με την βάση δεδομένων
hr: Otkaži privremeni DB mount
ja: テンポラリデータベースマウントをキャンセル
km: បោះបង់​ម៉ោនថ៍​របស់​ឃ្លាំង​ទិន្នន័យ​បណ្ដោះ​អាសន្ន
th: ยกเลิกการเม้าท์ ฐานข้อมูลชั่วคราว

# labels.refreshList
source: Reload list from server
cs: Znovu zavést seznam ze serveru
da: Genindlæs liste fra serveren
el: Ανανέωση της λίστας από τον εξυπηρετητή
hr: Ponovo učitaj popis sa poslužitelja
ja: リストを最新の情報に更新
km: បើក​បញ្ជី​ពី​ម៉ាស៊ីន​បម្រើ​ម្ដង​ទៀត
th: โหลดรายการจากเซิร์ฟเวอร์ใหม่

# labels.close
source: Close
cs: Zavřít
da: Luk
el: Κλείσιμο
hr: Zatvori
ja: 閉じる
km: បិទ
th: ปิด

# labels.tableWizard
source: Table Wizard
da: Tabel guide

# labels.new
source: NEW
cs: NOVÝ
da: NY
el: ΝΕΟ
hr: NOVO
km: ថ្មី
th: ใหม่

# labels.list
source: List
da: Liste

# labels.edit
source: Edit
cs: Upravit
da: Rediger
el: Επεξεργασία
hr: Uređuj
ja: 編集
km: កែ
th: แก้ไข

# labels.createNew
source: Create new
cs: Vytvořit nový
da: Opret ny
el: Δημιουργία νέου
hr: Napravi novo
ja: 新規作成
km: បង្កើត​ថ្មី
th: สร้างใหม่

# labels.createNewPage
source: Create new %s
cs: Vytvořit novou %s
da: Opret ny %s
hr: Napravi novu %s
km: បង្កើត %s ថ្មី
th: สร้าง% s ใหม่

# labels.createNewRecord
source: Create new %s on page "%s"
cs: Vytvořit nový %s na stránce "%s"
da: Opret ny(t) %s på side %s
hr: Napravi novi %s na stranici "%s"
km: បង្កើត %s ថ្មី លើ​ទំព័រ "%s"
th: สร้าง% s ในหน้าใหม่"% s"

# labels.createNewRecordRootLevel
source: Create new %s on root level
cs: Vytvořit nový %s na root úrovni
da: Opret ny(t) %s på rod niveau
hr: Napravi novi %s na korjenskoj razini
km: បង្កើត %s ថ្មី​លើ​លំដាប់​គោល
th: สร้าง% s ใหม่ในระดับราก

# labels.editPage
source: Edit %s "%s"
cs: Upravit %s "%s"
da: Rediger %s "%s"
hr: Uredi %s "%s"
km: កែ %s "%s"
th: แก้ไข% s"% s"

# labels.editRecord
source: Edit %s "%s" on page "%s"
cs: Upravit %s "%s" na stránce "%s"
da: Rediger %s "%s" på %s
hr: Uredi %s "%s" na stranici "%s"
km: កែ %s "%s" លើ​ទំព័រ "%s"
th: แก้ไข% s"% s"ในหน้า"% s"

# labels.editRecordNoTitle
source: Edit %s on page "%s"
cs: Upravit %s na stránce "%s"
da: Rediger %s på %s
hr: Uredi %s na stranici "%s"
km: កែ %s លើ​ទំព័រ "%s"
th: % s แก้ไขในหน้า"% s"

# labels.editRecordRootLevel
source: Edit %s "%s" on root level
cs: Upravit %s "%s" na root úrovni
da: Rediger %s "%s" på rod niveau
hr: Uredi %s "%s" na korjenskoj razini
km: កែ %s "%s" លើ​លំដាប់​គោល
th: แก้ไข% s"% s"ในระดับราก

# labels.rootLevel
source: root level
cs: root úroveň
da: rod niveau
hr: korjenska razina
km: លំដាប់​គោល
th: ระดับราก

# labels.addnew
source: Add new
cs: Přidat nový
da: Tilføj ny
hr: Dodaj novo
km: ថែម​ថ្មី
th: เพิ่มใหม่

# labels.toggleall
source: Toggle all
cs: Přepnout všechny
da: Skift alle
hr: Označi sve
km: បិទ/បើក​ទាំងអស់
th: Toggle ทั้งหมด

# labels.selected
source: Selected Items
cs: Zvolené položky
da: Valgte elementer
el: Επιλεγμένο(α)
hr: Odabrano
ja: 選択された
km: ធាតុ​បាន​ជ្រើសរើស
th: เลือกแล้ว

# labels.items
source: Available Items
cs: Dostupné položky
da: Tilgængelige elementer
el: Αντικείμενα
hr: Elementi
ja: アイテム
km: ធាតុ​ដែល​មាន
th: รายการ

# labels.remove_selected
source: Remove selected items
cs: Odstranit zvolené položky
da: Fjern valgte emner fra listen
el: Αφαίρεση επιλεγμένων αντικειμένων
hr: Makni odabrane elemente
ja: 選択したアイテムを削除
km: ដក​ចេញ​ធាតុ​ដែល​បាន​ជ្រើស
th: ลบสิ่งที่เลือกออก

# labels.move_to_top
source: Move selected items to top
cs: Přesunout zvolené položky úplně nahoru
da: Ryk valgte emner til toppen
el: Μετακίνηση των επιλεγμένων αντικειμένων στο ανώτατο σημείο
hr: Pomakni odabrani element na vrh
ja: 選択したアイテムを一番上に移動
km: ប្ដូរ​ទីតាំង​ធាតុ​ដែល​បាន​ជ្រើស​ទៅ​លើ​បំផុត
th: ย้ายสิ่งที่เลือก ขึ้นบน

# labels.move_up
source: Move selected items upwards
cs: Přesunout zvolené položky směrem nahoru
da: Ryk valgte emner upad
el: Μετακίνηση των επιλεγμένων αντικειμένων προς τα πάνω
hr: Pomakni odabrani element nagore
ja: 選択したアイテムを上に移動
km: ប្ដុរ​ទីតាំង​ធាតុ​ដែល​បាន​ជ្រើស​ទៅ​លើ
th: ย้ายรายการที่เลือกขึ้น

# labels.move_down
source: Move selected items downwards
cs: Přesunout zvolené položky směrem dolů
da: Ryk valgte emner nedad
el: Μετακίνηση των επιλεγμένων αντικειμένων προς τα κάτω
hr: Pomakni odabrani element nadolje
ja: 選択したアイテムを下に移動
km: ប្ដូរ​ទីតាំង​ធាតុ​ដែល​បាន​ជ្រើស​ទៅ​ក្រោម
th: ย้ายรายการที่เลือกลง

# labels.move_to_bottom
source: Move selected items to bottom
cs: Přesunout zvolené položky úplně dolů
da: Ryk valgte emner til bunden
el: Μετακίνηση των επιλεγμένων αντικειμένων στο κατώτατο σημείο
hr: Pomakni odabrani element na dno
ja: 選択したアイテムを一番下に移動
km: ប្ដុរ​ទីតាំង​ធាតុ​ដែល​បាន​ជ្រើស​ទៅ​ក្រោម​បំផុត
th: ย้ายรายการที่เลือกไปที่ด้านล่าง

# labels.move
source: Move this item
cs: Přesunout tuto položku
da: Flyt dette element
el: Μετακίνηση αυτού του στοιχείου
hr: Premjesti element
ja: アイテムの移動
km: ប្ដុរ​ទីតាំង​ធាតុ​នេះ
th: ย้ายรายการนี้

# labels.browse_file
source: Browse for files
cs: Procházet soubory
da: Find filer
el: Πλοήγηση για αρχεία
hr: Traži datoteke
ja: ファイルを参照
km: រុករក​ឯកសារ
th: เปิดหาไฟล์

# labels.browse_db
source: Browse for records
cs: Procházet záznamy
da: Find database elementer
el: Πλοήγηση για εγγραφές
hr: Traži zapise
ja: レコードを参照
km: រុករក​ទិន្នន័យ
th: เปิดหาระเบียน

# labels.clipInsert_file
source: Insert %s file(s) from the clipboard
cs: Vložit %s soubor(ů) ze schránky
da: Indsæt %s fil(er) fra klippebordet
el: Εισαγωγή %s αρχείου(ων) από το πρόχειρο
hr: Ubaci %s datoteka iz memorije
ja: クリップボードから%s個のファイルを挿入
km: បញ្ចូល​ឯកសារ %s ពី​ឃ្លិបបត
th: แทรก %s ไฟล์ จากคลิปบอร์ด

# labels.clipInsert_db
source: Insert %s record(s) from the clipboard
cs: Vložit %s vět(u) ze schránky
da: Indsæt %s element(er) fra klippebordet
el: Εισαγωγή %s εγγραφής(ών) από το πρόχειρο
hr: Ubaci %s zapisa iz memorije
ja: クリップボードから%s個のレコードを挿入
km: បញ្ចូល​ទិន្នន័យ %s ពី​ឃ្លិបបត
th: แทรก %s ระเบียน จากคลิปบอร์ด

# labels.generalOptions
source: General options
da: Generelle valg

# labels.generalOptions_more
source: General options (continued)
da: Generelle valg (fortsat)

# labels.allTables
source: [All tables]
cs: [Všechny tabulky]
da: [Alle tabeller]
el: [Όλοι οι πίνακες]
hr: [Sve tablice]
ja: [すべてのテーブル]
km: [គ្រប់​តារាង]
th: [ตารางทั้งหมด]

# labels.noMatchingValue
source: INVALID VALUE ("%s")
cs: NEPLATNÁ HODNOTA ("%s")
da: FEJLAGTIG VÆRDI ("%s")
el: ΜΗ ΕΓΚΥΡΗ ΤΙΜΗ ("%s")
hr: TRENUTNA VRIJEDNOST NIJE DOSTUPNA (%s)
ja: 無効な値("%s")
km: តម្លៃ​មិ​ន​ត្រឹមត្រូវ ("%s")
th: ค่าไม่ถูกต้อง ("%s")

# labels.thumbmode_clip
source: Show Thumbnails on ClipBoard
cs: Ukazovat náhledy ve schránce
da: Vis miniaturer på klippebordet
el: Προβολή μικρογραφιών στο Πρόχειρο
hr: Pokaži sličice u memoriji
ja: クリップボードのサムネイルを表示
km: បង្ហាញ​រូបតូច​លើ​ឃ្លិបបត
th: แสดงภาพ Thumbnails บนคลิปบอร์ด

# labels.copymode
source: Copy items instead of moving them
cs: Kopírovat položky místo přesunutí
da: Kopier emner i stedet for blot at flytte dem
el: Αντιγραφή, αντί για μετακίνηση των αντικειμένων
hr: Kopiraj elemente umjesto premještanja
ja: アイテムを移動せずにコピーする
km: ចម្លង​ធាតុ​ជំនួស​ឱ្យ​ការផ្លាស់ប្ដូរ​ទីតាំង
th: คัดลอก แทนที่จะเคลื่อนย้าย

# labels.normal
source: Normal (single record mode)
cs: Normální (režim jediného záznamu)
da: Normal (enkelt element tilstand)
hr: Normalno (način jednog zapisa)

# labels.normal-description
source: "Normal" clipboard allows to copy/move one record at time.
cs: "Normální" schránka umožňuje současně kopírovat/přesunout jeden záznam.
da: "Normal" klippebord tillader at kopiere/flytte en record ad gangen.
hr: "Normalno" međuspremnik omogućuje kopiranje/micanje jednog po jednog zapisa.

# labels.cliptabs
source: Clipboard #
cs: Schránka #
da: Klippebord #
el: Πρόχειρο #
hr: Memorija #
ja: クリップボード #
km: ឃ្លិបបត #
th: คลิปบอร์ดที่ #

# labels.cliptabs-name
source: Clipboard #%s (multi-selection mode)
cs: Schránka #%s (režim vícenásobného výběru)
da: Klippebord #%s (flervalgs mode)
hr: Međuspremnik #%s (način višestrukog odabira)

# labels.cliptabs-description
source: This clipboard allows to select and edit/copy/move multiple records at once. Choose it to show a checkbox by each record.
cs: Tato schránka umožňuje vybrat a upravit/kopírovat/přesunout více záznamů najednou. Vyberte ji pro zobrazení zaškrtávacího políčka u každého záznamu.
da: Dette klippebord tillader at vælge og redigere/kopiere/flytte∙flere elementer på en gang.∙Vælg dette for at få vist en checkbox∙ved hvert element.
hr: Ovaj međuspremnik omogućuje odabir i uređivanje/kopiranje/micanje više zapisa od jednom. Odaberite ga kako bi prikazali kućice za označavanje pored svakog zapisa.

# labels.clipboard.delete_elements
source: Delete elements
da: Slet elementer
hr: Izbriši elemente

# labels.clipboard.clear_clipboard
source: Clear clipboard
da: Ryd udklipsholder
hr: Očisti međuspremnik

# labels.removeItem
source: Remove item
cs: Odstranit položku
da: Fjern emne
el: Αφαίρεση αντικειμένου
hr: Ukloni element
ja: アイテムを取り除く
km: ដក​ធាតុ​ចេញ
th: ลบสิ่งนี้ออก

# labels.holdDownCTRL
source: Important: Hold down the CTRL key while toggling elements in this list!
cs: Důležité: Při výběru prvků z tohoto seznamu držte klávesu CTRL!
da: Vigtigt: Hold CTRL tasten nede mens du vælger elementer fra denne liste!
el: Σημαντικό: Κρατήστε πατημένο το πλήκτρο CTRL καθώς επιλέγετε στοιχεία της λίστας!
hr: Važno: Držite stisnutu CTRL tipku dok obarirete elemente s ove liste!
ja: 注意: 複数のエレメントを選択するにはコントロールキーを押しながら選択します。
km: ការសំខាន់៖ ចុច​ប៊ូតុង CTRL ឱ្យ​ជាប់ ពេល​បិទ/បើក​ធាតុ​ក្នុង​បញ្ជី​នេះ!
th: สำคัญ: กดปุ่ม CTRL เมื่อเลือกองค์ประกอบในรายการนี้

# labels.revertSelection
source: Revert selection
cs: Vrátit výběr
da: Bring valgte elementer tilbage
el: Αντιστροφή επιλογής
hr: Preokreni odabir
ja: 選択を反転
km: ត្រឡប់​ការជ្រើសរើស
th: การเลือกกลับด้าน

# labels.setAllCheckboxes
source: Select All Checkboxes
cs: Vybrat všechny zatrhávací rámečky
da: Vælg alle checkboxe
el: Επιλογή όλων των πλαισίου επιλογής
hr: Odaberi sve kućice
ja: すべてにチェックを入れる
km: រើស​ប្រអប់​ធីក​ទាំងអស់
th: เลือก กล่องตรวจสอบ ทั้งหมด

# labels.checkAll
source: Check all
cs: Zatrhnout všechny
da: Markér alle
hr: Označi sve
km: ធីក​ទាំងអស់
th: ตรวจสอบทั้งหมด

# labels.uncheckAll
source: Uncheck all
cs: Zrušit zatrhnutí všech
da: Afmarkér alle
hr: Odznači sve
km: មិន​ធីក​ទាំង​អស់
th: ยกเลิกการเลือกทั้งหมด

# labels.placeholder.override
source: Set element specific value (Default: "%s")
cs: Nastavit specifickou hodnotu prvku (výchozí: "%s")
da: Angiv specifik elementværdi (Standard: "%s")
hr: Postavi specifičnu vrijednost elementa (Zadano: "%s")

# labels.placeholder.override_not_available
source: Set element specific value (No default)
cs: Nastavit specifickou hodnotu prvku (žádná výchozí hodnota)
da: Angiv specifik elementværdi (Ingen standard)
hr: Postavi specifičnu vrijednost elementa (Nema zadane vrijednosti)

# labels.nullCheckbox
source: Set value
da: Angiv værdi
