Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_tca.xlf
Languages: da, el, hr, ja, km, nl, th

# sys_file_reference.fieldname
source: Foreign Field
da: Fremmed felt
hr: Strano polje
nl: Refererend veld

# sys_file_reference.sorting_foreign
source: Sorting foreign
da: Sortér fremmede
hr: Poredak stranog
nl: Refererende sortering

# sys_file_reference.table_local
source: Local table
da: Lokal tabel
nl: Lokale tabel

# sys_file_reference.basicoverlayPalette
source: File Metadata
da: Fil metadata
hr: Metapodaci datoteke
km: ទិន្នន័យមេតា​របស់ឯកសារ
nl: Bestandsmetadata

# sys_file_reference.imageoverlayPalette
source: Image Metadata
da: Billede metadata
hr: Metapodaci slike
km: ទិន្នន័យមេតា​របស់រូបភាព
nl: Afbeeldingsmetadata

# sys_file_reference.audioOverlayPalette
source: Audio Metadata
da: Lyd metadata
hr: Metapodaci zvučnog zapisa

# sys_file_reference.title
source: Title
da: Titel
hr: Naslov
km: ចំណងជើង
nl: Titel

# sys_file_reference.description
source: Description (Caption)
da: Beskrivelse (billedtekst)
hr: Opis
km: ការពិពណ៌នាសង្ខេប (ពាក្យពន្យល់)
nl: Beschrijving (onderschrift)

# sys_file_reference.downloadname
source: Download Name
da: Download navn
hr: Naziv preuzete datoteke
km: ឈ្មោះ​ទាញយក
nl: Bestandsnaam voor downloaden

# sys_file_reference.alternative
source: Alternative Text
da: Alternativ tekst
hr: Alternativni tekst
km: អត្ថបទ​ជំនួស
nl: Alternatieve tekst

# sys_file_reference.crop
source: Image manipulation
da: Billedmanipulation
hr: Uređivanje slike
nl: Afbeeldingsmanipulatie

# sys_file_reference.autoplay
source: Autoplay
da: Spil automatisk
hr: Automatska reprodukcija
nl: Automatisch afspelen

# sys_file_collection
source: File collection
da: Filsamling
hr: Zbirka datoteka
km: ការប្រមូល​ឯកសារ
nl: Bestandsverzameling

# sys_file_collection.files
source: Files
da: Filer
hr: Datoteke
km: ឯកសារ
nl: Bestanden

# sys_file_collection.title
source: Title
da: Titel
hr: Naslov
km: ចំណងជើង
nl: Titel

# sys_file_collection.type.0
source: Static selection of files
da: Statisk samling af filer
hr: Statički odabir datoteka
nl: Statische selectie van bestanden

# sys_file_collection.type.1
source: Folder from Storage
da: Mappe eller lagring
hr: Mapa iz pohrane
nl: Map uit opslag

# sys_file_collection.type.2
source: Select by category
da: Vælg via kategori
hr: Odaberi po kategoriji
nl: Op categorie selecteren

# sys_file_collection.storage
source: File Storage
da: Fillagring
hr: Spremnik datoteka
km: កន្លែងផ្ទុក​ឯកសារ
nl: Bestandsopslag

# sys_file_collection.folder
source: Folder
da: Mappe
hr: Mapa
ja: フォルダ
km: សឺមី
nl: Map

# sys_file_collection.recursive
source: Recursive
da: Rekursivt
hr: Rekurzivno
nl: Recursief

# sys_file_collection.category
source: Category
da: Kategori
hr: Kategorija
km: ប្រភេទ
nl: Categorie

# sys_language
source: Website Language
da: Website sprog
el: Γλώσσα Δικτυακού Τόπου
hr: Jezik web mjesta
ja: ウェブサイトの言語
km: ភាសា​របស់​វែបសាយ
nl: Websitetaal
th: ภาษาของเว็บไซต์

# sys_language.isocode
source: Select Official Language (ISO code)
da: Vælg officielt sprog (ISO kode)
nl: Officiële taal (ISO code) kiezen

# sys_language.language_isocode
source: Select language
da: Vælg sprog
nl: Taal selecteren

# sys_language.flag
source: Select flag icon
da: Vælg flagikon
nl: Vlagicoon kiezen

# sys_workspace
source: Workspace
da: Arbejdsrum
el: Χώρος εργασίας
hr: Radni prostor
ja: ワークスペース
km: កន្លែង​ធ្វើការ
nl: Werkruimte
th: ที่ทำงาน

# editlock
source: Restrict editing by non-Admins
da: Afvis redigering for ikke-admin brugere
nl: Alleen bewerkbaar door Admins

# sys_category
source: Category
da: Kategori
hr: Kategorija
km: ប្រភេទ
nl: Categorie

# sys_category.title
source: Title
da: Titel
hr: Naslov
km: ចំណងជើង
nl: Titel

# sys_category.description
source: Description
da: Beskrivelse
hr: Opis
km: ការពិពណ៌នាសង្ខេប
nl: Beschrijving

# sys_category.parent
source: Parent
da: Forælder
hr: Roditelj
km: មេ
nl: Bovenliggend item

# sys_category.items
source: Items
da: Emner
hr: Stavke
km: ធាតុ

# sys_category.categories
source: Categories
da: Kategorier
hr: Kategorije
km: ប្រភេទ
nl: Categorieën

# sys_category.tabs.category
source: Categories
da: Kategorier
hr: Kategorije
km: ប្រភេទ
nl: Categorieën

# sys_category.tabs.items
source: Items
da: Emner
hr: Stavke
km: ធាតុ

# db_mountpoints
source: DB Mounts
nl: Startpunten DB

# TSconfig_title
source: TSconfig QuickReference
el: Γρήγορη αναφορά TSconfig:
hr: TSconfig brza referenca
nl: TSconfig SnelleReferentiegids
th: QuickReference TSconfig

# sys_filemounts.base
source: Base
nl: Basis

# sys_log
source: System Log
hr: Dnevnik sustava
km: កំណត់ហេតុ​របស់ប្រព័ន្ធ
nl: Systeemlogboek

# doktype.I.0
source: Standard
el: Τυπική
hr: Standardno
ja: スタンダード
km: ស្តង់ដារ
nl: Standaard
th: มาตรฐาน

# doktype.I.1
source: SysFolder
el: Φάκελος Συστήματος
ja: システムフォルダ
km: សឺមី
nl: SysteemMap
th: แฟ้มระบบ

# sys_file_storage.driver
source: Driver
hr: Upravljački program
nl: Stuurprogramma

# sys_file.type.software
source: Software
hr: Softver
km: កម្មវិធី

# sys_file.mime_type
source: Mime Type
hr: Mime tip
km: ប្រភេទ Mime

# sys_file_reference.videoOverlayPalette
source: Video Metadata
hr: Metapodaci videa

# sys_file_reference.link
source: Link
hr: Poveznica
km: តំណភ្ជាប់

# sys_file_collection.type
source: Type
hr: Tip
km: ប្រភេទ

# sys_file.type.video
source: Video
km: វីដេអូ
