Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_csh_corebe.xlf
Languages: hi, hr, it, km, th

# list_clipboard.image_descr
source: Whenever you use the copy/cut/paste functions in the clickmenus you will actually use the clipboard to store the element internally in TYPO3. If you select one of the numeric clipboard pads you will be able to store more than a single element on the clipboard at a time. In the record listings you will then see checkboxes next to the elements by which you can select/deselect elements for the clipboard.
hi: जब भी आप क्लिक मेनुस में कट,कॉपी,पेस्ट फंक्शन्स का उपयोग करते है, वास्तव में आप एलिमेंट को इंटरनली TYPO3 में स्टोर करने के लिए क्लिपबोर्ड का इस्तेमाल करते है। अगर आप न्यूमेरिक क्लिपबोर्ड पेडस में से एक का चयन करते हैं तो आप एक ही टाइम पर एक से ज्यादा एलिमेंट से ज्यादा स्टोर करने के लिए काबिल हो जायेंगे।रेकॉर्ड लिस्टिंग में आप बाद में एलिमेंट के बाद चेकबोसिस देखेंगे जिस के द्वारा आप एलिमेंट को सेलेक्ट/डी-सेलेक्ट कर सकते है।
hr: Kad god koristite funkcije kopiraj/izreži/zalijepi u skočnim izbornicima koristit ćete međuspremnik za spremanje elementa interno u sustavu TYPO3. Ukoliko odaberete jedan od numeriranih međuspremnika moći ćete spremiti više od jednog elementa u međuspremnik odjednom. U popisu zapisa zatim ćete moći vidjeti kvačice pomoću kojih ćete moći odabrati/odbaciti elemente iz međuspremnika.
km: ពេល​ណា​អ្នក​ប្រើ​បញ្ជា ចម្លង/ចាត់/បិទភ្ជាប់ ក្នុង​មឺនុយ​ចុច​។ អ្នក​នឹង​ប្រើ​ឃ្លិបបត​ផ្ទុក​ធាតុ​​នៅ​ខាង​ក្នុង​នៃ TYPO3។ ប្រសិន​បើ​អ្នក​រើស​មួយ​ក្នុង​ចំណោម​លេខ​ឃ្លិបបត អ្នក​នឹង​អាច​ផ្ទុក​ធាតុ​បាន​​ច្រើន​ជាង​​មួយ​នៅ​លើ​ឃ្លិបបត​ក្នុង​ពេល​តែ​មួយ។ ក្នុង​បញ្ជី​ទិន្នន័យ អ្នក​នឹង​ឃើញ​ប្រអប់​ធីក​ជាប់នឹង​ធាតុ ដែល​អ្នក​អាច រើស/ដោះ​ការជ្រើសរើស​ធាតុ​សម្រាប់​ឃ្លិបបត។
th: เมื่อคุณใช้คัดลอกตัด / หน้าที่วางใน clickmenus ที่จริงจะใช้คลิปบอร์ดในการจัดเก็บองค์ประกอบภายในใน TYPO3 หากคุณเลือกหนึ่งในคลิปบอร์ดตัวเลขแผ่นคุณจะสามารถเก็บได้มากกว่าองค์ประกอบหนึ่งในคลิปบอร์ด ในเวลา ในรายการบันทึกแล้วคุณจะเห็นช่องทำเครื่องหมายถัดจากองค์ประกอบที่คุณสามารถเลือก / ยกเลิกการเลือกองค์ประกอบสำหรับคลิปบอร์ด

# list_searchbox.alttitle
source: Search Box
hi: सर्च बॉक्स
hr: Polje za pretragu
it: Riquadro per le ricerca
km: ប្រអប់​ស្វែងរក
th: กล่องค้นหา

# list_searchbox.description
source: By this search box you can do a free text search in all the listed records. You can also search recursively in sub-pages by selecting a number of levels to search in the selector box to the right of the search field.
hi: इस सर्चबॉक्स से आप सभी लिस्टेड रेकॉर्ड में फ्री टेक्स्ट सर्च कर सकते है।सर्च फील्ड के राईट सिलेक्टर बॉक्स से लेवल के नंबर चुन कर आप सब-पेजिस में रिकर्सिली सर्च भी कर सकते है।
hr: Putem ove tražilice možete slobodno pretraživati sve navedene zapise. Također možete rekurzivno pretraživati u podstranicama odabirom nekolicine razina koje se mogu pretražiti u izbornom okviru desno od polja za pretraživanje.
km: តាមរយៈ​ប្រអប់​ស្វែងរក អ្នក​អាច​ធ្វើការ​ស្វែងរក​ដោយ​វាយ​អក្សរ​បញ្ចូល​ដើម្បី​ស្វែងរក​រាល់​បញ្ជី​ទិន្នន័យ។ អ្នក​ក៏​អាច​ស្វែងរក​ទៅ​ដល់​ទំព័រ​រង ដោយ​រើស​យក​លេខ​លំដាប់​ដើម្បី​ស្វែងរក​ក្នុង​ប្រអប់​ជ្រើសរើស​នៅ​ខាង​ស្ដាំ​នៃ​ប្រអប់​ស្វែងរក។
th: โดยช่องค้นหานี้คุณสามารถค้นหาข้อความฟรีทุกรายการจดทะเบียน คุณยังสามารถค้นหา recursively ในเพจย่อยโดยเลือกหลายระดับเพื่อค้นหาในกล่องตัวเลือกที่ด้านขวาของช่องค้นหา

# list_options.alttitle
source: List module options
hi: लिस्ट मॉड्यूल ऑप्शन
hr: Opcije modula Popis
it: Opzioni del modulo Lista
km: បញ្ជី​ជម្រើស​ម៉ូឌុល
th: ตัวเลือกโมดูล List

# list_options.description
source: Enable additional options like the "Extended view" mode to see additional control buttons for each record in the listing or the "Clipboard" to see the clipboard and its content.
hi: लिस्टिंग के प्रत्येक रेकॉर्ड एडिशनल कन्ट्रोल बटन्स को देखने के लये एडिशनल ऑप्शन्स "एक्सटेंडेड व्यू" मोड को इनेबल करे या क्लिपबोर्ड और उसके कॉन्टेंट देखने के लिए "क्लिपबोर्ड"।
hr: Omogući dodatne opcije kao što su način "Produženi pregled" kako bi vidjeli dodatne kontrolne tipke za svaki zapis u popisu ili "Međuspremnik" kako bi vidjeli međuspremnik i njegov sadržaj.
it: Abilita la "vista estesa" per vedere controlli addizionali per ogni record delle lista. Abilita "mostra clipboard" per vedere la clipboard e il suo contenuto
km: បើក​ដំណើរការ​ជម្រើស​បន្ថែម​ដូច​ជា​ទម្រង់ "បន្ថែម​មុខងារ​បង្ហាញ" ដើម្បី​ឃើញ​ប៊ូតុង​គ្រប់គ្រង​បន្ថែម​លើ​ទិន្នន័យ​ក្នុង​បញ្ជី ឬ "ឃ្លិបបត" ដើម្បី​មើល​ឃ្លិបបត និង មាតិកា​របស់​វា។
th: เปิดใช้"ดู Extended โหมด"จะเห็นปุ่มควบคุมเพิ่มเติมสำหรับการบันทึกในแต่ละรายการ เปิดใช้คลิปบอร์ด""เพื่อดูคลิปบอร์ดและเนื้อหา

# list_options.image_descr
source: The options checkboxes. Selecting "Extended view" will enable the control buttons in the record lists.
hi: ऑप्शन्स चेकबॉक्सीस।"एक्सटेंडेड व्यू" सेलेक्ट करना रिकॉर्ड लिस्ट्स के कंट्रोल बटन को इनेबल करेगा।
hr: Kvadratići za odabir. Odabir "Produženi pregled" omogućit će kontrolne tipke u popisu zapisa.
km: ប្រអប់​ធីក​ជ្រើសរើស។ រើស​ "បន្ថែម​មុខងារ​បង្ហាញ" នឹង​បើក​ដំណើរការ​ប៊ូតុង​គ្រប់គ្រង​កក្នុង​បញ្ជី​ទិន្នន័យ។
th: ตัวเลือกช่องทำเครื่องหมาย เลือก"ดูเพิ่มเติม"จะช่วยให้ปุ่มควบคุมในการบันทึกรายการ

# new_regular.alttitle
source: Create new record
hi: नया रिकॉर्ड बनाए
hr: Stvori novi zapis
it: Crea nuovo record
km: បង្កើត​ទិន្នន័យ​ថ្មី
th: สร้างบันทึกใหม่

# new_regular.description
source: This list shows the types of records (database tables) you can create on the page. Click a table name to select the type.
hi: ये लिस्ट रिकॉर्ड(डेटाबेस टेबल्स) का प्रकार दर्शाता है को आप पेज पर कर सकते है। टाइप सेलेक्ट करने के लिए टॉवल पर क्लिक करे।
hr: Ovaj popis prikazuje vrste zapisa (tablice baza podataka) koje možete stvoriti na stranici. Kliknite na ime tablice kako bi odabrali vrstu.
it: Questa lista mostra i tipi dei records (tabelle di database) che tu puoi creare in una pagina. Clicca sul nome della tabella per scegliere il tipo.
km: បញ្ជី​នេះ​បង្ហាញ​ប្រភេទ​ទិន្នន័យ (តារាង​ឃ្លាំង​ទិន្នន័យ) អ្នក​អាច​បង្កើត​លើ​ទំព័រ។ ចុច​លើ​ឈ្មោះ​តារាង​ដើម្បី​រើស​ប្រភេទ។
th: รายการนี้จะแสดงชนิดของระเบียน (ตารางฐานข้อมูล) คุณสามารถสร้างบนหน้า คลิกที่ชื่อตารางเพื่อเลือกประเภท

# new_regular.image_descr
source: The selection of records a user can create on this particular page. The selection depends on the user's permissions and the page type. For example a Folder page type can contain any kind of record while regular pages can contain only some types (like Content Elements).
hi: रेकॉर्ड सिलेक्शन इस पेज पर यूजर बन सकता है। सिलेक्शन यूजर परमिशन एंड पेज के प्रकार पर निर्भर है।उदहारण रूप फोल्डर पेज प्रकार कोई भी रेकर्ड शामिल कर सकता है जब की रेगुलर पेज सिर्फ कुछ प्रकार ही शामिल कर सकता है(कंटेंट एलिमेंट्स जैसे)।
hr: Izbor zapisa koje korisnik može stvoriti na ovoj stranici. Izbor ovisi o dopuštenjima korisnika i o vrsti stranice. Na primjer, tip stranice Mapa može sadržavati bilo kakav zapis dok obične stranice mogu sadržavati samo neke vrste zapisa (kao Elementi sadržaja).

# new_pages.alttitle
source: Create new page wizard
hi: नया विजार्ड बनाएं
hr: Čarobnjak Stvori novu stranicu
it: Crea nuovo page wizard
km: បង្កើត​ទំព័រ​ថ្មី​តាម​ការណែនាំ
th: ตัวช่วยสร้างหน้าใหม่

# new_pages.description
source: Creating a new page means you have to find a position for it in the page tree. This wizard helps you find this position easily by clicking the flashing arrow pointing to the position you want.
hi: नया पेज बनाना मतलब आप को पेज ट्री में इसकी पोजीशन खोजनी होंगी। यह विज़ार्ड आपको आप जो पोजीशन चाहते है उस फ्लशिंग एर्रो पर क्लिक करके आसानी से पोजीशन खोजने में मदद करेगा ।
hr: Izrada nove stranice povlači da trebate naći položaj za nju u stablu stranica. Ovaj čarobnjak Vam pomaže naći ovaj položaj jednostavnim klikom na trepereću strelicu koja pokazuje na položaj koji želite.
km: ការបង្កើត​ទំព័រ​ថ្មី មានន័យ​ថា​អ្នក​ត្រូវ​ស្វែងរក​ទីតាំង​ឲ្យ​វា​ក្នុង​ឋានានុក្រម​ទំព័រ។ ការណែនាំ​បង្កើត​នេះ​ជួយ​ង្នក​ស្វែងរក​ទីតាំង​យ៉ាង​ងាយស្រួល ដោយ​ចុច​លើ​សញ្ញា​ព្រួញ​ត្រង់​ចំណុច​ណា​ដែល​អ្នក​ចង់​បាន។
th: การสร้างหน้าใหม่หมายความว่าคุณมีเพื่อค้นหาตำแหน่งสำหรับในต้นไม้หน้า ตัวนี้ช่วยให้คุณค้นหาตำแหน่งนี้ได้อย่างง่ายดายโดยคลิกที่ลูกศรชี้กระพริบที่ตำแหน่งที่คุณต้องการ

# _new_pages.seeAlso
source: xMOD_csh_corebe:new_regular, xMOD_csh_corebe:new_ce, How to create a new page | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/NewPage/
hi: xMOD_csh_corebe:new_regular, xMOD_csh_corebe:new_ce, नया पेज कैसे बनाये | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/NewPage/
hr: xMOD_csh_corebe:new_regular, xMOD_csh_corebe:new_ce, Kako stvoriti novu stranicu | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/NewPage/

# new_pages.image_descr
source: Between each page in the tree you find small icons that point out a place for a new page. Select a position by clicking one of these icons. To access the "Create new page wizard" in the first place, just click the link in the Create new record dialog.
hi: सभी पेज के बीच में आप एक छोटा आइकॉन मिलेगा जो नए पेज के लिए जग दर्शाता है।उस में से कोई एक आइकॉन पर क्लिक करके पोजिशन सेलेक्ट कर सकते है। पहली जगह में "न्यू पेज विज़ार्ड बनाये" का उपयोग करने के लिए, सिर्फ क्रिएट न्यू रेकॉर्ड डायलॉग पर क्लिक करे।
hr: Između svake stranice u stablu nailazite na male ikone koje pokazuju mjesto za novu stranicu. Odaberite položaj klikom na jednu od ovih ikona. Kako bi uopće pristupili "Čarobnjaku za stvaranje nove stranice", kliknite na link u dijaloškom okviru Stvori novi zapis.
km: ចន្លោះ​ទំព័រ​នីមួយៗ​ក្នុង​ឋានានុក្រម​ អ្នក​ឃើញ​រូបតំណាង​ដែល​ដៅ​ទីតាំង​សម្រាប់​ទំព័រ​ថ្មី។ រើស​ទីតាំង​ដោយ​ចុច​លើ​រូប​តំណាង​នោះ។ ដើម្បី​ប្រើ "បង្កើត​ទំព័រ​តាម​ការណែនាំ" ក្នុង​ទំព័រ​ដំបូង គ្រាន់តែ​ចុច​លើ​តំណ​ក្នុង​ប្រអប់​សារ បង្កើត​ទិន្នន័យ​ថ្មី។
th: ระหว่างแต่ละหน้าในต้นไม้ที่คุณพบไอคอนขนาดเล็กที่ชี้หน้าสถานที่ใหม่สำหรับ เลือกไอคอนที่ตำแหน่งโดยการคลิกหนึ่งเหล่านี้ เข้าถึง"สร้างตัวช่วยสร้างหน้าใหม่"ในครั้งแรกที่ให้คลิกลิงค์ในโต้ตอบบันทึกใหม่สร้าง

# new_ce.alttitle
source: Create new Content Element Wizard
hi: क्रिएट न्यू कंटेंट एलिमेंट विज़ार्ड
hr: Stvorite novi Čarobnjak Elementa Sadržaja
it: Wizards Crea nuovo Elemento di Contenuto
km: បង្កើត​ធាតុមាតិកា​ថ្មី​តាម​ការណែនាំ
th: สร้าง Content Wizard ใหม่ Element

# new_ce.description
source: Content Elements come in many flavors and inserting new content on a page means you have to select the right element type. This wizard helps you to pick a main type of element before you actually begin to enter content.
hi: कंटेंट एलिमेंट्स कई प्रकार में आते है और पेज में कंटेंट डालते है इस लिए आप को सही कंटेंट एलिमेंट प्रकार चुनना होगा।ये विज़ार्ड आप को कंटेंट ऐड करने से पहले एलिमेंट की मेंइन टाइप चुनने में मदद करेगा।
hr: Postoje različite vrste elemenata sadržaja te ubacivanje novog sadržaja na stranicu znači da trebate odabrati ispravnu vrstu elementa. Ovaj čarobnjak pomaže Vam odabrati glavnu vrstu elementa prije nego što zapravo započnete ubacivati sadržaj.
km: ធាតុ​មាតិកា​មាន​លក្ខណៈ​ល្អៗ​ជា​ច្រើន និង បន្ថែម​មាតិកា​ថ្មី​លើ​ទំព័រ មានន័យ​ថា អ្នក​ត្រូវ​រើស​ប្រភេទ​ធាតុ​​ត្រឹមត្រូវ។ វីហ្សាដ​នេះ​ជួយ​អ្នក​​ជ្រើសរើស​ប្រភេទ​គោល​នៃ​ធាតុ​មុន​អ្នក​ចាប់ផ្ដើម​បញ្ចូល​មាតិកា។
th: เนื้อหา Elements มาหลายรสชาติและแทรกเนื้อหาใหม่ในหน้าหมายความว่าคุณต้องเลือกชนิดขององค์ประกอบที่เหมาะสม ตัวนี้จะช่วยให้คุณเลือกประเภทหลักขององค์ประกอบก่อนที่จะเริ่มเข้าสู่เนื้อหา

# new_ce.details
source: Selecting an element type here will just preset the content element with certain values. You can always change the values later and if you cannot find exactly the type you need you can just pick the one that comes closest to your need, then adjust the details later.
hi: यहाँ एलिमेंट का प्रकार चुनना सिर्फ कुछ वैल्यू के साथ कंटेंट एलिमेंट को प्रीसेट करना है।आप हमेशा बाद में वैल्यू बदल सकते है।अगर आप अपना ज़रूरी सही प्रकार ठीक से नहीं ढूंढ सकते तो आप अपनी ज़रूरत के सब से नज़दीक का प्रकार चुन सकते है और बाद में ठीक कर सकते है।
hr: Odabirom vrste elementa će samo podesiti postavke elementa sa određenim vrijednostima. Uvijek možete vrijednosti promijeniti kasnije i ako ne možete pronaći točnu vrstu elementa koja Vam je potrebna, jednostavno možete izabrati onu koja najbolje zadovoljava Vaše potrebe, a zatim podesiti detalje poslije.
km: រើស​ប្រភេទ​ធាតុ​ទីនេះ​នឹង​​គ្រាន់តែ​ត្រៀម​ដាក់​តម្លៃ​​ជាក់លាក់​ឲ្យ​ធាតុ​មាតិកា​ ។ អ្នក​អាច​ប្ដូរ​តម្លៃ​ពេល​ក្រោយ និង ប្រសិន​បើ​អ្នក​មិន​អាច​រក​ប្រភេទ​ដែល​អ្នក​ចង់​បាន អ្នក​គ្រាន់តែ​រើស​យក​មួយ​ណា​ដែល​កៀក​តម្រូវការ​របស់​អ្នក ហើយ​​កែសម្រួល​លម្អិត​ពេល​ក្រោយ។
th: เลือกประเภทองค์ประกอบที่นี่จะตั้งไว้เพียงองค์ประกอบเนื้อหาที่มีค่าบางอย่าง คุณสามารถเปลี่ยนค่าในภายหลังและหากคุณไม่พบว่าชนิดที่คุณต้องการคุณก็สามารถเลือกหนึ่งที่มาใกล้เคียงกับความต้องการของคุณแล้วปรับรายละเอียดในภายหลังได้

# _new_ce.seeAlso
source: xMOD_csh_corebe:new_pages, xMOD_csh_corebe:new_regular, How to create new page content | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/NewPage/ More about Content Element types | https://docs.typo3.org/typo3cms/GettingStartedTutorial/GeneralPrinciples/PageContent/ Adding Custom elements [Technical] | https://docs.typo3.org/typo3cms/CoreApiReference/ApiOverview/Examples/ContentElementWizard/
hi: xMOD_csh_corebe:new_pages, xMOD_csh_corebe:new_regular, नया पेज कंटेंट कैसे बनाये| https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/NewPage/ कंटेंट एलिमेंट के बारे में अधिक | https://docs.typo3.org/typo3cms/GettingStartedTutorial/GeneralPrinciples/PageContent/ कस्टम एलिमेंट डालना| https://docs.typo3.org/typo3cms/CoreApiReference/ApiOverview/Examples/ContentElementWizard/
hr: xMOD_csh_corebe:new_pages, xMOD_csh_corebe:new_regular, Kako stvoriti novi element sadržaja | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/NewPage/ Više o tipovima elemenata sadržaja | https://docs.typo3.org/typo3cms/GettingStartedTutorial/GeneralPrinciples/PageContent/ Dodavanje prilagođenih elemenata [Tehnički zahtjevno] | https://docs.typo3.org/typo3cms/CoreApiReference/ApiOverview/Examples/ContentElementWizard/

# new_ce.image_descr
source: The Content Element wizard presents a set of preset types. Just select one by clicking its title. After selecting the type you will (often) have to select a position of the element among the other existing Content Elements on the page. You can access the Content Element wizard from the Create new record dialog.
hi: कंटेंट एलिमेंट विज़ार्ड प्रीसेट प्रकार को प्रेजेंट्स करता है।सिर्फ इसके टाइटल पर क्लिक कर के एक को चुने। प्रकार चुनने के बाद आप को (अक्सर) मौजूद कंटेंट एलिमेंट के बिच एलिमेंट की पोजीशन सेलेक्ट करनी होगी। नया रिकॉर्ड बनाये डायलॉग से आप कंटेंट एलिमेंट विज़ार्ड को एक्सेस कर सकते है।
hr: Čarobnjak elementa sadržaja predstavlja skup unaprijed postavljenih vrsta. Jednostavno odaberite jedan klikom na njegov naslov. Nakon što odaberte vrstu, trebat ćete (često) odabrati položaj elementa među ostalim postojećim elementima sadržaja na stranici. Možete pristupiti Čarobnjaku elementa sadržaja iz dijaloga Stvorite novi zapis.
km: ធាតុ​មាតិកា​វីហ្សាដ​បង្ហាញ​ធាតុ​នៃ​ប្រភេទ​មុន​ការកំណត់ ។ គ្រាន់តែ​រើស​មួយ ដោយ​ចុច​លើ​ចំណងជើង​របស់​វា ។ បន្ទាប់​ពី​រើស​ប្រភេទ អ្នក​នឹង​ត្រូវ​រើស​ទីតាំង​របស់​ធាតុ​ក្នុង​ចំណោម​ធាតុ​មាតិកា​ដែល​​មាន​រួច​នៅ​លើ​ទំព័រ ។ អ្នក​អាច​ប្រើ​ធាតុ​មាតិកា​វីហ្សាដ​ពី​ប្រអប់​បង្កើត​ទិន្នន័យ​ថ្មី។
th: Element ตัวช่วยสร้างเนื้อหานำเสนอรูปแบบที่กำหนดไว้ล่วงหน้าของ เพียงแค่เลือกโดยคลิกที่ชื่อของมัน หลังจากเลือกเพจที่คุณพิมพ์จะ (มักจะ) มีให้เลือกตำแหน่งเนื้อหาขององค์ประกอบอื่น ๆ ที่มีอยู่ในองค์ประกอบที่ คุณสามารถเข้าถึงองค์ประกอบตัวเนื้อหาจากบันทึกโต้ตอบใหม่สร้าง

# move_el_pages.alttitle
source: Move page wizard
hi: पेज विज़ार्ड खिसकाए
hr: Čarobnjak za premještanje stranica
it: Wizard Muovi pagina
km: ប្ដូរ​ទីតាំង​ទំព័រ​តាម​ការណែនាំ
th: ย้ายตัวช่วยสร้างหน้า

# move_el_pages.description
source: By this wizard you can visually re-position (or copy) a page inside TYPO3. The element you move is shown in the top.
hi: इस विज़ार्ड से आप TYPO3 में पेज को विजुअली रे-पोजीशन(और नक़ल) कर सकते है। जो एलिमेंट को आप खिसकाते है वो ऊपर दिखेंगे।
hr: Pomoću ovog čarobnjaka možete vizualno pomaknuti (ili kopirati) stranicu unutar sustava TYPO3. Element koji pomičete se prikazuje na vrhu.
km: តាម​វីហ្សាដ​នេះ អ្នក​អាច​មើល​ និង កំណត់​ទីតាំង​ជាថ្មី (ឬ​ចម្លង) នៃ​ទំព័រ​ក្នុង TYPO3 ។ ធាតុ​ដែល​អ្នក​ប្ដូរ​ទីតាំង​បង្ហាញ​នៅ​ផ្នែក​ខាង​លើ។
th: ด้วยตัวคุณสามารถมองเห็นตำแหน่งใหม่ (หรือสำเนา) หน้าภายใน TYPO3 นี้ องค์ประกอบที่คุณไปจะปรากฏในด้านบน

# move_el_pages.details
source: As an alternative to using the regular Copy/Cut/Paste functions in the clickmenus of records you can also use the move-page wizard. It lets you re-position a page by a visual view of the page tree rather than using the concept of "Paste into" and "Paste after".
hi: रेकॉर्ड के लिए क्लिक मेनू में नक़ल/कट/पेस्ट फंक्शन्स का नियमित उपयोग के वैकल्पिक तौर पर आप विज़ार्ड में पेज खिसकाए का भी उपयोग कर सकते है। "में पेस्ट करें" और "बाद पेस्ट करे" कॉन्सेप्ट का उपयोग करने के बजाय पेज ट्री के विसुअल व्यू के द्वारा पेज को री-पोजीशन करे।
hr: Umjesto da koristite uobičajene funkcije Kopiraj/Izreži/Zalijepi u izbornicima zapisa, možete koristiti čarobnjak za premještanje stranice. Isti Vam omogućuje da pomaknete stranicu po vizualnom pregledu stabla stranica umjesto korištenja koncepta "Zalijepi u" te "Zalijepi nakon".
km: ជា​ជំនួយ​ក្នុង​ការប្រើ​ការ ចម្លង/កាត់/បិទភ្ជាប់ ធម្មតា ក្នុង​មឺនុយ​ចុច​នៃ​ទិន្នន័យ អ្នក​ក៏​អាច​ប្រើ​វីហ្សាដ​របស់​ផ្លាស់ប្ដូរ​ទីតាំង​ផង​ដែរ។ វា​អាច​ឲ្យ​អ្នក​កំណត់​ទីតាំង​ទំព័រ​ឡើងវិញ ដោយ​ប្រើ​លក្ខណៈ​បង្ហាញ​ឋានានុក្រម​ទំព័រ ជាជាង​ការប្រើ​វិធី "បិទភ្ជាប់​ទៅ​ក្នុង" និង "បិទភ្ជាប់​បន្ទាប់"។
th: เป็นทางเลือกในการใช้ปกติ Copy / Cut / Paste หน้าที่ใน clickmenus ของบันทึกคุณสามารถใช้ตัวช่วยย้ายหน้า ซึ่งช่วยให้คุณอีกตำแหน่งหน้าได้โดยดูภาพของต้นไม้หน้าแทนที่จะใช้แนวคิด"วางลง"และ"วางหลัง"

# _move_el_pages.seeAlso
source: xMOD_csh_corebe:move_el_cs, xMOD_csh_corebe:new_pages, Moving pages | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/NewPage/
hi: xMOD_csh_corebe:move_el_cs, xMOD_csh_corebe:new_pages, पेज खिसकाना | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/NewPage/
hr: xMOD_csh_corebe:move_el_cs, xMOD_csh_corebe:new_pages, Micanje stranica | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/NewPage/

# move_el_pages.image_descr
source: The wizard works like when you create new pages with the wizard; You position the element by the grey arrows. To access the "Move page wizard" you open the clickmenu of the page, select "More options..." and then "Move page". Alternatively you can click the "Move page" icon in the "Extended view" of the Web>List module.
hi: विज़ार्ड काम करता है जैसे जब आप विज़ार्ड के द्वारा नया पेज बनाते करते है; आप ग्रे आइकॉन से एलिमेंट को पोज़िशन कर सकते है। "पेज विज़ार्ड खिसकाए" एक्सेस करने के लिए पेज के क्लिक मेनू को ओपन करे और "ज्यादा विकल्प" चुने और उसके बाद "पेज खिसकाए"।अल्टर्नेटिवली आप वेब>लिस्ट मॉड्यूल के "एक्सटेंडेड व्यू" में "पेज खिसकाए" आइकॉन पर क्लिक कर सकते है।
hr: Čarobnjak radi kao kada stvarate nove stranice sa čarobnjakom; element pozicionirate pomoću sivih strelica. Kako bi pristupili "Čarobnjaku za premještanje stranice", otvorite izbornik stranice, odaberite "Više opcija..." te potom "Pomakni stranicu". Također možete pritisnuti ikonu "Pomakni stranicu" u "Produženom pregledu" Web>Popis modula.
km: វីហ្សាដ​ធ្វើការ​ដូច​ពេល​អ្នក​បង្កើត​ទំព័រ​ថ្មី​ជាមួយ​វីហ្សាដ ។ អ្នក​ដាក់​ទីតាំង​ធាតុ​ដោយ​​ប្រើ​សញ្ញា​ព្រួញ​ពណ៌​ប្រផេះ ។ ដើម្បី​ប្រើ "វីហ្សាដ​ប្ដូរ​ទីតាំង​ទំព័រ" អ្នក​បើក​មឺនុយ​ចុច​របស់​ទំព័រ រើស "ជម្រើស​ច្រើន​ទៀត..." និង ចុច​លើ​​រូប​តំណាង "ប្ដូរ​ទីតាំង​ទំព័រ" ។ ម្យ៉ាង​ទៀត អ្នក​អាច​ចុច​រូបតំណាង "ប្ដូរ​ទីតាំង​ទំព័រ" ក្នុង "​កន្លែង​បង្ហាញ​សមាសភាគ" នៃ​ម៉ូឌុល វែប>បញ្ជី។
th: ตัวช่วยสร้างการทำงานเช่นเมื่อคุณสร้างหน้าใหม่ด้วยตัวช่วยสร้างนั้นตำแหน่งคุณองค์ประกอบด้วยสีเทาลูกศรที่ ต้องการเข้าถึง"Move ตัวหน้า"คุณเปิดหน้า clickmenu การเลือก"ตัวเลือกต่อ ... " แล้ว"Move หน้า" หรือคุณสามารถคลิก"Move หน้าไอคอน"ในมุมมอง Extended"ของ> module List Web

# move_el_cs.alttitle
source: Move Content Element Wizard
hi: कंटेंट एलिमेंट विजार्ड खिसकाएँ
hr: Čarobnjak za premještanje elemenata sadržaja
it: Wizard muovi contenuto
km: ប្ដូរ​ទីតាំង​ធាតុ​មាតិកា​តាម​ការណែនាំ
th: Move Wizard Element Content

# move_el_cs.description
source: By this wizard you can visually re-position (or copy) a Content Element inside TYPO3. The element you move is shown in the top.
hi: TYPO3 के अंदर आप इस विज़ार्ड के द्वारा कंटेंट एलिमेंट विसुअली री-पोजीशन(और नक़ल) कर सकते है।आप जो एलिमेंट खिसकते है वो ऊपर दिखेगा।
hr: Po ovom čarobnjaku možete vizualno pomaknuti (ili kopirati) element sadržaja unutar sustava TYPO3. Element koji pomičete se prikazuje na vrhu.
km: តាម​វីហ្សាដ​នេះ អ្នក​អាច​​កំណត់​ទីតាំង​ឡើងវិញ (ឬ​ចម្លង) ធាតុ​មាតិកា​ក្នុង TYPO3 ។ ធាតុ​ដែល​អ្នក​ប្ដូរ​ទីតាំង បង្ហាញ​នៅ​ខាង​លើ។
th: ด้วยตัวคุณสามารถมองเห็นตำแหน่งใหม่ (หรือสำเนา) เนื้อหาภายใน Element TYPO3 นี้ องค์ประกอบที่คุณไปจะปรากฏในด้านบน

# move_el_cs.details
source: By the grey icons in the content element list you can point out the new position of the content element. If you need to move the element to another page, simply browse the page tree in the bottom of the wizard.
hi: कंटेंट एलिमेंट लिस्ट में ग्रे आइकॉन के द्वारा आप नए कंटेंट एलिमेंट की पोजीशन को पॉइंट आउट कर सकते है।अगर आपको एलिमेंट को नए पेज पर खिसकाना पड़े तो सिर्फ पेज ट्री को विज़ार्ड के निचे ब्राउज करे।
hr: Na popisu elementa sadržaja možete ukazati na novi položaj elementa sadržaja pomoću sivih ikona. Ako trebate pomaknuti element na drugu stranicu, jednostavno pregledajte stablo stranica na dnu čarobnjaka.
km: តាមរយៈ​រូប​តំណាង​ពណ៌​ប្រផេះ​ក្នុង​បញ្ជី​ធាតុ​មាតិកា អ្នក​អាច​ដៅ​ទីតាំង​ថ្មី​ឲ្យ​ធាតុ​មាតិកា។ ប្រសិន​បើ​អ្នក​​ត្រូវការ​ប្ដូរ​ធាតុ​ទៅ​ទំព័រ​ផ្សេង​ទៀត គ្រាន់តែ​ចុច​ឋានានុក្រម​ទំព័រ​នៅ​ខាង​ក្រោម​នៃ​វីហ្សាដ។
th: โดยไอคอนสีเทาในรายการองค์ประกอบเนื้อหาที่คุณสามารถชี้ตำแหน่งใหม่ขององค์ประกอบเนื้อหา ถ้าคุณต้องการย้ายองค์ประกอบไปยังหน้าอื่นก็ดูต้นไม้หน้าในด้านล่างของตัวช่วยสร้าง

# move_el_cs.image_descr
source: The wizard works like when you create new Content Elements with the wizard; You position the element by the grey arrows. To access the "Move Content Element Wizard" you click the "Move element" icon in the "Extended view" of the Web>List module.
hi: विज़ार्ड काम करता है जैसे आप जब आप विज़ार्ड में नया कंटेंट एलिमेंट बनाते है। "कंटेंट एलिमेंट विज़ार्ड" का उपयोग करने के लिए आप वेब>लिस्ट मॉड्यूल के "एक्सटेंडेड व्यू" में "एलिमेंट खिसकाए" आइकॉन पर क्लिक करे।
hr: Čarobnjak radi kao kada stvarate nove Elemente sadržaja sa čarobnjakom; element pozicionirate pomoću sivih strelica. Kako bi pristupili "Čarobnjaku za premještanje sadržaja elementa", kliknite ikonu "Pomakni element" u "Produženom pregledu" Web>Popis modula.
km: វីហ្សាដ​ធ្វើការ​ដូច​ពេល​អ្នក​បង្កើត​​ធាតុ​មាតិកា​ថ្មី។ អ្នក​អាច​ដាក់​ទីតាំង​ធាតុ​ដោយ​ប្រើ​សញ្ញា​ព្រួញ​ប្រផេះ។ ដើម្បី​ប្រើ "វីហ្សាដ​ប្ដូរ​ទីតាំង​ទំព័រ" អ្នក​បើក​មឺនុយ​ចុច​របស់​ទំព័រ រើស "ជម្រើស​ច្រើន​ទៀត..." និង ចុច​លើ​​រូប​តំណាង "ប្ដូរ​ទីតាំង​ទំព័រ"។ ម្យ៉ាង​ទៀត អ្នក​អាច​ចុច​រូបតំណាង "ប្ដូរ​ទីតាំង​ទំព័រ" ក្នុង "​កន្លែង​បង្ហាញ​សមាសភាគ" នៃ​ម៉ូឌុល វែប>បញ្ជី។
th: ตัวช่วยสร้างการทำงานเช่นเมื่อคุณสร้างเนื้อหาใหม่ Elements กับตัวนั้นตำแหน่งคุณองค์ประกอบโดยสีเทาลูกศรที่ ต้องการเข้าถึง"Move Content Element Wizard"คุณคลิกที่"ย้ายองค์ประกอบไอคอน"ในมุมมอง Extended"ใน Web> module List

# history_log.alttitle
source: History log
hi: हिस्ट्री लोग
hr: Zapisnik povjesti
it: Log Storico
km: បញ្ជី​កំណត់​ត្រា​ប្រវត្តិ
th: บันทึกประวัติ
