Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_csh_*_users.xlf
Languages: hr, ja, km, th

# .description
source: This is the table of backend administration users. Backend users can login in the backend of TYPO3 and are typically producers of content on a website.
hr: Ovo je tablica administrativnih korisnika pozadinskog sučelja. Pozadinski korisnici mogu se prijaviti u TYPO3 pozadinsko sučelje te tipično produciraju sadržaj internet stranice.
ja: バックエンドユーザの管理画面です。バックエンドユーザはTYPO3のバックエンドにログインすることが可能で、通常はウェブサイトコンテンツの作成者です。
km: នេះ​ជា​តារាង​អ្នក​គ្រប់គ្រង backend ។ អ្នក​គ្រប់គ្រង​អាច​កត់ត្រា​ចូល​ប្រើ backend របស់ TYPO3 ហើយ​បង្កើត​មាតិកា​លើ​វែបសាយ។
th: นี่คือโต๊ะของผู้บริหาร backend Backend ผู้ใช้สามารถเข้าสู่ระบบในส่วนหลังของ TYPO3 และมักจะผลิตเนื้อหาในเว็บไซต์

# .details
source: The main settings for a backend user is a username, password and group memberships. The username and password authenticates the user to the system. The group memberships enables the user to perform actions in TYPO3 since groups are the main source of permission settings for a backend user. Backend usergroups can also be understood as "roles". A usergroup can contain a configuration of permissions which allows the user to play a certain role in the system. <b>The "Admin" user</b> There is a special kind of user, the "Admin" user. This user has access to everything in TYPO3. There are no limits for Admin-users at all. You should normally have only a single or two admin-users in your system. Admin-users are the only users who can create other backend users. Alternatively you can create an "Action" which enables other normal users to do it as well (with certain restrictions of course). <b>Location</b> Backend users are always created in the root of the page tree (like Backend groups are). <b>Comparing Users</b> To manage and compare users, getting an overview of their access credentials etc. you can use the Tools > User Admin module (extension: beuser). It allows you to group users by various categories of permissions. You can also switch to another users account by a single click of a button.
hr: Glavne postavke za pozadinskog korisnika su korisničko ime, lozinka i članstvo u grupama. Korisničko ime i lozinka autenticiraju korisnika u sustavu. Članstvo u grupama omogućuje korisniku da izvršava pojedine akcije u TYPO3 sustavu jer su grupe glavni izvor dopuštenja za pozadinske korisnike. Korisničke grupe pozadinskih korisnika mogu se shvatiti i kao "uloge". Korisnička grupa može sadržavati konfiguraciju dopuštenja koja omogućuju korisniku da odigra određenu ulogu u sustavu. <b>"Administrativni" korisnik</b> Postoji posebna vrsta korisnika, "Administrativni" korisnik. Ovaj korisnik ima sva prava pristupa u TYPO3 sustavu. Ne postoje nikakva ograničenja za administrativne korisnike. Uobičajeno je da postoje samo jedan ili dva administrativna korisnika u sustavu. Administrativni korisnici su jedini korisnici u sustavu koji mogu stvarati druge pozadinske korisnike. Moguće je doduše, stvoriti "akcije" koje omogućuju normalnim pozadinskim korisnicima da stvaraju druge pozadinske korisnike (uz određena ograničenja dakako). <b>Lokacija</b> Pozadinski korisnici se uvijek stvaraju u korjenu stabla stranica (jednako kao i grupe pozadinskih korisnika). <b>Usporedba korisnika</b> Kako bi upravljali i uspoređivali korisnike, te dobili pregled njihovih prava pristupa i slično možete koristiti modul Alati > Administrator korisnika (proširenje: beuser). Ovim modulom možete grupirati korisnike po različitim kategorijama dopuštenja. Također Vam je omogućeno da se jednim klikom prijavite na bilo koji od korisničkih računa.
ja: ユーザ名、パスワードとグループ名が、バックエンドユーザの主な設定です。ユーザの認証にはユーザ名とパスワードを使います。バックエンドユーザの権限はグループによって設定することが多いので、ユーザがTYPO3で可能な操作を指定するのによく使います。 バックエンドユーザグループは「役割」とみなすことができます。あるユーザグループにパーミッションを設定し、グループのユーザにシステムにおける役割を割り当てることができます。 <b>管理者ユーザ</b> 管理者ユーザは、ユーザの中でも特別な存在です。管理者ユーザは、TYPO3あらゆる部分にアクセスでき、いかなる制限も受けることがありません。通常は、1人もしくは2人の管理者ユーザを任命します。 バックエンドユーザを追加できるのは、管理者ユーザだけです。もしくは、バックエンドユーザを追加する「アクション」を作成して、一般ユーザに(一定の制限を付きで)許可することもできます。 <b>バックエンドユーザが作成される場所</b> バックエンドユーザ(バックエンドグループも)は、常にページツリーの一番上に作成されます。 <b>ユーザの比較</b> ユーザの比較と管理、アクセス権限などの情報の表示には、ツール>ユーザ管理モジュール(beuserエクステンション)を使います。このモジュールで、パーミッションをカテゴリごとに分類して、ユーザを表示できます。クリック1回で別のユーザアカウントに切り替えることもできます。
km: ការកំណត់​​គោល​លើ​អ្នកប្រើ backend គឺ​ឈ្មោះ​ប្រើ, ពាក្យ​សម្ងាត់ និង សមាជិក​របស់​ក្រុម។ ឈ្មោះ​ប្រើ និង ពាក្យ​សម្ងាត់​ផ្ទៀងផ្ទាត់​អ្នក​ប្រើ​លើ​ប្រព័ន្ធ។ សមាជិក​ក្រុម​ធ្វើ​ឲ្យ​អ្នក​ប្រើ​អាច​ធ្វើការ​ក្នុង TYPO3 ដែល​ក្រុម​ជា​ធនធាន​សំខាន់​ក្នុងការ​កំណត់​សិទ្ធិ​ប្រើប្រាស់​សម្រាប់​អ្នកប្រើ backend។ ក្រុម​អ្នក​ប្រើ backend ក៏​អាច​យល់​អំពី​ "តួនាទី" ។ ក្រុម​អ្នក​ប្រើ​មួយ​អាច​មាន​ការកំណត់​សិទ្ធិប្រើប្រាស់​មួយ ដែល​អនុញ្ញាត​ឲ្យ​អ្នក​ប្រើ​ធ្វើការ​លើ​តួនាទី​ច្បាស់លាស់​ក្នុង​ប្រព័ន្ធ។ <b>អ្នក "គ្រប់គ្រង"</b> មិន​ប្រភេទ​អ្នក​ប្រើ​ពិសេស គឺ​អ្នក​"គ្រប់គ្រង"។ អ្នក​ប្រើ​នេះ​មាន​សិទ្ធិ​គ្រប់​បែបយ៉ាង​ក្នុង TYPO3។ មិន​មាន​ការកំណត់​កម្រិត​សម្រាប់​អ្នក​គ្រប់គ្រង​ទេ។ អ្នក​គួរតែ​មាន​ត្រឹម​មួយ​នាក់ ឬ ពីរ​នាក់​ដែល​ជា​អ្នក​គ្រប់គ្រង ក្នុង​ប្រព័ន្ធ​មួយ ។ អ្នក​គ្រប់គ្រង​ជា​អ្នក​ប្រើ​ដែល​មានសិទ្ធិ​បង្កើត​អ្នក​ប្រើ backend ផ្សេង​ទៀត។ ហើយ​អ្នក​អាច​បង្កើត "សកម្មភាព" ដែល​អាច​ឲ្យ​អ្នក​ប្រើ​ធម្មតា​ធ្វើ​ផង​ដែរ។ <b>ទីតាំង</b> អ្នកប្រើ backend ត្រូវ​បង្កើត​នៅ​លើ​ឋានានុក្រម​គោល (ដូច​ទៅ​នឹង​ក្រុម​របស់ backend)។ <b>ប្រៀបធៀប​អ្នកប្រើ</b> ដើម្បី​គ្រប់គ្រង និង ប្រៀបធៀប​អ្នក​ប្រើ, ត្រួតពិនិត្យ​មើល​សិទ្ធិ​ប្រើប្រាស់​ ។ល។ អ្នក​អាច​ប្រើ​ម៉ូឌុល​ឧបករណ៍>អ្នក​គ្រប់គ្រង (សមាសភាគ៖ beuser)។ វា​​អាច​ឲ្យ​អ្នក​ទៅ​ក្រុម​អ្នក​ប្រើ​តាម​​សិទ្ធិ​ដែល​មាន​ពីមុនៗ។ អ្នក​ក៏​អាច​ប្ដូរ​ទៅ​គណនី​ផ្សេង​ទៀត​ដោយ​ចុច​លើ​តែ​ប៊ូតុង​មួយ។
th: การตั้งค่าหลักสำหรับผู้ใช้แบ็กเอนด์เป็นชื่อผู้ผ่านและกลุ่มสมาชิก ชื่อผู้ใช้และรหัสผ่าน authenticates ระบบผู้ใช้ สมาชิกกลุ่มช่วยให้ผู้ใช้ผู้ใช้ดำเนินการใน TYPO3 ตั้งแต่กลุ่มเป็นหลักเป็นแหล่งรับอนุญาตจากการตั้งค่าสำหรับ backend กลุ่มผู้ Backend สามารถเข้าใจบทบาท"" usergroup สามารถมีการกำหนดค่าของสิทธิ์ที่ผู้ใช้สามารถมีบทบาทบางอย่างในระบบ <b> "Admin"ผู้</b> มีชนิดพิเศษของผู้ใช้""ผู้ดูแลระบบ ผู้ใช้คนนี้สามารถเข้าถึงทุกสิ่งใน TYPO3 มีทั้งหมดไม่มีข้อ จำกัด สำหรับผู้ใช้ที่ - Admin คุณมักจะมีเพียงหนึ่งหรือสองผู้ใช้ผู้ดูแลระบบในระบบของคุณ Admin มีผู้ใช้เฉพาะผู้ใช้ที่สามารถสร้างผู้ใช้แบ็กเอนด์อื่นๆ หรือคุณสามารถสร้าง"Action"ซึ่งช่วยให้ผู้ใช้ปกติอื่น ๆ ที่จะทำเช่นกัน (ด้วยข้อ จำกัด บางหลักสูตร) <b>สถานที่</b> ผู้ใช้ Backend ถูกสร้างขึ้นเสมอในต้นไม้รากของหน้า (เช่นกลุ่ม Backend มี) <b>เปรียบเทียบผู้ใช้</b> ในการจัดการ และผู้ใช้เปรียบเทียบ, สิทธิการเข้าถึงของภาพรวมของ ฯลฯ คุณสามารถใช้เครื่องมือ User Admin module> (นามสกุล : beuser) จะช่วยให้ผู้ใช้กลุ่มตามประเภทต่างๆของสิทธิ์ คุณยังสามารถสลับไปใช้อีกบัญชีโดยคลิกเดียวที่ปุ่ม

# _.seeAlso
source: be_groups, About backend users | https://docs.typo3.org/typo3cms/GettingStartedTutorial/UserManagement/BackendUsers/ Setting up a new user and group | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/SettingUpANewUser/ Users and Groups [Technical] | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/UsersAndGroups/
hr: be_groups, O korisnicima pozadinskog sučelja | https://docs.typo3.org/typo3cms/GettingStartedTutorial/UserManagement/BackendUsers/ Postavljanje novog korisnika i grupe | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/SettingUpANewUser/ Korisnici i grupe [Tehnički] | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/UsersAndGroups/

# .image_descr
source: Backend users are found in the root of the page tree. "Admin" backend users can always be recognized on their icon being red while normal users have a blue icon. The editing form of a backend users record. The "Tools > User Admin" module where you can get an overview of the users on the system and what permissions they have. Click the "SU" button to switch to a users account.
hr: Pozadinski korisnici nalaze se u korjenu stabla stranica. "Administrativne" korisnike pozadinskog sučelja lako je prepoznati po crvenim ikonama dok obični korisnici imaju plave ikone. Obrazac za uređivanje korisnika pozadinskog sučelja. U modulu "Alati > Administrator korisnika" možete dobiti pregled korisnika na sustavu te njihovih dopuštenja. Kliknite gumb "SU" kako bi se prebacili na dani korisnički račun.
km: អ្នក​ប្រើ backend ត្រូវ​បាន​រក​ឃើញ​ក្នុង​ទីតាំង​គោល​នៃ​ឋានានុក្រម​ទំព័រ។ អ្នក​ "គ្រប់គ្រង" backend អាច​ត្រូវ​បាន​ស្គាល់​ដោយ​រូបតំណាង​របស់​គេ​ពណ៌​ក្រហម ដែល​អ្នក​ប្រើ​ធម្មតា​មាន​រូបតំណាង​ពណ៌​ខៀវ ។ ទម្រង់​កែប្រែ​ទិន្នន័យ​អ្នកប្រើ backend ។ ម៉ូឌុល "ឧបករណ៍ > អ្នក​គ្រប់គ្រង" ដែល​ជា​កន្លែង​អ្នក​អាច​មើល​រាល់​អ្នក​ប្រើ​របស់​ប្រព័ន្ធ និង សិទ្ធិ​របស់​ពួក​គេ​ ។ ចុច​លើ​ប៊ូតុង "SU" ដើម្បី​ប្ដូរ​គណនី។
th: ผู้ใช้ Backend พบในต้นไม้รากหน้าของ "Admin"ผู้ backend สามารถเสมอได้รับการยอมรับใน icon ของสีแดงในขณะที่ผู้ใช้ปกติจะมีไอคอนสีน้ำเงิน ฟอร์มการแก้ไขการบันทึกผู้ใช้ backend "Tools> User Admin module"ที่คุณจะได้ภาพรวมของผู้ใช้ ระบบและสิ่งที่พวกเขามีสิทธิ์ SU คลิกปุ่ม"เพื่อสลับไปยังบัญชีผู้ใช้

# username.description
source: Enter the login name of the backend user.
hr: Unesite korisničko ime pozadinskog korisnika.
ja: バックエンドユーザのログイン名を入力します。
km: បញ្ចូល​ឈ្មោះ​កត់ត្រា​ចូល​របស់​អ្នក​ប្រើ backend។
th: ป้อนชื่อเข้าสู่ระบบของผู้ใช้แบ็กเอนด์

# username.details
source: A username is required and must be in lowercase without spaces in it. Furthermore the username must be unique. If it is not unique a number will be appended automatically.
hr: Korisničko ime je obavezno te mora biti sačinjeno od malih slova bez razmaka. Nadalje, korisničko ime mora biti jedinstveno. Ukoliko nije jedinstveno, korisničkom imenu će automatski biti nadodan broj.
ja: ユーザ名は必須です。ユーザ名はすべて小文字で、スペースを含むことはできません。さらに、同じユーザ名を複数登録することはできません。同じユーザ名がすでに存在した場合は、ユーザ名の末尾に数字が自動的に追加されます。
km: ត្រូវការ​ឈ្មើ​អ្នកប្រើ ហើយ​ត្រូវ​បញ្ចូល​​ជា​អក្សរ​តូច មិន​មាន​ដក​ឃ្លា ។ មួយ​វិញ​ទៀត ឈ្មោះ​អ្នក​ប្រើ​មិន​ត្រូវ​ដូច​គ្នា​ទេ ។ ប្រសិន​បើ​វា​ដូច​គ្នា លេខ​នឹង​ត្រូវ​បន្ថែម​ដោយ​ស្វ័យប្រវត្តិ​នៅ​ខាង​ក្រោយ។
th: ชื่อผู้ใช้จำเป็นและต้องเป็นตัวพิมพ์เล็กไม่มีช่องว่างในนั้น นอกจากชื่อผู้ใช้ต้องไม่ซ้ำกัน ถ้าไม่ซ้ำกันตัวเลขจะถูกผนวกโดยอัตโนมัติ

# password.description
source: Enter the password for the backend username above (Notice the value you enter <i>will</i> be readable in the field!).
hr: Unesite lozinku za gore navedenog pozadinskog korisnika (Unesena vrijednost lozinke <i>bit će</i> čitljiva unutar polja!).
ja: このバックエンドユーザのパスワードを入力します。入力したパスワードが表示されますので注意してください。
km: បំពេញ​ពាក្យ​សម្ងាត់​របស់​អ្នក​ប្រើ backend ខាង​លើ (ចំណាំ តម្លៃ​ដែល​អ្នក​<i>នឹង​</i>​បញ្ចូល​អាច​អាន​បាន​នៅ​ក្នុង​ប្រអប់!)។
th: Enter! รหัสผ่าน backend สำหรับผู้ใช้ไป <i>(หมายเหตุค่าที่คุณใส่จะสามารถอ่านได้ในฟิลด์)</i>

# password.details
source: The password is required. Before the password is sent to the server it's md5-hashed, so the password value itself is not transferred over the Internet. This is true both when editing the password and when the user logs in. While this principle does not reveal the raw password it is <i>not</i> the same as real encryption. If you need the highest degree of security you should install the TYPO3 backend on a secure server. The password is stored in the database as an md5-hash and thus it's not possible to extract the original password from the database either. This means that 'lost passwords' must be substituted with a new password for the user. <b>Notice</b> When you enter the password in the password field it is initially visible in clear text! First when the password field focus is lost will the password become a "list of dots". <b>User changing password</b> Users can change their password from the User > Setup module
hr: Lozinka je obavezna. Prije nego li se lozinka pošalje na server bit će md5 sažeta kako ne bi bila prenošena putem interneta u čitljivom obliku. Ovo vrijedi i za uređivanje lozinke i za prijavu u sučelje. Iako ova metoda prikriva lozinku ona <i>nije</i> isto što i prava enkripcija. Ukoliko Vam je potrebna najviša razina sigurnosti potrebno je pozadinsko sučelje instalirati na sigurnom poslužitelju. Lozinka je na serveru spremljena kao md5 sažetak te ju kao takvu nije moguće dohvatiti iz baze podataka. No ovo također znači da je svaku izgubljenu lozinku potrebno zamjeniti novom. <b>Napomena</b> Kada lozinku unosite u polje za lozinke, lozinka će inicijalno biti čitljiva! Lozinka će postati "niz točaka" tek kada polje za unos lozinke izgubi fokus. <b>Promjena korisničke lozinke</b> Korisnici mogu promjeniti svoje lozinke u modulu Korisnik > Postavke.
ja: パスワードは必須です。パスワードはMD5形式のハッシュ値に変換されてからサーバに送信されますので、パスワードそのものがネットワークに送信されることはありません。パスワードの変更や、ユーザがログインするときも同様です。 こうすることで、パスワードの漏洩を防止できますが、これは<i>暗号化ではありません</i>。高度なセキュリティが要求される場合は、TYPO3バックエンドを安全なサーバで動作させるべきです。 パスワードはMD5ハッシュとしてデータベースに保管されますから、データベースから元のパスワードを取り出すこともできません。つまり、'パスワードの再発行'では、新しくパスワードを発行することしかできません。 <b>注意</b> パスワードをパスワードフィールドに入力すると、パスワードそのものが表示されます!パスワードフィールドからフォーカスが移動すると、パスワードは見えなくなります。 <b>ユーザによるパスワードの変更</b> ユーザは、ユーザ>セットアップモジュールでパスワードの変更ができます。
km: ពាក្យ​សម្ងាត់​ត្រូវការ​ចាំបាច់ ។ មុន​ពេល​ផ្ញើ​ពាក្យ​សម្ងាត់​ទៅ​ម៉ាស៊ីន​បម្រើ វា​​ការពារ​ដោយ md5 ដូច្នេះ​តម្លៃ​របស់​ពាក្យ​សម្ងាត់​មិន​បញ្ចូល​ឆ្លងកាត់​អ៊‍ីនធើណិត​ទេ ។ លក្ខណៈ​នេះ ធ្វើ​ក្នុង​ពេល​កែប្រែ​ពាក្យ​សម្ងាត់ និង ពេល​កត់ត្រាចូល ។ ពេលដែល​គោលការណ៍​មិន​បង្ហាញ​ពាក្យ​សម្ងាត់​ពិត​ វា​<i>មិន</i>ដូច​ការអ៊‍ីនគ្រីបថ៍​ពិត​ទេ ។ ប្រសិន​បើ​អ្នក​ចង់​បាន​សុវត្ថិភាព​ខ្ពស់ អ្នក​គួរ​ដំឡើង TYPO3 backend ​នៅ​លើ​ម៉ាស៊ីន​បម្រើ​ដែល​មាន​សុវត្ថិភាព។ ពាក្យ​សម្ងាត់​ត្រូវ​បាន​រក្សាទុក​ក្នុង​ឃ្លាំង​ទិន្នន័យ​ក្នុង​លក្ខណៈ​បំបែក md5 ដូច្នេះ​ហើយ វា​មិន​អាច​​ទាញចេញ​ពាក្យ​សម្ងាត់​ដើម​ពី​ឃ្លាំង​ទិន្នន័យ​ទេ ។ នេះ​មានន័យ​ថា 'បាត់​ពាក្យ​សម្ងាត់' ត្រូវ​តែ​ជំនួស​ដោយ​ពាក្យ​សម្ងាត់​ថ្មី​ឲ្យ​អ្នក​ប្រើ ។ <b>ចំណាំ</b> ពេល​អ្នក​បញ្ចូល​ពាក្យ​សម្ងាត់​ក្នុង​ប្រអប់​ពាក្យ​សម្ងាត់ វា​បង្ហាញ​ឲ្យ​ឃើញ​អក្សរ​! ដំបូង​ពេល​ដែល​​ឈប់​ឈរ​នៅ​លើ​ប្រអប់​ពាក្យ​សម្ងាត់​វា​នឹង​ក្លាយ​ទៅ​ជា​ "ចំណុចៗ"។ <b>ការប្ដូរ​ពាក្យ​សម្ងាត់​ឲ្យ​អ្នក​ប្រើ</b> អ្នក​ប្រើ​អាច​ប្ដូរ​ពាក្យ​សម្ងាត់​របស់​គេ​ពី​ម៉ូឌុល អ្នក​ប្រើ>ដំឡើង
th: รหัสผ่านจะต้อง ก่อนรหัสผ่านจะถูกส่งไปที่เซิร์ฟเวอร์มัน md5 - hashed ดังนั้นค่ารหัสผ่านของตัวเองไม่ได้โอนผ่านทางอินเทอร์เน็ต นี้เป็นจริงทั้งเมื่อมีการแก้ไขรหัสผ่านและเมื่อผู้ใช้ล็อกเข้า <i>หลักการนี้ในขณะที่ไม่เปิดเผยรหัสผ่านดิบจะไม่เหมือนกับการเข้ารหัสจริง</i> หากคุณต้องการความปลอดภัยสูงสุดของคุณควรติดตั้งแบ็กเอนด์ TYPO3 ในเซิร์ฟเวอร์ที่ปลอดภัย รหัสผ่านจะถูกจัดเก็บในฐานข้อมูล hash เป็น - md5 จึงจะไม่สามารถแยกรหัสผ่านเดิมจากฐานข้อมูลทั้ง ซึ่งหมายความว่า'รหัสผ่านหาย'ต้องใช้แทนรหัสผ่านใหม่สำหรับผู้ใช้ <b> หมายเหตุ</b> เมื่อคุณใส่รหัสผ่านในช่องรหัสผ่านจะเริ่มปรากฏในข้อความที่ชัดเจน ครั้งแรกเมื่อโฟกัสฟิลด์รหัสผ่านรหัสผ่านหายจะเป็นรายการ"จุด" <b>ผู้ใช้เปลี่ยนรหัสผ่าน</b> ผู้ใช้สามารถเปลี่ยนรหัสผ่านได้จาก> ติดตั้งโมดูล User

# usergroup.description
source: Assign backend user groups to the user.
hr: Učlani pozadinskog korisnika u grupu.
ja: ユーザにバックエンドユーザグループを割り当てます。
km: កំណត់​ក្រុម​អ្នក​ប្រើ backend ទៅ​អ្នក​ប្រើ។
th: กำหนด backend ใช้กลุ่มของผู้ให้กับผู้ใช้

# usergroup.details
source: The backend user groups defines the permissions which the backend user will inherit. So unless the backend user is an 'Admin' user, he needs to be a member of one or more user groups in order to have practically any permissions assigned. The properties set in the user groups are mostly added together. The first (top) group in the list is the group which will, by default, be the owner of pages the user creates.
hr: Korisničke grupe pozadinskih korisnika određuju koja će dopuštenja nasljediti pozadinski korisnici. Osim administrativnih korisnika, svi korisnici moraju biti članovi barem jedne grupe pozadinskih korisnika kako bi imali bilo kakva dopuštenja. Dopuštenja iz različitih korisničkih grupa većinom se zbrajaju kada je korisnik član više grupa odjednom. Prva grupa (pri vrhu popisa) bit će vlasnik stranice koju stvori pozadinski korisnik.
ja: バックエンドユーザグループで、バックエンドユーザが継承するパーミッションを定義します。'管理者'ユーザをのぞいて、あるユーザにパーミッションを割り当てるには、1つ以上のユーザグループに所属していなければなりません。ユーザが複数のグループに所属し、複数のユーザグループに設定されたプロパティがある場合、すべてのプロパティがそのユーザに適用されます。 ユーザが複数のグループに所属する場合は、そのユーザが作成したページの所有グループは、1番目の(1番上にある)グループになります。
km: ក្រុម​អ្នក​ប្រើ​កំណត់​សិទ្ធិ​ដែល​អ្នក​ប្រើ backend នឹង​ទទួល​មរត៌ក​នេះ ។ ដូច្នេះ​បើ​អ្នក​ប្រើ​មិន​មែន​ជា​អ្នក 'គ្រប់គ្រង' អ្នក​ប្រើ​នោះ​ត្រូវ​តែ​ជា​សមាជិក​នៃ​ក្រុម​ណា​មួយ ឬ ច្រើន ដើម្បី​ទទួល​បាន​សិទ្ធិ​ដែល​បាន​កំណត់ ។ លក្ខណៈ​សម្បត្តិ​នៃ​ការកំណត់​ក្នុង​ក្រុម​អ្នក​ប្រើ ភាគ​ច្រើន​បាន​បន្ថែម​ចូល​ជាមួយ​គ្នា ។ ក្រុម​ទីមួយ​ក្នុង​បញ្ជី​ក្រុម​ដែល​នឹង (តាម​លំនាំ​ដើម) ជា​ម្ចាស់​ទំព័រ​ដែល​អ្នក​ប្រើ​បាន​បង្កើត។
th: กลุ่มผู้ใช้ backend กำหนดสิทธิ์ที่ผู้ใช้ส่วนหลังจะรับช่วง ดังนั้นหากผู้ใช้แบ็กเอนด์เป็น'ผู้ดูแลเขาจะต้องเป็นสมาชิกของกลุ่มหนึ่งหรือผู้ใช้เพื่อให้มีสิทธิ์ที่กำหนดจริง คุณสมบัติของชุดในกลุ่มผู้ใช้ส่วนใหญ่มากัน ครั้งแรก (top) กลุ่มในรายการเป็นผู้ใช้กลุ่มที่จะเริ่มต้นด้วยของเป็นเจ้าของหน้าสร้าง

# lockToDomain.details
source: A TYPO3 system may have multiple domains pointing to it. Therefore this option secures that users can login only from a certain host name.
hr: TYPO3 sustav može imati više domena koje pokazuju na njega. Ova opcija osigurava da se korisnici mogu prijaviti samo sa određene domene.
km: ប្រព័ន្ធ TYPO3 អាច​មាន​ដូមេន​ដៅ​ទៅ​វា​ច្រើន ។ ដូច្នេះ​ជម្រើស​នេះ​ការពារ​សុវត្ថិភាព ដែល​អ្នក​ប្រើ​អាច​កត់ត្រាចូល​ប្រើ​តែ​ពី​ឈ្មោះ​ហស្ដិ៍​តែ​មួយ​ពិត​ប្រាកដ។
th: ระบบ TYPO3 อาจมีโดเมนหลายโดเมนชี้ไป นี้จึงยึดตัวเลือกที่ผู้ใช้สามารถเข้าสู่ระบบเท่านั้นจากชื่อโฮสต์บาง

# disableIPlock.description
source: Disable the lock of the backend users session to the remote IP number.
hr: Onemogući spregu sesije pozadinskog korisnika i IP adrese.
ja: バックエンドユーザのセッションをユーザのIPアドレスに
km: បិទ​ដំណើរការ​​លើ​អ្នក​ប្រើ​ពី​ចម្ងាយ​ដោយ​ប្រើ​អាយភី។
th: Disable ล็อคของเซสชันผู้ใช้แบ็กเอนด์ที่หมายเลข IP ไกล

# disableIPlock.details
source: You will have to disable this lock if backend users are accessing TYPO3 from ISDN or modem connections which may shutdown and reconnect with a new IP. The same would be true for DHCP assignment of IP numbers where new IP numbers are frequently assigned.
hr: Ukoliko pozadinski korisnici pristupaju TYPO3 sustavu preko ISDN-a ili modemske veze morat ćete isključiti IP zaključavanje zbog mogućnosti prekida veze i obnove IP adrese. Isto vrijedi za DHCP najam IP adrese ili situacije gdje je česta promjena IP adresa.
ja: バックエンドユーザがダイアルアップ接続(一般的なADSLも含む)などを使っている場合に、このロック機能の無効が必要になることがあります。IPアドレスの割り当てにDHCPを使っていて、IPアドレスが頻繁に変更される場合も同様です。
km: អ្នក​នឹង​ត្រូវ​បិទ​សោ​នេះ ប្រសិន​បើ​អ្នក​ប្រើ​ បើក TYPO3 ពី ISDN ឬ ភ្ជាប់​មូដឹម ដែល​អាច​បិទ និង ភ្ជាប់​ជាមួយ​អាយភី​ថ្មី​ម្ដង​ទៀត។ លក្ខណៈ​ដូច​គ្នា​​​ចំពោះ DHCP ដែល​ផ្ដល់​​លេខ​អាយភី​ញឹកញាប់។
th: คุณจะต้องปิดล็อคนี้หากผู้ใช้แบ็กเอนด์ที่เข้า TYPO3 จาก ISDN หรือโมเด็มเชื่อมต่อที่ปิดอาจและเชื่อมต่อกับใหม่ IP เดียวกันจะจริงสำหรับการกำหนด DHCP ของตัวเลข IP ที่หมายเลข IP ใหม่จะถูกกำหนดบ่อย

# db_mountpoints.description
source: Assign startpoints for the users page tree.
hr: Pridjeli početne točke za korisnikovo stablo stranica.
km: កំណត់​ចំណុច​ចាប់ផ្ដើម​សម្រាប់​ឋានានុក្រម​ទំព័រ​អ្នក​ប្រើ។
th: startpoints กำหนดสำหรับผู้ใช้ที่หน้าต้นไม้

# db_mountpoints.details
source: The page tree used my all Web-submodules to navigate must have some points-of-entry defined. Here you should insert one or more references to a page which will represent a new root page for the page tree. This is called a 'Database mount'. <strong>Notice</strong> that backend user groups also has DB mounts which can be inherited by the user. So if you want a group of users to share a page tree, you should probably mount the page tree in the backend user group which they share instead.
hr: Stablo stranica koje se koristi za navigaciju u svim Web podmodulima mora imati definirane točke počekta. Ovdje trebate definirati jednu ili više stranica koje će predstavljati korijen za stablo stranica. To se zove 'Točka montiranja baze podataka'. <strong>Primijetite</strong> da i korisničke grupe također imaju točke montiranja koje će naslijediti svi korisnici članovi grupe. Ukoliko želite da grupa korisnika dijeli zajednički korijen stabla stranica, tada trebate odrediti točku montiranja u korisničkoj grupi.
km: ឋានានុក្រម​ទំព័រ​បាន​ប្រើ​ម៉ូឌុល​រង​របស់​ខ្ញុំ​ទាំងអស់​ដើម្បី​រក​ទីតាំង ត្រូវ​មាន​ចំណុច​ណា​មួយ​កំណត់។ ទីនេះ​អ្នក​អាច​បញ្ចូល​តំណ​យោង​មួយ​ឬ​ច្រើន​ទៅកាន់​ទំព័រ​ដែល​នឹង​បង្ហាញ​អំពី​ទំព័រ​គោល​សម្រាប់​ឋានានុក្រម​ទំព័រ ។ ចំណុច​នេះ​ហៅ​ថា "ឃ្លាំង​ទិន្នន័យ​ម៉ោនថ៍" ។ <strong>សម្គាល់</strong>​ថា ក្រុម​អ្នក​ប្រើ backend ក៏​មាន​ឃ្លាំងទិន្នន័យ​ម៉ោនថ៍​ ដែល​អាច​ទទួល​មរត៌ក​ដោយ​អ្នក​ប្រើ​ផង​ដែរ ។ ដូច្នេះ​ប្រសិន​បើ​អ្នក​ចង់​ឲ្យ​ក្រុម​អ្នក​ប្រើ​ចែករំលែក​ឋានានុក្រម​ទំព័រ អ្នក​គួរ​ម៉ោនថ៍​ឋានានុក្រម​ទំព័រ​ក្នុង​ក្រុម​អ្នក​ប្រើ backend ដែល​បាន​ចែករំលែក​ជំនួស​វិញ។
th: ต้นไม้หน้าใช้เว็บของฉันทั้งหมด submodules - to - navigate ต้องมีบางจุดของรายการที่กำหนด ที่นี่คุณควรแทรกหนึ่งหรืออ้างอิงถึงต้นไม้หน้าใหม่ที่จะรากแสดงหน้าสำหรับ นี้เรียกว่า"ฐานเมา' <strong>สังเกตว่า</strong> backend ใช้กลุ่มของผู้ยังมี DB mounts ซึ่งสามารถสืบทอดโดยผู้ใช้ ดังนั้นหากคุณต้องการให้ผู้ใช้กลุ่มของการแบ่งปันต้นไม้หน้าคุณอาจจะติดต้นไม้หน้าในกลุ่มผู้ใช้แบ็กเอนด์ที่พวกเขาใช้แทน

# db_mountpoints.image_descr
source: A DB mount is assigned to the user. Users can only operate on pages and records which are inside their DB mounts! When a page is mounted for a user it will become the root of their page tree. The user must have access to the page through the regular page permissions set in the Web > Access module.
hr: Točka montiranja baze podataka pridružena je korisniku. Korisnici mogu raditi samo sa stranicama i zapisima koji su unutar njihovih točaka montiranja baze podataka! Kada se korisniku montira stranica, ta stranica postat će korijen stabla starnica za danog korisnika. Korisnik mora imati pristup stranici kroz dopuštenja postavljena u modulu Web > Pristup.
km: ឃ្លាំង​ទិន្នន័យ​ម៉ោនថ៍ ត្រូវ​បាន​ផ្ដល់​ទៅ​ឲ្យ​អ្នក​ប្រើ ។ អ្នក​ប្រើ​អាច​ធ្វើការ​លើ​ទំព័រ និង ទិន្នន័យ​ទាំងនោះ ដែល​ស្ថិត​នៅ​ក្នុង​ឃ្លាំង​ទិន្នន័យ​ម៉ោនថ៍​ខាង​ក្នុង។ ពេល​ទំព័រ​មួយ​ត្រូវ​បាន​ម៉ោនថ៍​សម្រាប់​អ្នក​ប្រើ វា​នឹង​ក្លាយ​ទៅ​ជា​គោល​នៃ​ឋានានុក្រម​ទំព័រ​របស់​ពួក​វា ។ អ្នក​ប្រើ​ត្រូវ​មាន​សិទ្ថិ​លើ​ទំព័រ​តាម​រយៈ​សិទ្ធិ​លើ​ទំព័រ​ទូទៅ​ដែល​កំណត់​ក្នុង​ម៉ូឌុល វែប > សិទ្ធិ។
th: DB ภูเขาถูกกำหนดให้กับผู้ใช้ ผู้ใช้สามารถทำงานบนหน้าเว็บและข้อมูลที่มีอยู่ใน mounts ของ DB! เมื่อเพจที่ติดตั้งสำหรับผู้ใช้จะกลายเป็นต้นไม้รากของหน้าของ ผู้ใช้ต้องเข้าถึงหน้าผ่านหน้าปกติกำหนดสิทธิ์ใน> Web Access module

# file_mountpoints.description
source: Assign startpoints for the file folder tree.
hr: Pridjeli početne točke za stablo mapa i datoteka.
km: កំណត់​ចំណុច​ចាប់ផ្ដើម​សម្រាប់​ឋានានុក្រម​សឺមី​ឯកសារ។
th: startpoints กำหนดสำหรับต้นไม้โฟลเดอร์แฟ้ม

# file_mountpoints.details
source: The file folder tree is used by all File-submodules to navigate between the file folders on the webserver. Notice as with 'DB mounts' the file folder mounts may be inherited from the member groups of the user. See Backend Groups for details
hr: Stablo mapa koriste svi datotečni podmoduli za navigaciju po mapama na poslužitelju. Kao i kod točaka montiranja baze podataka i montiranje mapa može se naslijediti od korisničke grupe. Pogledajte pod Grupe korisnika pozadinskog sučelja za detalje
km: ឋានានុក្រម​សឺមី​ឯកសារ​ត្រូវ​បាន​ប្រើ​ដោយ​ម៉ូឌុល​រង​ទាំង​អស់ ដើម្បី​ចង្អុល​ចំណុច​រវាង​សឺមី​​ឯកសារ​លើ​ម៉ាស៊ីន​បម្រើ។ ចំណាំ ​​ដូច​នៅ​ "ឃ្លាំង​ទិន្នន័យ​ម៉ោនថ៍" សឺមី​ឯកសារ​ម៉ោនថ៍​អាច​ទទួល​​មរត៌ក​ពី​សមាជិក​ក្រុម​អ្នក​ប្រើ​ផង​ដែរ។ មើល​ក្រុម backend សម្រាប់​ព័ត៌មាន​លម្អិត។
th: โฟลเดอร์ต้นไม้แฟ้มจะใช้ทั้งหมดไฟล์ submodules เพื่อนำทางระหว่างโฟลเดอร์ไฟล์บนเว็บเซิร์ฟเวอร์ เงื่อนไขเช่นเดียวกับ'DB mounts'โฟลเดอร์ file mounts อาจจะรับมาจากกลุ่มสมาชิกของผู้ใช้ Backend Groups ดูรายละเอียด

# email.description
source: Enter the email address of the user.
hr: Unesite e-mail adresu korisnika.
ja: ユーザのメールアドレスを入力します。
km: បំពេញ​អាសយដ្ឋាន​អ៊‍ីមេល​របស់​អ្នក​ប្រើ។
th: ป้อนที่อยู่อีเมลของผู้ใช้
