Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_misc.xlf
Languages: cs, da, el, hr, ja, km, th

# fileUpload_errorUploadMissingUrl
source: Internal error: No Upload URL set
cs: Vnitřní chyba: Nenastaven URL k nahrání
da: Intern fejl: Ingen upload URL er sat
hr: Unutarnja greška: URL za učitanje nije postavljen
km: កំហុស​ខាង​ក្នុង៖ មិន​មាន​ដាក់​ URL សម្រាប់​អាប់ឡូត
th: ข้อผิดพลาดภายใน : No Upload URL ตั้ง

# fileUpload_errorUploadIO
source: Internal error: Problems while reading/writing the file
cs: Vnitřní chyba: Problémy při čtení/zápisu souboru
da: Intern fejl: Problemer med at læse/skrive filen
hr: Unutarnja greška: problemi tijekom čitanja/pisanja datoteke
km: កំហុស​ខាង​ក្នុង៖ បញ្ហា​ពេល​អាន/សរសេរ​ទៅ​ឯកសារ
th: ข้อผิดพลาดภายใน : ปัญหาในขณะที่การอ่าน / เขียนไฟล์

# fileUpload_errorUploadSecurityError
source: Internal error: {0}
cs: Vnitřní chyba: {0}
da: Intern fejl: {0}
hr: Interna greška: {0}
km: កំហុស​ខាង​ក្នុង៖ {0}
th: ข้อผิดพลาดภายใน : (0)

# fileUpload_errorUploadLimit
source: Upload limit exceeded
cs: Limit nahrávání překročen
da: Upload grænse overskredet
hr: Ograničenje za učitanje je prekoračeno
km: កម្រិត​នៃ​ការអាប់ឡូត​ដល់​កំណត់
th: จำกัด Upload เกิน

# fileUpload_errorUploadFailed
source: Upload failed
cs: Nahrání se nezdařilo
da: Upload fejlede
hr: Slanje nije uspjelo
km: អាប់ឡូត​បរាជ៏យ
th: อัพโหลดล้มเหลว

# fileUpload_errorUploadFileIDNotFound
source: Internal error: File ID not found
cs: Vnitřní chyba: Soubor ID nebyl nalezen
da: Intern fejl: Fil ID ikke fundet
hr: Unutarnja greška: identifikacija datoteke nije nađena
km: កំហុស​ខាង​ក្នុង៖ រក​មិន​ឃើញ ID របស់​ឯកសារ
th: ข้อผิดพลาดภายใน : ไฟล์ไม่พบรหัส

# fileUpload_errorUploadFileValidation
source: Internal error while validating the file
cs: Vnitřní chyba při ověřování souboru
da: Intern fejl under validering af filen
hr: Unutarnja greška tijekom provjere valjanosti datoteke
km: កំហុស​ខាង​ក្នុង​ខណៈ​ផ្ទៀងផ្ទាត់​ឯកសារ
th: ข้อผิดพลาดภายในขณะตรวจสอบแฟ้ม

# fileUpload_errorUploadFileCancelled
source: Upload of {0} canceled
cs: Nahrávání {0} zrušeno
da: Upload af {0} annulleret
hr: Prijenos datoteke {0} je otkazan.
km: អាប់ឡូត​នៃ {0} បាន​បោះបង់
th: Upload of (0) ยกเลิก

# fileUpload_errorUploadStopped
source: Upload of {0} stopped
cs: Nahrávání {0} zastaveno
da: Upload af {0} stoppet
hr: Učitavanje {0} zaustavljeno
km: អាប់ឡូត​នៃ {0} បាន​បញ្ឈប់
th: Upload of (0) หยุด

# fileUpload_allErrorMessageTitle
source: All uploads failed
cs: Všechna nahrávání se selhala
da: Alle uploads fejlede
hr: Niti jedan prijenos nije uspio
km: រាល់​ការអាប់ឡូត​បរាជ័យ
th: ภาพทั้งหมดล้มเหลว

# fileUpload_allErrorMessageText
source: All of your uploads failed.<br /><br />If this problem persists, please try another browser, contact your administrator or disable this "Flash Uploader" in your User Settings.<br /><br />Detailed problem description:<br />
cs: Všechna vaše nahrávání selhala.<br /><br />Pokud tento problém přetrvává, zkuste jiný prohlížeč, obraťte se na správce nebo zakažte tento "Flash Uploader" ve vašem uživatelském nastavení.<br /><br />Podrobný popis problému:<br />
da: Alle dine uploads fejlede.<br /><br />Hvis dette problem er vedvarende, prøv venligst med en anden browser, eller kontakt din administrator, eller deaktivér "Flash Uploader" i dine Brugeindstillinger.<br /><br />Detaljeret problembeskrivelse:<br />
hr: Niti jedan Vaš prijenos nije uspio.<br /><br />Ako se ovaj problem nastavi, molimo Vas da pokušate s drugim preglednikom, kontaktirate Vašeg administratora ili onemogućite "Flash Uploader" u Vašim korisničkim postavkama.<br /><br />Detaljan opis problema:<br />
km: រាក់​ការអាប់ឡូត​របស់​អ្នក​បរាជ៏យ ។<br /><br />បើ​ជួប​បញ្ហា​នេះ សូម​សាក​ប្រើ​កម្មវិធី​បើក​វែបសាយ​ផ្សេង ។ ទាក់ទង​ជាមួយ​អ្នក​គ្រប់គ្រង ឬ​បិទ​ដំណើរការ "ហ្វ្លាស​អាប់ឡូត" នៅ​កន្លែង​ការកំណត់​របស់​អ្នក​ប្រើ ។<br /><br />មើល​បញ្ហា​លម្អិត៖<br />
th: ทุกภาพของคุณล้มเหลว <br /><br /> หากยังเกิดปัญหาโปรดลองเบราว์เซอร์อื่นหรือติดต่อผู้ดูแลระบบปิดการใช้งานของคุณ"Flash Uploader"ในการตั้งค่าของผู้ใช้ <br /><br /> คำอธิบายรายละเอียดของปัญหา : <br />

# fileUpload_allError401
source: The server returned the status code 401, which is related to a .htaccess file used for password protection on your server. Unfortunately this can not be handled by your browser's Flash plugin.
cs: Server vrátil stavový kód 401, což souvisí se souborem .htaccess používaným na vašem serveru pro ochranu heslem. Bohužel to nemůže být zpracováno Flash pluginem ve vašem prohlížeči.
da: Serveren returnerede en status kode 401, hvilket er relateret til en .htaccess fil der bruges til passwordbeskyttelse på denne server. Dette kan desværre ikke håndteres af din browsers Flash plugin.
hr: Poslužitelj je vratio statusni kod 401, što je povezano sa .htaccess datotekom koja se koristi za zaštitu lozinke na Vašem poslužitelju. Flash dodatak Vašeg preglednika nažalost ne može ovo obraditi.
km: ម៉ាស៊ីន​មេ​ផ្ដល់​ឱ្យ​នូវ​កូដ​លេខ ៤០១ ដែល​ទាក់ទង​ទៅ​នឹងឯកសារ .htaccess បាន​ប្រើ​សម្រាប់​ការពារ​ពាក្យ​សម្ងាត់​នៅ​លើ​ម៉ាស៊ីន​មេ ។ ជា​អកុសល្យ​វា​មិន​អាច​ប្រើ​ដោយ​​កម្មវិធី​ហ្វ្លាស​ដែល​ជា​កម្មវិធី​បន្ថែម​របស់​កម្មវិធី​បើក​វែបសាយ ។
th: เซิร์ฟเวอร์ส่งคืนรหัสสถานะ 401 ซึ่งเกี่ยวข้องกับ htaccess . ไฟล์ที่ใช้สำหรับการป้องกันรหัสผ่านบนเซิร์ฟเวอร์ของคุณ แต่นี้ไม่สามารถจัดการกับปลั๊กอิน Flash เบราว์เซอร์

# fileUpload_allError2038
source: An input/output error occurred (Error #2038). This i.e. happens with servers using a self-signed SSL certificate, which is a limitation of your browser's Flash plugin.
da: En input/output fejl opstod (Fejl #2038). Dette sker når en server bruger et "self-signed" SSL certifikat og dette kan din browsers Flash plugin ikke håndtere.
hr: Došlo je do ulazno/izlazne greške (greška #2038). To se događa sa poslužiteljima koji koriste samopotpisan SSL certifikat, što je ograničenje Flash dodatka Vašeg preglednika.

# liveSearch_title
source: Short result list
cs: Krátký seznam výsledků
da: Kort resultatliste
hr: Kratki popis rezultata
km: បញ្ជី​លទ្ធផល​សង្ខេប
th: รายการผลระยะสั้น

# liveSearch_emptyText
source: Enter search term
cs: Zadejte hledaný výraz
da: Indtast søgeord
hr: Unesite traženi pojam
km: បំពេញ​ពាក្យ​ស្វែងរក
th: ป้อนคำค้นหา

# liveSearch_loadingText
source: Searching...
cs: Hledání...
da: Søger...
hr: Tražim...
km: កំពុង​ស្វែងរក...
th: ค้นหา ...

# liveSearch_listEmptyText
source: No results found.
cs: Nebyly nalezeny žádné výsledky.
da: Der findes ingen resultater.
hr: Nema rezultata.
km: មិន​មាន​លទ្ធផល ។
th: ไม่พบผลลัพธ์

# liveSearch_showAllResults
source: Show All
cs: Zobrazit všechny
da: Vis alle
hr: Prikaži sve
km: បង្ហាញ​ទាំងអស់
th: แสดงทั้งหมด

# liveSearch_helpTitle
source: How to use advanced search tags
cs: Jak používat pokročilé vyhledávací tagy
da: Sådan bruger du avancerede søgetermer
hr: Kako koristiti napredne oznake za pretraživanje
km: វិធី​ប្រើ​ថេក​ស្វែងរក​កម្រិត​ខ្ពស់
th: วิธีการใช้แท็กการค้นหาขั้นสูง

# liveSearch_helpDescription
source: Search in certain tables
da: Søg i specifikke tabeller

# liveSearch_helpDescriptionPages
source: #page:Home will search for all pages with the title "Home"
cs: #stránka:Home vyhledat všechny stránky s názvem "Home"
da: #page:Forside - søger efter alle sider med titlen "Forside"
hr: #page:Početna će pretraživati sve stranice sa naslovom "Početna"
km: #page:ទំព័រ​ដើម នឹង​ស្វែងរក​ទំព័រ​ទាំងអស់​ជាមួយ​ចំណងជើង "ទំព័រ​ដើម"
th: # หน้า : หน้าแรกจะค้นหาหน้าเว็บทั้งหมดที่มีชื่อ"บ้าน"

# viewPort_tooltipModuleMenuSplit
source: Drag to resize the Modules Menu
cs: Tažením změnit velikost Menu modulů
da: Træk for at ændre størrelse på modul-menuen
hr: Povucite za promjenu veličine izbornika modula
km: ទាញ​ដើម្បី​កំណត់​ទំហំ​មឺនុយ​ម៉ូឌុល
th: ลากเพื่อปรับขนาดโมดูลเมนู

# viewPort_tooltipNavigationContainerSplitDrag
source: Drag to resize or double click to collapse the page tree area
da: Træk for at ændre størrelse, eller dobbeltklik for at folde træet ind
hr: Povucite za promjenu veličine ili klinite dvostruko kako bi saželi površinu stabla stranica

# viewPort_tooltipNavigationContainerSplitClick
source: Click to toggle the page tree area
da: Klik for at vende sidetræet
hr: Kliknite za preklapanje područja stabla stranica

# viewPort_tooltipDebugPanelSplitDrag
source: Drag to resize or click to collapse the Debug Panel.
cs: Přetažením změňte velikost nebo klepněte pro sbalení Debug panelu.
da: Træk for at ændre størrelse eller klik for at folde Debug-panelet ind.
hr: Povucite kako bi promijenili veličinu ili kliknite za sažimanje kontrolne ploče Debug.
km: ទាញ​ដើម្បី​កំណត់​ទំហំ ឬ ចុច​ដើម្បី​បង្រួម​លាក់​ផ្ទាំង​ពិនិត្យ​កំហុស ។
th: ลากเพื่อปรับขนาดหรือคลิกเพื่อยุบแผง Debug

# shortcut_global
source: Global
cs: Globální
el: Καθολικό
hr: Globalno
ja: グローバル
km: សកល
th: ทั่วโลก

# bookmark_global
source: Global
cs: Globální
el: Καθολικό
hr: Globalno
ja: グローバル
km: សកល
th: ทั่วโลก

# pageTree_filter
source: Filter
cs: Filtr
el: Φίλτρο
km: សម្រង់
th: กรอง
