Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_tsfe.xlf
Languages: da, el, hr, ja, km, th

# adminOptions
source: ADMIN PANEL
el: ΠΙΝΑΚΑΣ ΔΙΑΧΕΙΡΗΣΗΣ
hr: ADMINISTRACIJSKI PANEL
ja: 管理者パネル
km: ផ្ទាំង​គ្រប់គ្រង
th: แผงบริหาร

# adminPanelTitle
source: TYPO3 ADMIN PANEL
hr: TYPO3 ADMINISTRATORSKI PANEL
km: ផ្ទាំង​គ្រប់គ្រង TYPO3

source: Preview
da: Visning
el: Προβολή
hr: Pregled
ja: プレビュー
km: មើល​ជាមុន
th: ภาพก่อนพิมพ์

source: Publish
da: Publisér
el: Δημοσίευση
hr: Objavi
ja: 公開
km: ផ្សាយ
th: ลงพิมพ์

source: Publish levels
da: Publisér niveauer
el: Δημοσίευση επιπέδων:
hr: Objavi razine:
ja: 公開レベル
km: ផ្សាយ​លំដាប់
th: ลงพิมพ์ ระดับ:

# publish_tree
source: Publish pages
da: Publisér sider
el: Δημοσίευση σελίδων:
hr: Objavi stranice:
ja: ページを公開
km: ផ្សាយ​ទំព័រ
th: ลงพิมพ์ หน้า:

# publish_doit
source: Publish now!
da: Publisér nu!
el: Δημοσίευση τώρα!
hr: Objavi sad:
ja: ただちに公開
km: ផ្សាយឥឡូវ!
th: ลงพิมพ์ เวลานี้!

# edit
source: Editing
da: Redigering
el: Επεξεργασία
hr: Uređivanje
ja: 編集
km: ការកែ
th: กำลังแก้ไข

# edit_editFormsOnPage
source: Editforms on page
da: Formularfelter på siden
el: Φόρμες επεξεργασίας μέσα στην σελίδα:
hr: Formulari za uređivanje na stranici:
ja: このページを編集
km: កែ​ទម្រង់​លើ​ទំព័រ
th: แบบฟอร์มแก้ไข บน-หน้า:

# edit_editNoPopup
source: No popup window
da: Ingen pop-up vindue
el: Όχι αναδυόμενο παράθυρο:
hr: Bez popup prozora:
ja: ポップアップウインドウを表示しない
km: មិន​មាន​ផ្ទាំង​លោត​ឡើង
th: ไม่ให้มี หน้าต่าง ป๊อปอัฟ:

# edit_recordHistory
source: View record change history
da: Vis elementets ændringshistorik
el: Προβολή ιστορικού αλλαγών εγγραφής
hr: Pregledaj povijest izmjene zapisa
ja: レコードの変更履歴を表示
km: មើល​ប្រវត្តិ​នៃ​ការផ្លាសប្ដូរ​ទិន្នន័យ
th: มุมมองระเบียน ประวัติการเปลี่ยนแปลง

# edit_newContentElement
source: Create new content element
da: Opret nyt indholdselement
el: Δημιουργία νέων στοιχείων περιεχομένου
hr: Napravi novi element sadržaja
ja: コンテンツエレメントの新規作成
km: បង្កើត​ធាតុ​របស់​មាតិកា​ថ្មី
th: สร้างองค์ประกอบเนื้อหาใหม่

# edit_move_page
source: Move page
da: Flyt siden
el: Μετακίνηση σελίδας
hr: Premjesti stranicu
ja: ページの移動
km: ប្ដូរ​ទីតាំង​ទំព័រ
th: ย้ายหน้า

# edit_newPage
source: Create new page
da: Opret ny side
el: Δημιουργία νέας σελίδας
hr: Napravi novu stranicu
ja: ページの新規作成
km: បង្កើត​ទំព័រ​ថ្មី
th: สร้างหน้าใหม่

# edit_editPageProperties
source: Edit page properties
da: Redigér side
el: Επεξεργασία ιδιοτήτων σελίδας
hr: Uređuj postavke stranice
ja: ページプロパティを編集
km: រំកិ
th: แก้ไขคุณสมบัติของเพจ

# edit_editPageOverlay
source: Edit properties of translated page
da: Redigér egenskaber for oversættelsesudgaven af siden
el: Επεξεργασία ιδιοτήτων μεταφρασμένης σελίδας
hr: Uređuj postavke prevedene stranice
km: កែ​លក្ខណៈ​សម្បត្តិ​នៃ​ទំព័រ​ដែល​បាន​បកប្រែ
th: คุณสมบัติของหน้าแก้ไขการแปล

# edit_db_list
source: Web>List module
da: Web>Liste modulet
el: Μονάδα Ιστός>Λίστα
hr: Web>Popis modul
ja: Web>Listモジュール
km: ម៉ូឌុល វែប>បញ្ជី
th: เว็บ> โมดูลแสดงรายการ

# tsdebug_tree
source: Tree display
da: Træ-visning
el: Προβολή δένδρου:
hr: Prikaz stabla:
ja: ツリー表示
km: បង្ហាញ​ជា​លក្ខណៈ​ឋានានុក្រម
th: แสดง Tree:

# tsdebug_LR
source: Track content rendering
da: Følg indholdsgenerering
el: Απόδοση ίχνους περιεχομένου:
hr: Prati ispisivanje sadržaja:
ja: トラックコンテンツレンダリング:
km: តាមដាន​មាតិកា rendering
th: ติดตามการถอดความ เนื้อหา:

# tsdebug_forceTemplateParsing
source: Force TS Rendering
da: Tving indholdsgenerering
el: Επιβολή απόδοσης TS:
hr: Prisili TS ispisivanje:
ja: フォースTSレンダリング:
km: បង្ខំ TS rendering
th: บังคับการถอดความของ TS:

# tsdebug_displayTimes
source: Display all times
da: Vis alle tider
el: Προβολή όλων των χρόνων:
hr: Prikaži sva vremena:
ja: すべての時間表示
km: បង្ហាញ​ពេល​ទាំងអស់
th: แสดงทุกแบบเวลา:

# tsdebug_displayMessages
source: Display messages
da: Vis beskeder
el: Προβολή μηνυμάτων:
hr: Prikaži poruke:
ja: メッセージを表示
km: បង្ហាញ​សារ
th: แสดงข้อความ:

# tsdebug_displayContent
source: Display content
da: Vis indhold
el: Προβολή περιεχομένων:
hr: Prikaži sadržaj:
ja: コンテンツを表示
km: បង្ហាញ​អត្ថបទ
th: แสดงเนื้อหา:

source: Update
da: Opdatér
el: Ενημέρωση
hr: Obnovi
ja: 更新
km: ធ្វើ​ទំនើប​កម្ម
th: ทำให้ทันสมัย

# p_editRecord
source: Edit record
da: Rediger element
el: Επεξεργασία εγγραφής
hr: Uredi zapis
ja: レコードの編集
km: កែ​ទិន្នន័យ
th: แก้ไขระเบียน

# p_moveUp
source: Move up
da: Flyt op
el: Μετακίνηση επάνω
hr: Pomakni gore
ja: 上に移動
km: រំកិល​ឡើង​លើ
th: ย้ายขึ้น

# p_moveDown
source: Move down
da: Flyt ned
el: Μετακίνηση κάτω
hr: Pomakni dolje
ja: 下に移動
km: រំកិល​ចុះ​ក្រោម
th: ย้ายลง

# p_unhide
source: Un-Hide
da: Synliggør
el: Ακύρωση απόκρυψης
hr: Otkri
ja: 表示
km: មិន​លាក់់
th: ไม่ซ่อน

# p_hide
source: Hide
da: Skjul
el: Απόκρυψη
hr: Sakri
ja: 非表示
km: លាក់
th: ซ่อน

# p_newSubpage
source: New subpage
da: Ny underside
el: Νέα υποσελίδα
hr: Nova podstranica
ja: サブページを新規作成
km: កូន​ទំព័រ​ថ្មី
th: หน้าย่อยใหม่

# p_newRecordAfter
source: New record after
da: Nyt element efter
el: Νέα εγγραφή μετά
hr: Novi zapis nakon
ja: 下にレコードを新規作成
km: ទិន្នន័យ​ថ្មី​បន្ទាប់
th: ระเบียนใหม่หลังจาก

# p_delete
source: Delete
da: Slet
el: Διαγραφή
hr: Brisanje
ja: 削除
km: លុប
th: ลบ

# p_deleteConfirm
source: Are you sure you want to delete this record?
da: Er du sikker på, at du vil slette dette element?
el: Είστε σίγουρος ότι θέλετε να διαγράψετε αυτή την εγγραφή?
hr: Sigurno želite pobrisati ovaj zapis?
ja: 本当にこのレコード削除しますか？
km: តើ​អ្នក​ពិត​ជា​ចង់​លុប​ទិន្នន័យ​នេះ​មែន​ទេ?
th: คุณแน่ใจที่จะลบระเบียนนี้?

# p_hideConfirm
source: Hiding a record will make it invisible on the webpage. To edit the hidden record enter the backend or enable the frontend preview. Continue?
da: At skjule et element vil gøre det usynligt på websiden og du vil være nødt til at gå ind i backenden eller slå "Front End Preview" til før du kan redigere det igen. Vil du fortsætte?
el: Με το να αποκρύψετε μία εγγραφή θα την καταστήσετε αόρατη στην ιστοσελίδα. Για να επεξεργαστείτε μία κρυφή εγγραφή πρέπει να εισέλθετε στο backend ή να ενεργοποιήσετε την προεπισκόπιση στο frontent. Συνέχεια;
hr: Sakrivanje će zapis učiniti nevidljivim na web stranici i morati ćete ući u backend ili omogućiti frontend pregled prije nego li ćete ga moći ponovo uređivati. Nastaviti?
ja: レコードを非表示にするとウェブページから見えなくなります。非表示のレコードを編集するには、バックエンドにログインするか、フロントエンドプレビューを有効にします。続けますか？
km: លាក់​ទិន្នន័យ​នឹង​ធ្វើ​ឱ្យ​វា​មិន​បង្ហាញ​នៅ​លើ​ទំព័រ​វែបសាយ ។ ដើម្បី​កែ​ទិន្នន័យ​ដែល​បាន​លាក់ ចូល​ទៅ​ផ្នែក​ខាង​ក្រោយ ឬ​ដាក់​ឱ្យ​ដំណើរការ​ការមើល​ជាមុន​នៃ​ផ្នែក​ខាង​មុខ ។ បន្ត?
th: ซ่อนระเบียนทำให้มันมองไม่เห็นบนหน้าเว็ป และคุณต้องเข้ามาที่ส่วนหลัง หรืออนุญาต Preview ที่ส่วนหน้า ก่อนที่จะแก้ไขได้อีก ทำต่อไป?
