Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_csh_sysfilestorage.xlf
Languages: da, hr, km, nl

# .description
source: File storage, which acts as an entry root point to a file-based structure. See it like a drive or a hard drive volume in your local machine.
da: Fil-lagring, som opfører sig som et root adgangspunkt til en filbaseret struktur. Se det som en harddisk eller et drev på din lokale computer.
hr: Datotečni spremnik, služi kao ulazna točka za datotečne strukture. Smatrajte ga sličnim tvrdom disku ili particijama na Vašem lokalnom računalu.
km: ការផ្ទុក​ឯកសារ​​ដែល​ដើរតួនាទី​​ជាចំណុច​ធាតុ​មេ​មួយ​ទៅ​ឯកសារ​ដែល​ផ្អែកលើ​រចនាសម្ព័ន្ធ។ មើលទៅ​វា​ដូចជា​ដ្រាយ​ឬ​ភាគថាសរឹងដ្រាយមួយ​នៅក្នុង​ម៉ាស៊ីន​របស់អ្នក។
nl: Bestandsopslag die als ingang dient voor een bestandgebaseerde structuur. Is te zien als een schijfletter of een schijfvolume op een PC.

# hidden.description
source: Disabling the storage will result in removing it from any listings in the backend. Existing file relations will still exist.
da: Deaktivering af lagring vil resultere i at det fjernes fra alle visninger i backend. Eksisterende filrelationer vil stadig eksistere.
hr: Onemogućivanje spremnika uklonit će ga iz svih popisa u pozadinskom sučelju. Postojeće veze datoteka će i dalje postojati.
km: បិទការផ្ទុក​នឹងមានលទ្ធផល​ក្នុង​ការយកចេញ​វា​ពីបញ្ជីណាមួយ​ក្នុង​កម្មវិធីខាងក្រោយ។​ ឯកសារដែល​មានទំនាក់ទំនង​ស្រាប់​នឹងនៅតែមាន។
nl: Het deactiveren van een opslag zorgt ervoor dat het verwijderd wordt van alle lijsten in de backend. Bestaande koppelingen met bestanden blijven bestaan.

# hidden.details
source: If you set up a file storage, it will show up on any folder lists, thus allowing to basically browse through the files in this file repository. If you set this checkbox, this storage will be excluded from any listings in the backend. Any existing file references will still exist further.
da: Hvis du indretter en fil-lagring, vil den dukke op under alle mappe-visninger, sådan at man kan browse igennem filerne i fil-lageret. Hvis du angiver denne checkboks, vil dette lager blive udelukket fra alle visninger i backend. Eksisterende filrelationer vil stadig eksistere.
hr: Ukoliko podesite spremnik datoteka, isti će se prikazivati na svakom ispisu direktorija, čime ćete u osnovi moći pregledavati datoteke u spremniku. Ukoliko postavite kvačicu u ovaj okvir, spremnik će biti isključen iz popisa u pozadinskom sučelju. No sve postojeće datotečne reference će i dalje postojati.
km: ប្រសិនបើ​អ្នក​កំណត់​ការផ្ទុក​ឯកសារមួយ​វា​នឹងបង្ហាញ​លើបញ្ជីថតណាមួយ​ជាកត្តា​ដែលអនុញ្ញាត​ឱ្យរកមើល​តាមរយៈ​ឯកសារ​នៅក្នុង​ឃ្លាំងឯកសារនេះ។ ប្រសិនបើ​អ្នក​កំណត់​ប្រអប់ធីកនេះ​ការផ្ទុកនេះ​នឹងត្រូវបានដកចេញ​ពីបញ្ជីណាមួយ​ក្នុងកម្មវិធីខាងក្រោយ។ ​​ឯកសារ​យោង​ដែលមានស្រាប់​នឹងនៅតែមាន​បន្តទៀត។
nl: Als je een bestandsopslag inricht zal het getoond worden in elke lijst met mappen. Daardoor is het mogelijk om de bestanden in deze bestandsrepository te bladeren. Met deze optie zal de opslag niet in lijsten in de backend getoond worden. Bestaande relaties met bestanden blijven gewoon bestaan.

# name.description
source: The visible identifier for this file storage.
da: Den synlige identifikator for dette fil-lager.
hr: Vidljivi identifikator za ovaj datotečni spremnik.
km: ការកំណត់​អត្តសញ្ញាណ​ដែលអាចមើលឃើញ​សម្រាប់​ការផ្ទុក​ឯកសារ​នេះ។
nl: De zichtbare identificatie voor deze bestandsopslag.

# name.details
source: The label entered here will be shown as the name for the entry point in the TYPO3 Backend. Be sure to make it descriptive and logical for your editors.
da: Mærkatet der indtastes her, vil blive vist som navnet på adgangspunktet i TYPO3 Backend. Vær opmærksom på at det er beskrivende og logisk for dine redaktører.
nl: Het label dat hier is ingevoerd wordt getoond als naam van de ingang in de TYPO3 Backend. Zorg ervoor dat het een logisch opschrift is voor de redacteuren.

# description.description
source: A description of this storage.
da: En beskrivelse til dette lager.
hr: Opis ovog spremnika.
km: សេចក្ដីពិពណ៌នា​របស់ការផ្ទុក​នេះ។
nl: Een beschijving voor deze opslag.

# description.details
source: This description field is used to explain e.g. the location of the storage, also what this storage is meant for or what it contains.
da: Dette beskrivelsesfelt bruges til at forklare for eksempel lokationen på lageret, men også hvad lageret er tænkt til eller hvad det indeholder.
hr: Ovo opisno polje koristi se, primjerice, za opis lokacije spremnika, kao i čemu služi ovaj spremnik ili što sadrži.
km: សេចក្ដីពណ៌នានេះ​គឺត្រូវបានប្រើ​ដើម្បី​ពន្យល់​ឧទាហរណ៍​ទីតាំងនៃការផ្ទុក​,​ការផ្ទុកនេះសម្រាប់ធ្វើអ្វី​ឬមានផ្ទុកអ្វី។
nl: Dit veld met omschrijving wordt gebruikt om bijv. de locatie van de opslag uit te leggen, waarvoor het bedoeld is of wat het bevat.

# driver.description
source: Choose the driver as the technical backbone of the storage. Once you've chosen a driver, and saved it, additional configuration will show up.
da: Vælg den driver der er den tekniske rygrad bag lageret. Når du har valgt en driver og gemt, vil yderligere konfigurering blive vist.
hr: Odaberite upravljački program kao tehničku pozadinu spremnika. Kada odaberete upravljački program i spremite postavke prikazat će se dodatne konfiguracijske opcije.
km: ជ្រើសរើស​កម្មវិធីបញ្ជា​ដែលជា​backbone​បច្ចេកទេស​នៃ​ការផ្ទុក។​ពេលអ្នកបានជ្រើសរើស​កម្មវិធីបញ្ជាមួយ​និងបានរក្សាទុកវា​រចនាសម្ព័ន្ធ​បន្ថែម​នឹង​បង្ហាញ​ឡើង។
nl: Kies de driver als technische basis van de opslag. Als een driver gekozen is en opgeslagen is zullen extra opties verschijnen.

# driver.details
source: The driver is the technical background of a storage, and thus also defines whether the location of the storage is local (= on the same machine as this TYPO3 installation) or remote like a WebDAV server connection. Search for extensions in the TYPO3 Extension Repository that extend this driver list.
da: Driveren er den tekniske baggrund for lageret, og den definerer derfor også om lokationen af lageret er lokalt (= på den samme maskine som TYPO3 installationen), eller remote, som for eksempel en WebDAV serverforbindelse. Søg efter udvidelser i TYPO3s udvidelseslager for at udvide driverlisten.
hr: Upravljački program je tehnička pozadina spremnika te kao takav određuje je li lokacija spremnika lokalna (na istom računalu kao i instalacija TYPO3 sustava) ili udaljena poput veze sa WebDAV poslužiteljem. Potražite proširenja u TYPO3 repozitoriju proširenja koja nadopunjuju ovaj popis upravljačkih programa.
km: កម្មវិធីបញ្ជា​គឺជា​បច្ចេកទេស​នៃការផ្ទុកមួយ​ហើយក៏បានកំណត់ថាតើ​ទីតាំង​នៃការផ្ទុក​គឺ​ស្ថិតនៅក្នុង​តំបន់ (= នៅលើ​ម៉ាស៊ីន​ដូចគ្នា​ដែលដំឡើង​TYPO3) ឬចូលពីចម្ងាយដូចជាការតភ្ជាប់ម៉ាស៊ីនបម្រើ WebDAV ។ ស្វែងរក​ផ្នែកបន្ថែម​ក្នុងឃ្លាំង​ផ្នែកបន្ថែម​TYPO3​ដែលពង្រីក​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​បញ្ជីកម្មវិធីបញ្ជានេះ។
nl: De driver is de technische achtergrond van een opslag en bepaalt dus ook of de locatie van de opslag lokaal (= op dezelfde machine als deze TYPO3 installatie) of op afstand is zoals een verbinding met een WebDAV server. Extensies in de TYPO3 extensie repository kunnen extra drivers bieden.

# processingfolder.description
source: Defines the directory on this storage to be used to save temporary files like resized images.
da: Definerer mappen på lageret, som skal bruges til at gemme midlertidige filer, som for eksempel ændrede billeders størrelser.
hr: Određuje direktorij na ovom spremniku koji će se koristiti za spremanje privremenih datoteka poput smanjenih ili uvećanih slika.
nl: Bepaalt de map op de opslag die gebruikt wordt als tijdelijke opslag voor bijv. geschaalde afbeeldingen.

# is_browsable.description
source: If set, backend users can browse through this storage. Otherwise it will show up as a unselectable item in the list.
da: Hvis angivet, backend brugere kan browse i lageret. Ellers vil den dukke op som et fravalgt emne i listen.
hr: Ukoliko je ova opcija postavljena korisnici pozadinskog sučelja mogu pregledavati ovaj spremnik. U suprotnom će se spremnik prikazati kao stavka popisa koju nije moguće odabrati.
km: ប្រសិនបើកំណត់​អ្នកប្រើកម្មវិធីខាងក្រោយ​អាច​រកមើល​តាមរយៈ​ការផ្ទុក​នេះ។​បើមិនដូច្នោះ​ទេ​វា​នឹង​បង្ហាញឡើង​ដូចជា​មិនជ្រើសធាតុមួយនៅក្នុងបញ្ជី។
nl: Indien ingesteld kunnen backend gebruikers deze opslag doorzoeken. Anders wordt het getoond als een niet-selecteerbaar item in de lijst.

# is_public.description
source: If set, then the files in this storage can be linked directly from the outside world. If this is not set, make sure to provide additional possibilities to access the files in this storage.
da: Hvis angivet, kan filerne i lageret linkes direkte udefra. Hvis det ikke er angivet, skal du tilføje ekstra muligheder for at få adgang til filerne.
hr: Ukoliko je ova opcija postavljena datoteke u ovom spremniku mogu se povezivati direktno iz vanjskog svijeta. U suprotnom ćete morati osigurati da postoji način pristupa datotekama u ovom spremniku.
km: ប្រសិនបើ​កំណត់,​បន្ទាប់មក​ឯកសារ​នៅក្នុង​ការផ្ទុក​នេះ​អាច​ត្រូវបានភ្ជាប់ទំនាក់ទំនង​ដោយផ្ទាល់​ពីពិភពខាងក្រៅ។ ប្រសិនបើ​វាមិនត្រូវបានកំណត់​សូមប្រាកដថា​អ្នក​ផ្តល់​នូវលទ្ធភាព​បន្ថែមទៀត​ដើម្បី​ចូលដំណើរការ​ឯកសារ​នៅក្នុងការផ្ទុក​នេះ។
nl: Indien geactiveerd kunnen de bestanden in deze opslag direct vanuit de buitenwereld benaderd worden. Als het niet geactiveerd is moeten er extra mogelijkheden gemaakt worden om bestanden in deze opslag te benaderen.

# is_writable.description
source: If set, then users are allowed to modify, add, delete files/folders on this storage.
da: Hvis angivet, kan brugerne rette, tilføje og slette filer/mapper på lageret.
hr: Ukoliko je ova opcija postavljena korisnicima je dopušteno mijenjati, dodavati i uklanjati datoteke/direktorije iz/u ovaj spremnik.
km: ប្រសិនបើកំណត់,​បន្ទាប់​មកអ្នកប្រើ​ត្រូវបានអនុញ្ញាត​ឱ្យកែប្រែបន្ថែម,​លុបឯកសារ/ថត​នៅក្នុង​ការផ្ទុកនេះ។
nl: Indien actief mogen gebruikers betanden/mappen in deze opslag wijzigen, toevoegen en verwijderen.

# is_online.description
source: This flag is usually set. If TYPO3 cannot connect to this storage (because it maybe temporary down), then the flag will be checked, and the storage will behave like it is non-browsable in the TYPO3 backend. The admin needs to manually activate it again if it was offline.
da: Dette flag er normalt sat. Hvis TYPO3 ikke kan forbinde til lageret (fordi det måske midlertidigt er nede), vil dette flag blive tjekket og lageret vil opføre sig som ikke navigérbart i TYPO3 backend. Admin vil være nødsaget at aktivere det igen, hvis det var offline.
hr: Ova opcija obično je aktivna. Ukoliko se TYPO3 ne može spojiti na ovaj spremnik (možda zato što je spremnik privremeno nedostupan), tada će ova zastavica biti postavljena a spremnik će se ponašati kao da ga se ne može pregledati u TYPO3 pozadinskom sučelju. Ukoliko je spremnik bio nedostupan, administrator će ga morati ručno aktivirati.
km: ទង់នេះ​ជាធម្មតា​ត្រូវបាន​កំណត់។​ប្រសិនបើ​TYPO3​មិនអាច​តភ្ជាប់ទៅ​ការផ្ទុកនេះ​(ពីព្រោះ​វា​ប្រហែលជា​បណ្តោះអាសន្ម) ,​ហើយបន្ទាប់មក​ទង់​នឹងត្រូវបាន​ធីក​, និង​ការផ្ទុក​នឹង​មាន​ឥរិយាបថ​ដូច​ជាវា​មិនមែនជា​​browsable​នៅក្នុងTYPO3​ផ្នែកខាងក្រោយ។​ អ្នកគ្រប់គ្រងនេះ​ត្រូវការ​ធ្វើឱ្យសកម្ម​ដោយដៃ​ម្ដងទៀត​ប្រសិនបើ​វា​ត្រូវបាន​នៅ​ក្រៅបណ្ដាញ។
nl: Deze optie is meestal actief. Als TYPO3 geen verbinding met deze opslag kan maken (misschien tijdelijk onbereikbaar) dan wordt deze optie gedeactiveerd en zal de opslag zich gedragen als een niet-doorzoekbare opslag in de backend. De beheerder moet de opslag handmatig activeren als deze offline is geweest.
