Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_csh_*_users.xlf
Languages: hr, ja, km, th

# email.details
source: This address is rather important to enter because this is where messages from the system is sent. <strong>Notice</strong> the user is able to change this value by himself from within the User>Setup module.
hr: Bitno je unijeti ovu e-mail adresu kako bi se mogle dostaviti sistemske poruke. <strong>Napomena</strong> korisnik može sam mijenjati postavljenu e-mail adresu iz modula Korisnik->Postavke.
ja: システムがメッセージを送る際に使われますので、ここで入力するメールアドレスは重要です。<strong>注意</strong> ユーザはユーザ>セットアップモジュールで自分のメールアドレスを変更できます。
km: បំពេញ​អាសយដ្ឋាន​នេះ​សំខាន់​​ណាស់ ព្រោះ​ជា​កន្លែង​ដែល​ផ្ញើ​សារ​ពី​ប្រព័ន្ធ​ទៅ។ <strong>ចំណាំ</strong>​អ្នក​ប្រើ​អាច​ប្ដូរ​អាសយដ្ឋាន​ខ្លួនគាត់​ពី​ម៉ូឌុល​ អ្នក​ប្រើ>ដំឡើង។
th: ที่อยู่นี้ค่อนข้างสำคัญเข้าเพราะเป็นข้อความจากระบบที่มีการส่ง <strong>หนังสือผู้ใช้สามารถเปลี่ยนแปลงตัวเองนี้ค่าโดยจากภายใน></strong> การติดตั้งโมดูล User

# realName.description
source: Enter the ordinary name of the user, eg. John Doe.
hr: Unesite ime korisnika.
ja: ユーザの氏名を入力します。
km: បំពេញ​ឈ្មោះ​របស់​អ្នក, ឧ. John Doe។
th: ป้อนชื่อสามัญของผู้ใช้เช่น John Doe

# realName.details
source: <strong>Notice</strong> the user is able to change this value by himself from within the User>Setup module.
hr: <strong>Primijetite</strong> da korisnik može izmijeniti ovu vrijednost iz modula Korisnik>Postavke.
ja: <strong>注意</strong>ユーザはユーザ>セットアップモジュールで自分のメールアドレスを変更できます。
km: <strong>ចំណាំ</strong> អ្នក​ប្រើ​អាច​ប្ដូរ​ឈ្មោះ​ដោយ​ខ្លួនគាត់​ពី​ម៉ូឌុល អ្នក​ប្រើ>ដំឡើង។
th: <strong>แจ้งผู้ใช้สามารถเปลี่ยนแปลงตัวเองนี้ค่าโดยจากภายใน></strong> การติดตั้งโมดูล User

# disable.description
source: This option will temporarily disable the user from logging in.
hr: Ova opcije će privremeno onemogućiti prijavu za danog korisnika.
ja: このオプションは、一時的にユーザがログインできないようにします。
km: ជម្រើស​នេះ​នឹង​បិទ​ដំណើរការ​អ្នក​ប្រើ​ពី​ការកត់ត្រា​ចូល​បណ្ដោះ​អាសន្ន។
th: จะปิดตัวชั่วคราวจากผู้ใช้เข้าสู่ระบบนี้

# admin.description
source: 'Admin' users have TOTAL access to the system!
hr: 'Admin' korisnici imaju POTPUNI pristup sustavu!
ja: '管理者'ユーザはあらゆる制限を回避できます!
km: អ្នក​ 'គ្រប់គ្រង' មាន​សិទ្ធិ​ពេញលេញ​លើ​ប្រព័ន្ធ!
th: ผู้ใช้ Admin'ได้เข้ารวมกับระบบ!

# admin.details
source: 'Admin' can do anything TYPO3 allows and this kind of user should be used only for administrative purposes. All daily handling should be done with regular users. 'Admin' users don't need to be members of any backend user groups. However you should be aware that any page created by an admin user without a group will not have any owner-group assigned and thus it will probably be invisible for other users. If this becomes a problem you can easily solve it by assigning a user group to the 'Admin' user anyway. This does of course not affect the permissions since they are unlimited, but the first group listed is by default the owner group of newly created pages. 'Admin' users are easily recognized as they appear with a red icon instead of the ordinary blue user-icon. You should probably not assign any other users than yourself as an 'Admin' user.
hr: 'Admin' može sve što je moguće unutar TYPO3 sustava. Ovu vrstu korisnika treba koristiti jedino za administrativne zadaće. Svakodnevne zadaće treba odrađivati kao običan korisnik. 'Admin' korisnici ne moraju biti članovi grupa korisnika pozadinskog sučelja. No trebate znati da stranice koje stvori admin korisnik koji nije član niti jedne grupe pozadinski korisnika neće imati pridruženu grupu te će biti nevidljive običnim korisnicima. Ukoliko to postane problem jednostavno dodijelite grupu admin korisniku. Ovo neće utjecati na ovlasti admin korisnika jer admin korisnici ionako imaju sve ovlasti, no prva dodijeljena grupa će biti vlasnička grupa svih stranica koje stvori admin korisnik. 'Admin' korisnike lako je prepoznati po crvenim ikonama za razliku od plavih ikona običnih korisnika. Vjerojatno je dobro da jedino vi imate 'Admin' korisnički račun.
ja: '管理者'ユーザは、TYPO3で可能なことならなんでもできますから、管理目的にのみ使用してください。通常の作業は、別の一般ユーザで行います。 '管理者'ユーザは、必ずしもバックエンドグループに所属する必要はありません。しかし、グループに所属していない'管理者’ユーザが作成したページは、そのページを所有するグループがいないものとされますので、他のユーザからはそのページが見えなくなってしまいます。これが問題になる場合は、'管理者’ユーザにグループを割り当ててください。'管理者’ユーザはいかなる制限も受けませんので、パーミッションが問題になることはありませんけれども、そのページのデフォルトの所有グループは'管理者'が所属する1番目のグループになります。 '管理者’ユーザには赤いアイコン、一般ユーザには青いアイコンが表示され、簡単に区別できるようになっています。
km: អ្នក 'គ្រប់គ្រង' អាច​ធ្វើការ​គ្រប់យ៉ាង​ដែល TYPO3 អនុញ្ញាត ហើយ​ប្រភេទ​អ្នក​ប្រើ​នេះ គួរ​ប្រើ​សម្រាប់​គោល​បំណង​គ្រប់គ្រង​ប៉ុណ្ណោះ។ រាល់​ការងារ​ប្រចាំ​ថ្ងៃ គួរ​ប្រើ​ប្រភេទ​ធម្មតា។ អ្នក 'គ្រប់គ្រង' មិន​ចាំបាច់​ជា​សមាជិក​ក្រុម​អ្នក​ប្រើ​ប្រាស់ backend ទេ។ ទោះ​ជា​យ៉ាងណា​ក៏​ដោយ អ្នក​គួរ​ប្រយ័ត្ន​រាល់​ទំព័រ​ដេល​បាន​បង្កើត​ដោយ​អ្នក​គ្រប់គ្រង​​ដែល​គ្មាន​ក្រុម នឹង​មិន​មាន​ការផ្ដល់​សិទ្ធិ​ជា​ម្ចាស់​ដល់​ក្រុម ដូច្នេះ​ហើយ វា​ប្រហែល​មិន​បង្ហាញ​ទៅ​អ្នក​ប្រើ​ផ្សេង​ទៀត។ ប្រសិន​បើ​ផ្ដល់​ឲ្យ​ក្រុម​អ្នក​ប្រើ​មួយ​ជា​អ្នក​ 'គ្រប់គ្រង'។ លក្ខ័ណ្ឌ​នេះ​មិន​មាន​លទ្ធផល​លើ​សិទ្ធិ​ព្រោះ​វា​មិន​កំណត់ ប៉ុន្តែ​ក្រុម​ដំបូង​ដែល​រាយ​ក្នុង​បញ្ជី គឺ​ជា​ក្រុម​ម្ចាស់​នៃ​ទំព័រ​ដែល​បង្កើត​ថ្មីៗ​តាម​លំនាំ​ដើម។ អ្នក 'គ្រប់គ្រង' អាច​ស្គាល់​យ៉ាង​ងាយ​ដោយ​វា​បង្ហាញ​រូបសញ្ញា​ពណ៌​ក្រហម​ជំនួស​រូបសញ្ញា​ពណ៌​ខៀវ​របស់​អ្នក​ប្រើ។ អ្នក​មិន​គួរ​ផ្ដល់​ឲ្យ​អ្នក​ប្រើ​ផ្សេង​ទៀត​ជា​អ្នក​ 'គ្រប់គ្រង' ជាជាង​ខ្លួន​អ្នក​ទេ។
th: 'Admin'สามารถทำอะไรให้ TYPO3 และผู้ใช้ประเภทนี้ควรใช้เฉพาะเพื่อการบริหาร ทั้งหมดจัดการรายวันจะทำกับผู้ใช้ปกติ 'ผู้ดูแลระบบไม่จำเป็นต้องเป็นสมาชิกของทุกกลุ่มผู้ใช้แบ็กเอนด์ แต่คุณควรทราบว่าผู้ใช้ใด ๆ ที่หน้าสร้าง admin โดยผู้ใช้จะไม่มีกลุ่มไม่มีกลุ่มใด - เจ้าของกำหนดจึงจะมันอาจจะมองไม่เห็นอื่นๆ ถ้านี้เป็นปัญหาอยู่แล้วสามารถให้คุณสามารถแก้ไขได้โดยผู้ใช้กำหนดกลุ่มเพื่อดูแล'ผู้ใช้ หลักสูตรนี้จะไม่ส่งผลกระทบต่อสิทธิ์เนื่องจากมีไม่ จำกัด แต่กลุ่มแรกจะแสดงตามค่าเริ่มต้นกลุ่มเจ้าของหน้าเว็บที่สร้างขึ้นใหม่ 'ผู้ดูแลระบบได้รับการยอมรับอย่างง่ายดายตามที่ปรากฏเป็นไอคอนสีแดงแทนสีฟ้าสามัญผู้ใช้ icon คุณควรอาจไม่ได้กำหนดผู้ใช้อื่น ๆ กว่าตัวเองเป็น'ผู้ดูแลระบบ

# options.description
source: Select if the user should inherit page tree or folder tree mountpoints from member groups.
hr: Odaberite želite li da korisnik naslijedi točke montiranja stranica ili mapa iz grupa u kojima je član.
km: ជ្រើសរើស​ប្រសិន​បើ​អ្នកប្រើ​ទទួល​មរត៌ក​ឋានានុក្រម​ទំព័រ ឬ ឋានានុក្រម​សឺមី​នៃ​ចំណុច​ម៉ោនថ៍​ពី​សមាជិក​ក្រុម។
th: เลือกหากผู้ใช้ควรสืบทอดต้นไม้หน้าหรือโฟลเดอร์ mountpoints ต้นจากกลุ่มสมาชิก

# options.details
source: It's a great advantage to let users inherit mountpoints from membergroups because it makes administration of the same mountpoints for many users extremely easy. If you don't check these options, you must make sure the mount points for the page tree and file folder tree is set specifically for the user.
hr: Nasljeđivanje točaka montiranja iz korisničkih grupa jako je zgodnoe jer omogućuje vrlo jednostavno administriranje točke montiranja za mnogo korisnika. Ako ne koristite ovu opciju potrebno je provjeriti točke montiranja za stranice i datoteke za svakog pojedinačnog korisnika.
km: វា​មាន​ប្រយោជន៍​បំផុត ដែល​អនុញ្ញាត​ឲ្យ​អ្នក​ប្រើ​ទទួល​មរត៌ក​ចំណុច​ម៉ោនថ៍​ពី​សមាជិក​ក្រុម ព្រោះ​វា​ធ្វើ​ការគ្រប់គ្រង​លើ​ចំណុច​ម៉ោនថ៍​ដូច​គ្នា​ទៅ​លើ​អ្នក​ប្រើ​ច្រើន​យ៉ាង​ងាយស្រួល​បំផុត។ ប្រសិន​បើ​ង្នក​មិន​ជ្រើស​ជម្រើស​ទាំងនេះ អ្នក​ត្រូវ​ប្រាកដ​ថា ចំណុច​ម៉ោនថ៍​លើ​ឋានានុក្រម​ទំព័រ​ និង ឋានានុក្រម​សឺមី​ឯកសារ ត្រូវ​បាន​កំណត់​យ៉ាង​ពិសេស​សម្រាប់​អ្នក​ប្រើ។
th: จะเป็นประโยชน์มากเพื่อให้ผู้ใช้สืบทอด mountpoints จาก membergroups เพราะมันทำให้การบริหาร mountpoints เดียวกันสำหรับผู้ใช้จำนวนมากง่ายมาก หากคุณไม่ได้ตรวจสอบตัวเลือกเหล่านี้คุณต้องให้แน่ใจว่าเมานท์สำหรับต้นไม้หน้าเว็บและไฟล์โฟลเดอร์เป็นต้นไม้ ชุดพิเศษสำหรับผู้ใช้

# file_permissions.description
source: Select file operation permissions for the user.
hr: Odaberite korisnička dopuštenja za datotečne operacije.
km: រើស​សិទ្ធិ​លើ​ឯកសារ​សម្រាប់​អ្នក​ប្រើ។
th: เลือก file สิทธิ์การทำงานสำหรับผู้ใช้

# file_permissions.details
source: These settings relate to the functions found in the File>List module as well as general upload of files. <strong>Notice</strong> that backend user groups also have file operation permissions which automatically apply to the user if he's member of an accordant group. So if you want a group of users share identical file operation permissions, you should probably define them in a backend user group instead.
hr: Ove postavke odnose se na funkcije modula Datoteka>Popis kao i generalno slanje datoteka. <strong>Primjetite</strong> da grupe korisnika pozadinskog sučelja također imaju dopuštenja za datotečne operacije koje se automatski primjenjuju na korisnike članove iste. Ukoliko želite da grupa korisnika dijeli ista dopuštenja za datotečne operacije vjerojatno trebate definirati dopuštenja u grupi umjesto za pojedinačnog korisnika.

# fileoper_perms.description
source: Select file operation permissions for the user.
hr: Odaberite korisnička dopuštenja za datotečne operacije.
km: រើស​សិទ្ធិ​លើ​ឯកសារ​សម្រាប់​អ្នក​ប្រើ។
th: เลือก file สิทธิ์การทำงานสำหรับผู้ใช้

# fileoper_perms.details
source: These settings relate to the functions found in the File>List module as well as general upload of files. <strong>Notice</strong> that backend user groups also have file operation permissions which automatically apply to the user if he's member of an accordant group. So if you want a group of users share identical file operation permissions, you should probably define them in a backend user group instead.
hr: Ove postavke odnose se na funkcije modula Datoteka>Popis kao i generalno slanje datoteka. <strong>Primjetite</strong> da grupe korisnika pozadinskog sučelja također imaju dopuštenja za datotečne operacije koje se automatski primjenjuju na korisnike članove iste. Ukoliko želite da grupa korisnika dijeli ista dopuštenja za datotečne operacije vjerojatno trebate definirati dopuštenja u grupi umjesto za pojedinačnog korisnika.
km: ការកំណត់​ទាំងនេះ​ទាក់ទង​នឹង​មុខងារ​ដែល​មាន​ក្នុង​ម៉ូឌុល ឯកសារ>បញ្ជី ក៏​ដូច​ជា​ការផ្ទុក​ឡើង​​នៃ​ឯកសារ​ទាំងនោះ​ផង​ដែរ។ <strong>ចំណាំ</strong>​ថា ក្រុម​អ្នក​ប្រើ backend ក៏​មាន​សិទ្ធិ​ដែល​ផ្ដ់​ទៅ​ឲ្យ​អ្នក​ប្រើ​ដោយ​ស្វ័យប្រវត្តិ​ដែរ ប្រសិន​បើ​គាត់​ជា​សមាជិក​នៃ​ក្រុម​ដែល​បាន​អនុញ្ញាត។ ដូច្នេះ ប្រសិន​បើ​អ្នក​ចង់​ឲ្យ​ក្រុម​អ្នក​ប្រើ​ណា​ចែក​រំលែក​សិទ្ធិ​ដូចគ្នា​លើ​ឯកសារ អ្នក​គួរ​កំណត់​សិទ្ធិ​ទាំងនោះ​ក្នុង​ក្រុម​អ្នក​ប្រើ backend ជំនួស។
th: ตั้งค่าเหล่านี้เกี่ยวข้องกับการทำงานที่พบใน> module File List เป็นไฟล์ทั่วไปอัพโหลด <strong>สังเกตว่ากลุ่มผู้ใช้แบ็กเอนด์ยังมี</strong> file สิทธิ์การทำงานโดยอัตโนมัติซึ่งใช้กับผู้ใช้หากเขาเป็นสมาชิกในกลุ่มซึ่งสอดคล้องกัน ดังนั้นหากคุณต้องการให้ผู้ใช้กลุ่มของสิทธิ์การใช้แฟ้มเดียวกันคุณอาจจะกำหนดไว้ในกลุ่มผู้ใช้แบ็กเอนด์แทน

# starttime.description
source: Enter the date from which the account is active.
hr: Unesite datum od kojeg je račun aktivan.
km: បំពេញ​កាលបរិច្ឆេទ​ដែល​គណនី​ចាប់ផ្ដើម​ដំណើរការ។
th: ป้อนวันซึ่งเป็นบัญชีที่ใช้งานอยู่

# endtime.description
source: Enter the date from which the account is disabled.
hr: Unesite datum od kojeg je račun onemogućen.
km: បំពេញ​កាលបរិច្ឆេទ​ដែល​គណនី​​បិទ​​ឈប់​ដំណើរការ។
th: ป้อนวันซึ่งบัญชีเป็นผู้พิการ

# lastlogin.description
source: This field shows the user's last log in date.
hr: Ovo polje pokazuje zadnji datum korisnikove prijave u sustav.
km: ប្រអប់​នេះ​បង្ហាញ​អំពី​កាលបរិច្ឆេទ​ចុងក្រោយ​ដែល​អ្នក​ប្រើ​បានកត់ត្រា​ចូលប្រើ។
th: ข้อมูลนี้จะแสดงบันทึกล่าสุดของผู้ใช้ในวันที่

# lang.description
source: Select the <i>default</i> language.
hr: Odaberite <i>zadani</i> jezik.
km: រើស​ភាសា​<i>លំនាំ​ដើម</i>។
th: <i>เลือกภาษาเริ่มต้น</i>

# lang.details
source: This determines the language of the backend interface for the user. All mainstream parts available for regular users are available in the system language selected. 'Admin'-users however will experience that the 'Admin'-only parts of TYPO3 is in english. This includes all submodules in "Tools" and the Web>Template module. <b>Notice</b> this is only setting the default language. As soon as the user has logged in the language must be changed through the User>Setup module. Also you will have to install the corresponding language pack which can be found as an extension on TYPO3.org with the prefix "csh_XX" where XX is the TYPO3 language key.
hr: Ovime postavljate jezik pozadinskog sučelja za danog korisnika. Svi glavni dijelovi dostupni običnim korisnicima dostupni su u odabranom jeziku sustava. Dijelovi sustava koji su samo za administrativne korisnike bit će prikazani na engleskom jeziku. Tu spadaju svi podmoduli u modulima 'Alati' i Web>Predložak. <b>Napomena:</b> ovdje se postavlja jedino zadani jezik. Čim se korisnik prijavi, jezik se mora promijeniti kroz modul Korisnik>Postavke. Morat ćete, također, instalirati odgovarajući jezični paket koji je dostupan kao proširenje na TYPO3.org sa prefiksom "csh_XX" gdje je XX odgovarajući TYPO3 jezični ključ.
km: ទីនេះ​សម្រាប់​កំណត់​ភាសា​លើ​អន្តរមុខ backend ចំពោះ​អ្នក​ប្រើ ។ គ្រប់​ផ្នែក​សំខាន់ៗ​​ដែល​មាន​សម្រាប់​អ្នក​ប្រើ មាន​នៅ​ក្នុង​ភាសា​របស់​ប្រព័ន្ធ​ដែល​បាន​ជ្រើសរើស ។ អ្នក 'គ្រប់គ្រង' នឹង​ឃើញ​មាន​ផ្នែក 'គ្រប់គ្រង' នៃ TYPO3 មាន​ភាសា​អង់គ្លេស ។ វា​មាន​បញ្ចូល​រាល់​ម៉ូឌុល​រង​ទាំងអស់​ក្នុង "ឧបករណ៍" និង ម៉ូឌុល វែប>Template ។ <b>ចំណាំ</b> នេះ​ជា​ការកំណត់​ភាសា​លំនាំ​ដើម ។ កាលណា​អ្នក​ប្រើ​កត់ត្រាចូល​ប្រើ​ ភាសា​ត្រូវ​បាន​ផ្លាស់ប្ដូរ​ក្នុង​ម៉ូឌុល អ្នកប្រើ>ដំឡើង ។ ហើយ​អ្នក​ក៏​ត្រូវ​ដំឡើង​កញ្ចប់​ភាសា​​​ដែល​អាច​រក​បាន​នៅ​លើ​សមាសភាគ​ក្នុង​វែបសាយ TYPO3.org ផ្ដើម​ដោយ "csh_XX" ដែល XX ជា​កូដ​ភាសា​របបស់ TYPO3។
th: นี้จะกำหนดผู้ใช้ภาษาแบ็กเอนด์ของอินเตอร์เฟซสำหรับ ทุกชิ้นส่วนหลักสำหรับผู้ใช้ปกติมีอยู่ในภาษาระบบที่เลือก 'ผู้ใช้ Admin' แต่จะพบว่า'เท่านั้นส่วน Admin' ของ TYPO3 เป็นภาษาอังกฤษ ซึ่งรวมถึง submodules ใน"Tools"และเว็บ> module Template <b>ประกาศนี้เป็นเพียงการตั้งค่าภาษาเริ่มต้น</b> ทันทีที่ผู้ใช้มีบันทึกไว้ในภาษาที่ต้องเปลี่ยนผ่าน> การติดตั้งโมดูล User นอกจากนี้คุณจะต้องติดตั้งชุดภาษาที่สอดคล้องกันซึ่งสามารถพบได้เป็นส่วนขยายที่ TYPO3.org ด้วยคำนำหน้าว่า"csh_XX"ที่ XX เป็นภาษาหลัก TYPO3

# userMods.description
source: Select available backend modules for the user.
hr: Odaberite pozadinske module koji će biti dostupni korisniku.
km: រើស​ម៉ូឌុល backend ដែល​មាន​សម្រាប់​អ្នក​ប្រើ។
th: เลือกโมดูล backend สำหรับผู้ใช้

# userMods.details
source: This determines which 'menu items' are available for the user in the backend. Notice that the same list of modules may be configured for the backend user groups and that these will be inherited by the user in addition to the modules you select here. It's highly likely that you should not set any modules for the user himself but rather select the modules in the backend groups he's a member of. However this list provides a great way to add a single module for specific users.
hr: Ovime određujete koji 'stavke izbornika' su dostupne korisniku pozadinskog sučelja. Primjetite da se isti popis modula može postaviti i za grupe pozadinskih korisnika te da će korisnici naslijediti isti popis od grupa u kojima su članovi uz dodatak modula koje odaberete ovdje. Vrlo je vjerojatno da je bolja praksa da ne postavljate module direktno za pojedine korisnike već u grupama korisnika a zatim korisnike pridružite danim grupama. Ova grupa međutim, pruža odlično rješenje za dodavanje pojedinog modula određenim korisnicima.
km: ត្រង់​នេះ​កំណត់​ 'ធាតុ​ម៉ូឌុល' ណា​ដេល​មាន​សម្រាប់​អ្នក​ប្រើ​លើ backend ។ ចំណាំ​ថា បញ្ជី​ដូច​គ្នា​នៃ​ម៉ូឌុល​អាច​កំណត់​សម្រាប់​ក្រុម​អ្នក​ប្រើ backend ដែល​ទាំងនេះ​នឹង​ទទួល​មរត៌ក​​ដោយ​អ្នក​ប្រើ​ទៅ​តាម​ម៉ូឌុល​ដែល​អ្នក​បាន​រើស​នៅ​ទីនេះ ។ វា​ដូច​ជា​អ្នក​មិន​គួរ​កំណត់​ម៉ូឌុល​ណា​មួយ​សម្រាប់​អ្នក​ប្រើ​ខ្លួនគាត់ ប៉ុន្តែ​គួរ​ជ្រើសរើស​ម៉ូឌុល​ក្នុង​ក្រុម​អ្នក​ប្រើ backend ដែល​មាន​គាត់​ជា​សមាជិក ។ ទោះ​ជា​យ៉ាង​ណា បញ្ជី​នេះ​ផ្ដល់​នូវ​មធ្យោបាយ​ដ៏​ល្អ​ក្នុង​ការបន្ថែម​ម៉ូឌុល​លើ​អ្នក​ប្រើ​ជាក់លាក់។
th: นี้จะกำหนด'รายการเมนู"ใช้ได้สำหรับแบ็กเอนด์ของผู้ใช้ในการ สังเกตว่ารายการเดียวกันของโมดูลอาจกำหนดค่าสำหรับกลุ่มผู้ใช้แบ็กเอนด์และที่เหล่านี้จะถูกสืบทอดโดยที่ผู้ใช้นอกจากเพื่อโมดูลที่คุณเลือก ก็มีแนวโน้มที่คุณไม่ควรตั้งโมดูลใด ๆ สำหรับตัวเอง แต่ผู้ใช้เลือกโมดูลในกลุ่ม backend ที่เขาเป็นสมาชิกของ แต่รายการนี้มีวิธีการที่ดีในการเพิ่มโมดูลเดียวสำหรับผู้ใช้เฉพาะ

# TSconfig.description
source: Enter additional TSconfig for the user (advanced).
hr: Unesite dodatne TSconfig postavke za korisnika (napredno).
km: បំពេញ TSconfig បន្ថែម​សម្រាប់​អ្នក​ប្រើ (កម្រិត​ខ្ពស់)។
th: ใส่ TSconfig เพิ่มเติมสำหรับผู้ใช้ (ขั้นสูง)

# TSconfig.details
source: This field allows you to extend the configuration of the user in severe details. A brief summary of the options include a more detailed configuration of the backend modules, setting of user specific default table field values, setting of Rich Text Editor options etc.
hr: Ovo polje omogućuje Vam vrlo detaljno ugađanja postavki korisnika. Kratki sažetak opcija uključuje detaljnije ugađanje modula pozadinskog sučelja, postavljanje zadanih vrijednosti polja tablica za pojedinačnog korisnika, postavljanje opcija za urednik bogatog teksta (Rich Text Editor) i slično.
km: ប្រអប់​នេះ​អនុញ្ញាត​ឲ្យ​អ្នក​បន្ថែម​ការកំណត់​លើ​អ្នក​ប្រើ​ឲ្យ​បាន​ល្អិតល្អន់​ខ្លាំង ។ សេចក្ដី​សង្ខេប​នៃ​ជម្រើស​ទាំងនេះ​មាន​លម្អិត​​ច្រើន​អំពី​ការកំណត់​លើ​ម៉ូឌុល backend, កំណត់​លើ​អ្នក​ប្រើ​ជាក់លាក់​នៃ​តម្លៃ, ការកំណត់​លើ​ជម្រើស​របស់​កម្មវិធី​អក្សរ​សម្បូណ៌ ។ល។
th: ฟิลด์นี้จะขยายการกำหนดค่าของผู้ใช้ในรายที่รุนแรง สรุปโดยย่อของตัวเลือกที่มีการกำหนดค่ารายละเอียดของโมดูล backend การตั้งค่าของค่าเริ่มต้นตารางข้อมูลผู้ใช้เฉพาะการตั้งค่าตัวเลือก Rich Text Editor เป็นต้น

# _TSconfig.seeAlso
source: pages:TSconfig, fe_users:TSconfig, be_groups:TSconfig, User TSconfig | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/
hr: pages:TSconfig, fe_users:TSconfig, be_groups:TSconfig, Korisnički TSconfig | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/

# allowed_languages.description
source: Select which record languages the group members are limited to edit.
hr: Odaberite zapise jezika koje članovi grupe smiju uređivati.
km: ជ្រើសរើស​ទិន្នន័យ​ភាសា​ណា​ដែល​សមាជិក​ក្រុម​ត្រូវ​បាន​កម្រិត​ក្នុង​ការកែប្រែ។
th: เลือกภาษาที่บันทึกสมาชิกกลุ่มจะถูก จำกัด ให้แก้ไข

# allowed_languages.details
source: You can also limit users to specific languages with user group settings. Please see the same field for backend user groups for more details.
hr: Korisnike možete ograničiti na određene jezike i postavkama korisničke grupe.Za više detalja molimo Vas da pogledate isto polje za grupe korisnika pozadinskog sučelja.
km: អ្នក​ក៏​អាច​កំណត់​លើ​អ្នក​ប្រើ​ចំពោះ​ភាសា​ជាក់​នៃ​ការកំណត់​លើ​ក្រុម​អ្នក​ប្រើ។ សូម​មើល​ប្រអប់​ដូច​គ្នា ឬ ក្រុម​អ្នក​ប្រើ backend សម្រាប់​ព័ត៌មាន​លម្អិត។
th: คุณยังสามารถกำหนดให้ผู้ใช้ภาษาที่มีการตั้งค่ากลุ่มผู้ใช้ โปรดดูข้อมูลเดียวกันสำหรับกลุ่มผู้ใช้แบ็กเอนด์สำหรับรายละเอียดเพิ่มเติม

# _fileoper_perms.seeAlso
source: be_users:file_mountpoints, be_group:file_permissions
km: be_users:file_mountpoints, be_group:fileoper_perms
