Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_csh_corebe.xlf
Languages: hi, hr, it, km, th

# .alttitle
source: TYPO3 Core
hi: TYPO3 कोर
hr: TYPO3 jezgra
km: TYPO3 ស្នូល

# .description
source: TYPO3 is a Content Management Framework which consists of a central program core with only limited functionality. To extend this core system there are hundreds of extensions which in combination will provide a very capable system.
hi: TYPO3 कंटेंट मैनेजमेंट सिस्टम है जो लिमिटेड फंक्शनलिटी के साथ सेंट्रल प्रोग्राम कोर को कैनसिस्ट करता है।इस कोर सिस्टम को एक्सटेंड करने के लिए सैकड़ों एक्सटेंशन के कॉम्बिनेशन बहुत ही सक्षम सिस्टम प्रदान करता है।
hr: TYPO3 je sustav za upravljanje sadržajem koji se sastoji od centralne jezgre sa ograničenom funkcionalnošću. Za nadogradnju mogućnosti centralne jezgre postoje stotine proširenja koja zajedno pružaju vrlo sposoban sustav.
it: TYPO3 è un Content Management Framework che consiste in un "core" centrale con limitate funzionalità. Per estendere questo nucleo centrale esistono centinaia di estensioni che, in differenti combinazioni, renderanno questo sistema molto potente.
km: TYPO3 ជា​កម្មវិធី​គ្រប់គ្រង​មាតិកា​មាន​កម្មវិធី​ស្នូល​ និង មុខងារ​មាន​កម្រិត។ ដើម្បី​បន្ថែម​​មុខងារ​លើ​ប្រព័ន្ធ​ស្នូល​នេះ មាន​សមាសភាគ​រាប់រយ​ដែល​អាច​យក​មក​ដាក់​បញ្ចូល​ផ្សំ នឹង​ផ្ដល់​សម្មត្ថភាព​បន្ថែម​ដល់​ប្រព័ន្ធ។
th: TYPO3 เป็น Content Management Framework ซึ่งประกอบด้วยแกนกลางที่มีโปรแกรมการทำงาน จำกัด เพียง เพื่อขยายระบบแกนนี้มีหลายร้อยนามสกุลที่ผสมในจะให้ระบบสามารถมาก

# .details
source: For most people TYPO3 is equivalent to a CMS providing a backend for management of the content and a frontend engine for website display. However TYPO3s core is natively designed to be a general purpose framework for management of database content. The core of TYPO3 delivers a set of principles for storage of this content, user access management, editing of the content, uploading and managing files etc. Many of these principles are expressed as an API (Application Programmers Interface) for use in the <em>extensions</em> which ultimately adds most of the real functionality.
hi: ज्यादातर लोगों के लिए एक typo3 CMS बैकएंड कॉन्टेंट को मैनेजमेंट करने के लिए और फ्रॉन्टेन्ड इंजिन वेबसाइट को डिसप्ले कराने के बराबर है।हालांकि TYPO3s कोर नेटिवली डेटाबेस कंटेंट के मैनजमेंट के लिए एक सामान्य फ्रेमवर्क परपोज़ के लिए बनाया गया है।typo3 कॉर कंटेंट के स्टोरेज , यूजर के एक्सेस मैनेजमेंट ,कॉन्टेंट को एडिटिंग और उप्लोडिंग & फाइल्स को मैनेजिंग करने के लिए सिद्धांतों के एक सेट में डिलिवर्स करता है।इन सिद्धांतों में से कई API(एप्लीकेशन प्रोगरामिंग इंटरफ़ेस) को <em> एक्सटेंशन्स </em> में उपप्योग करते है जो अंत में रियल फंक्शनालिटी ko ऐड करते हैं।
hr: Za većinu korisnika TYPO3 je CMS sa pozadinskim sučeljem za upravljanje sadržajem i sustavom za prikaz istog u prednjem sučelju. No jezgra TYPO3 sustava dizajnirana je za općenito upravljanje sadržajem baza podataka. Jezgra TYPO3 sustava nudi skup principa za spremanje sadržaja, upravljanje pravima pristupa korinika, uređivanje sadržaja, upravljanje datotekama i slično. Mnogi od ovih principa izraženi su kroz API (programsko sučelje aplikacije) za uporabu u <em>proširenjima</em> što u konačnici dodaje najveći dio stvarne funkcionalnosti.
it: Per molte persone TYPO3 è l'equivalente di un CMS che fornisce un backend per la gestione dei contenuti e un motore di frontend per la visualizzazione del sito. Comunque il core di TYPO3 è stato progettato nativamente per essere un framework per scopi generici per la gestione di contenuti di database. Il core di TYPO3 definisce un insieme di principi per la memorizzazione dei contenuti, la gestione degli accessi-utente, l'editing dei contenuti, l'upload e la gestione dei files, ecc. Molti di questi principi vengono applicati attraverso un API (Application Programmers Interface) per l'uso nelle <em>estensioni</em> che alla fine aggiungono molte delle reali funzionalità.
km: មនុស្ស​ភាគច្រើន​យល់​ថា TYPO3 គឺ​ដូច​ទៅ​នឹង​ប្រព័ន្ធ​គ្រប់គ្រង​មាតិកា​វែបសាយ ដែល​មាន backend សម្រាប់​គ្រប់គ្រង​មាតិកា និង frontend សម្រាប់​បង្ហាញ​វែបសាយ ។ ទោះ​ជា​យ៉ាងណា​ក៏​ដោយ TYPO3 ស្នូល ធ្វើឡើង​ក្នុង​គោលបំណង​ទូទៅ​ក្នុង​ការគ្រប់គ្រង​មាតិកា​ឃ្លាំង​ទិន្នន័យ ។ TYPO3 ស្នូល ផ្ដល់​មុខងារ​សម្រាប់​ផ្ទុក​មាតិកា, ការគ្រប់គ្រង​លើ​អ្នកប្រើ, កែប្រែ​មាតិកា, ផ្ទុក​ឯកសារ​ឡើង និង គ្រប់គ្រង​ឯកសារ ។ល។ លក្ខណៈ​ជា​ច្រើន​នេះ​បង្ហាញ​ជា API (អន្តរមុខ​អ្នក​សរសេរ​កម្មវិធី) សម្រាប់​យើង​ប្រើ​ក្នុង <em>សមាសភាគ</em> ដែល​​បន្ថែម​មុខងារ​​ជា​ច្រើន។
th: สำหรับ TYPO3 คนส่วนใหญ่เท่ากับ CMS ให้ backend สำหรับการจัดการเนื้อหาและเครื่องยนต์ frontend สำหรับการแสดงผลเว็บไซต์ core TYPO3s แต่ออกแบบ natively เป็นกรอบวัตถุประสงค์ทั่วไปในการจัดการฐานข้อมูล TYPO3 หลักของการส่งเนื้อหากำหนดหลักการจัดเก็บนี้ของการจัดการการเข้าถึงของผู้ใช้การแก้ไขเนื้อหาที่อัปโหลดและจัดการไฟล์อื่น ๆ หลายหลักการเหล่านี้จะแสดงเป็น API (Application Programmers Interface) <em>สำหรับใช้ในส่วนขยายที่</em> เพิ่มมากที่สุดของการทำงานจริง

# _.seeAlso
source: Inside TYPO3 | https://docs.typo3.org/typo3cms/InsideTypo3Reference/
hi: TYPO3 के अंदर | https://docs.typo3.org/typo3cms/InsideTypo3Reference/
hr: TYPO3 iznutra | https://docs.typo3.org/typo3cms/InsideTypo3Reference/

# .image_descr
source: TYPO3 backend login screen.
hi: TYPO3 बैकेंड लॉगिन स्क्रीन।
hr: TYPO3 prijava u pozadinsko sučelje.
it: Schermata di login al backend di TYPO3 (versione 3.6.1, estate 2004)
km: អេក្រង់​កត់ត្រា​ចូល backend TYPO3
th: ฤดูร้อนเข้าสู่หน้าจอ TYPO3 backend 2004 รุ่น (3.6.1)

# menu_modules.alttitle
source: Backend modules
hi: बैकेंड मॉड्यूल्स
hr: Pozadinski moduli
it: Moduli del Backend
km: ម៉ូឌុល Backend
th: แบ็กเอนด์โมดูล

# menu_modules.description
source: The Backend menu reflects the hierarchy of main- and sub-modules in TYPO3. Click a menu item to access the corresponding module.
hi: बैकेंड मोड्यूल TYPO3 मेंइन और सब-मेंइन मॉड्यूल की हायरार्की दर्शाता है।अनुरूप मोड्यूल को एक्सेस करने के लिए मेनू आइटम पर क्लिक करे।
hr: Izbornik u pozadinskom sučelju oslikava hijerarhiju glavnih i podmodula u TYPO3 sustavu. Kliknite na stavku izbornika kako bi pristupili danom modulu.
it: Il menù del Backend rispecchia la gerarchia dei moduli principali e dei sub-moduli di TYPO3. Clicca su un elemento per visualizzare il modulo corrispondente.
km: មឺនុយ​របស់ Backend ប៉ះពាល់​លើ​ឋានានុក្រម​​​ម៉ូឌុល​​មឺនុយ​មេ និង មឺនុយ​រង​ក្នុង TYPO3។ ចុច​លើ​ធាតុ​មឺនុយ​ដើម្បី​ប្រើ​ម៉ូឌុល​ទាក់ទង។
th: เมนู Backend แสดงลำดับชั้นของหลักและโมดูล sub - in TYPO3 คลิกเมนูรายการเข้าถึงโมดูลที่เกี่ยวข้อง

# menu_modules.details
source: Backend Users might see different menu items depending on their access permissions. The "Admin" user on a system will always see all modules available. You can configure the backend to display the menu in two alternative versions (useful on smaller screens); As a selector box or list of icons in the top frame of the backend. When you click the little "+" or "-" icons next to the main modules, you can collapse (-) or expand (+) all the sub modules. By selecting the "Expand all" check box, all items are expanded. When the checkbox is unselected again, the menu changes back to the previous folding state. If you click "Expand all" and collapse a main module afterwards, the previous folding state is discarded and "Expand all" is unselected again.
hi: बैकेंड यूजर को अलग मेनू आइटम्स दिख सकते है वो उसके एक्सेस परमिशन निर्भर करता है।सिस्टम के "एडमिन" यूजर हमेशा सभी अवलेबल मॉड्यूल्स को देख सकेगा।आप मेनू को दो अलग अल्टरनेटिव वर्जन(छोटी स्क्रीन के लये उपयोगी) में डिस्प्ले करने के लिए बैकेंड को कन्फ़िगर कर सकते है।जब आप मेंइन मोड्यूल के बाद छोटे "+" और "-" आइकॉन क्लिक करते है, आप सभी सब-मॉड्यूल्स को कलेप्स(-) और एक्सपान्ड(+) कर सकते है।"एक्सपान्ड ऑल" चेकबॉक्स को सेलेक्ट कर के, सभी आइटम एक्सपान्ड कर सकते है।जब चेकबॉक्स को फिर से उन-सिलेक्टेड करते है, तो मेनू के चेंजिज फिरसे पिछले फोल्डिंग स्टेट में वापस आएगा।अगर आप "एक्सपान्ड ऑल" क्लिक करते है और मेंइन मोडुले को फिर से कॉलेप्स करते है, तो पिछले फोल्डिंग स्टेट को छोड़ देगा और एक्सपान्ड ऑल फिर से उन-सिलेक्टेड हो जायेगा।
hr: Korisnici pozadinskog sučelja mogu vidjeti različite stavke izbornika ovisno o njihovim dopuštenjima. "Admin" korisnik će uvijek vidjeti sve dostupne module. Pozadinsko sučelje možete podesiti tako da izbornik prikazuje na dva alternativna načina (korisno na manjim zaslonima); Kao kućicu sa stavkama ili kao popis ikona u gornjem okviru pozadinskog sučelja. Kada kliknete na male "+" ili "-" ikone do glavnih modula možete sažeti (-) ili proširiti (+) sve podmodule. Odabirom stavke "Proširi sve", proširit će se sve stavke. Kada maknete odabir iste stavke izbornik će se vratiti na prethodno stanje proširenosti. Ukoliko kliknete "Proširi sve" a zatim sažmete glavni modul, prethodno stanje proširenosti će biti odbačeno a stavka "Proširi sve" će biti neoznačena.
it: Gli utenti del Backend potrebbero vedere differenti elementi nel menù, a seconda dei loro permessi di accesso. Gli utenti "Admin" di un sistema vedranno sempre tutti i moduli disponibili. Puoi configurare il backend in modo da visualizzare il menù in altre due versioni alternative (utile per schemi ridotti): o come un menù a selezione o come una serie di icone nel frame in alto.
km: អ្នក​ប្រើ backend អាច​ឃើញ​ធាតុ​មឺនុយ​ខុស​គ្នា អាស្រ័យ​លើ​សិទ្ធិ​ក្នុង​ការប្រើ​ប្រាស់។ អ្នក "គ្រប់គ្រង" លើ​ប្រព័ន្ធ​នឹង​ឃើញ​គ្រប់​មឺនុយ​ដែល​មាន ។ អ្នក​អាច​កំណត់​ឲ្យ​ backend បង្ហាញ​មឺនុយ​ក្នុង​របៀប​ពីរបែប (មាន​ប្រយោជន៍​ចំពោះ​អេក្រង់​តូច) ដែល​ប្រអប់​ជ្រើសរើស ឬ បញ្ជី​រូបតំណាង​ស្ថិត​នៅ​ផ្នែក​ខាង​លើ​របស់ backend ។ ពេល​អ្នក​ចុច​លើ​​រូប​តំណាង​ចំណងជើង "+" ឬ "-" ​ជាប់​នឹង​ម៉ូឌុល​មេ អ្នក​អាច​លាក់ (-) ឬ ពន្លា (+) រាល់​មឺនុយ​​រង។ ចុច​ធីក​រើស​យក​ប្រអប់ "ពន្លា​ទាំងអស់" គ្រប់​ធាតុ​ទាំងអស់​នឹង​ពន្លា ។ ពេល​ដោះ​ប្រអប់​ធីក​ម្ដង​ទៀត មឺនុយ​នឹង​ប្ដូរ​​ទៅ​រក​សភាព​ពី​មុន​វិញ។ ប្រសិន​បើ​អ្នក​ចុច​លើ "ពន្លា​ទាំងអស់" ហើយ​លាក់​ម៉ូឌុល​មេ​ក្រោយ វា​នឹង​មិន​ដូច​សភាព​ពី​មុន​ ហើយ "ពន្លា​ទាំងអស់" នឹង​ដោះ​ធីក​ម្ដង​ទៀត។
th: ผู้ใช้แบ็กเอนด์อาจเห็นรายการเมนูที่แตกต่างกันขึ้นอยู่กับสิทธิ์การเข้าถึงของ "ผู้ดูแลระบบมักจะเห็นโมดูลทั้งหมดที่ คุณสามารถกำหนดค่า backend เพื่อแสดงเมนูในสองรุ่นทางเลือก (มีประโยชน์บนหน้าจอขนาดเล็ก) เป็นกล่องตัวเลือกหรือรายการของไอคอนในกรอบด้านบนของแบ็กเอนด์ เมื่อคุณคลิกที่เล็ก"+"หรือ"--"ถัดจากไอคอนโมดูลหลักคุณสามารถยุบ (--) หรือขยาย (+) sub โมดูลทั้งหมด โดยเลือก"Expand all ช่อง"รายการทั้งหมดจะขยายตัว เมื่อช่องทำเครื่องหมายเป็น unselected อีกครั้งจะเปลี่ยนเมนูกลับไปยังรัฐพับก่อน หากคุณคลิก"Expand all"และยุบโมดูลหลักหลังจากนั้นพับรัฐก่อนจะทิ้งและ"Expand all"เป็น unselected อีกครั้ง

# _menu_modules.seeAlso
source: be_groups:groupMods, be_users:userMods, More about Modules | https://docs.typo3.org/typo3cms/GettingStartedTutorial/GeneralPrinciples/Index.html
hi: be_groups:groupMods,be_users:userMods,मॉड्यूल के बारे में अधिक| https://docs.typo3.org/typo3cms/GettingStartedTutorial/GeneralPrinciples/Index.html
hr: be_groups:groupMods, be_users:userMods, Više o modulima | https://docs.typo3.org/typo3cms/GettingStartedTutorial/GeneralPrinciples/Index.html

# menu_modules.image_descr
source: This is the range of menu options for a typical backend user. For another backend user it might be different. This screenshot shows how another user has different permissions set and therefore access to other modules only. Also the backend language has been set different for this user.
hi: टिपिकल बैकएंड यूजर के लिए ये मेनू ऑप्शन्स रेंज है। दूसरे बैकेंड यूजर के लिए ये अलग हो सकते है।ये स्क्रीनशॉट दिखायेगा दूसरे उसेर्स के पास केसी अलग पार्मिशन्स सेट की गई है और इस लिए सिर्फ दूसरे मॉड्यूल एक्सेस कर सकते है।इसके अलावा बैकेंड भाषा इस यूजर के लिए अलग-अलग सेट की गई है।
hr: Ovo je raspon opcija izbornika za tipičnog korisnika pozadinskog sučelja. Za drugog korisnika raspon može biti različit. Ova slika zaslona prikazuje kako za drugog korisnika, sa drugačijim dopuštenjima, pristup modulima može biti različit. Također, za ovog korisnika, jezik pozadinskog sučelja je različit.
it: Questo è un esempio di menù per un tipico esempio di utente backend. Per un altro utente potrebbe essere differente. Questo esempio mostra come un altro utente ha differenti permessi e quindi ha accesso ad altri moduli. Anche la lingua del backend è diversa per questo utente.
km: នេះ​​ជា​លំដាប់​ជម្រើស​មឺនុយ​សម្រាប់​អ្នក​ប្រើ backend ធម្មតា ។ ចំពោះ​អ្នក​ប្រើ​ផ្សេង​ទៀត វា​អាច​ខុស​គ្នា ។ រូបភាព​នេះ បង្ហាញ​ឲ្យ​ឃើញ​អំពី​លក្ខណៈ​ខុស​គ្នា​នៃ​សិទ្ធិ​របស់​អ្នក​ប្រើ​ផ្សេង​ទៀត ហើយ​អាច​ប្រើ​ម៉ូឌុល​ផ្សេង​ទៀត​ប៉ុណ្ណោះ ។ ហើយ​ភាសា​នៅ​លើ backend ក៏​កំណត់​ខុសៗ​គ្នា​ចំពោះ​អ្នក​ប្រើ​ផង​ដែរ។
th: นี้เป็นช่วงของตัวเลือกเมนูสำหรับผู้ใช้ทั่วไป backend สำหรับผู้ใช้แบ็กเอนด์อื่นมันอาจจะแตกต่างกัน shot หน้าจอนี้แสดงว่าผู้ใช้อื่นมีสิทธิ์ที่แตกต่างกันตั้งจึงสามารถเข้าถึงโมดูลอื่น ๆ เท่านั้น ยังเป็นภาษาแบ็กเอนด์ได้รับการตั้งค่าต่างๆสำหรับผู้ใช้นี้

# menu_adminFunction.alttitle
source: Admin Functions
hi: एडमिन के फंक्शन्स
hr: Administratorske funkcije
it: Funzioni Admin
km: បញ្ជា​គ្រប់គ្រង
th: หน้าที่ Admin

# menu_adminFunction.description
source: The Admin Functions allow administrators to clear caches etc.
hi: एडमिन के फंक्शन्स अडमिंस्ट्रेटर यूजर को कैश क्लियर करने आदि की अनुमति देता है।
hr: Administrativne funkcije omogućuju administratorima čišćenje međuspremnika i slično.
it: Le Funzioni Admin permettono all'amministratore di svuotare le caches, etc..
km: បញ្ជា​គ្រប់គ្រង អាច​ឲ្យ​អ្នក​​គ្រប់គ្រង​សម្អាត​ខែស្ហ។ល។
th: หน้าที่ดูแลให้ผู้ดูแลระบบแคชชัดเจนฯลฯ

# menu_adminFunction.details
source: TYPO3 has multiple caching systems: <b>Database Cache</b> A very central cache is the database cache table, "cache_hash", which needs to be flushed after certain major changes in the system. You "clear all cache" by clicking the link with the blue icon. After this operation any website content should be re-generated from the sources rather than be delivered from caches. This operation clears <i>all</i> database tables registered as flushable cache tables. <b>Cached PHP configuration files from Extensions</b> TYPO3 also caches small configuration scripts from extensions, "ext_localconf.php" and "ext_tables.php". These files are simply read from all installed extensions and concatenated into temporary PHP scripts found in the typo3temp/Cache/Code/cache_core/ folder. Sometimes you need to remove these files so TYPO3 re-writes them from the originals. This is done by the "Clear temp_CACHED" link. <b>Notice:</b> You should not clear these caches without a second thought. Clearing caches may affect performance on your server negatively for a while. Obviously the cached content has to be regenerated which takes time and under heavy load it might make your server un-available for a while.
hi: TYPO3 के पास मल्टी कैशिंग सिस्टम है। <b>डेटाबेस कैश</b> बहुत ही केन्द्रीय कैश डेटाबेस कैश टेबल है ,"कैश_हैश", जो सिस्टम के महत्त्वपूर्ण परिवर्तन के बाद फ्लश करना पड़ता है।ब्लू आइकॉन के साथ लिंक को क्लिक करके आप "क्लियर सभी कैश" कर सकते है।इस ऑपरेशन के बाद कोई भी वेब साइट का कंटेंट कैश से डिलीवर्ड होने की बजाय सोर्स से फिर से जेनरेट होगा।ये आपरेशन <i>सभी</i> डेटाबेस टेबल साफ कर देगा जो फ्लशेबल कैश टेबल्स से रजिस्टर्ड है। <b>एक्सटेंशन्स से कैच्ड php कन्फिगरेशन फाइल्स</b> TYPO3 "ext_localconf.php" और "ext_tables.php" एक्सटेंशन जैसे छोटे कान्फ़िग्रेशन स्क्रिप्ट्स से भी कैश करता है।यह फाइल्स सभी इन्सटॉल्ड एक्सटेंशन्स से रीड करता है और typo3temp/Cache/Code/cache_core/ फोल्डर में मिला टेम्पररी php मिली स्क्रिप्ट को कंकटे करता है।कोई समय आपको यह फाइल्स हटाना पड़ता है इसलये TYPO3 ओरिजनल्स को रे-राईट कर देता है।"temp_CACHED साफ करे" लिंक के द्वारा पूरा कर सकते है। <b>नोटिस:</b> दूसरे थॉट के बिना आप ये कैश क्लियर नहीं कर सकते। कैश साफ़ करना आप के सर्वर के लिए कुछ समय नेगेटिव असर कर सकता है। जाहिर है कैश कंटेंट को रे-जेनरेट करना है जो समय लगता है और हेवी लोड में यह आपके सर्वर को थोड़ी देर के लिए अनुपलब्ध कर सकता है।
hr: U TYPO3 sustavu postoji više sustava međuspremnika: <b>Međuspremnik baze podataka</b> Međuspremnik baze podataka je ključan, "cache_hash", te se mora očistiti nakon određenih većih izmjena u sustavu. Ovaj međuspremnik možete očistiti klikom na poveznicu sa plavom ikonom "očisti sve međuspremnike". Nakon čišćenja međuspremnika sav sadržaj Vaše web stranice mora se ponovno generirati iz izvora umjesto uobičajenog dostavljanja iz međuspremnika. Ova operacija će očistiti <i>sve</i> tablice baze podataka koje su označene kao tablice međuspremnika koje se mogu čistiti. <b>Međuspremnik PHP konfiguracijski datoteka iz proširenja</b> TYPO3 u međuspremnike sprema i male konfiguracijske skripte iz proširenja, primjerice "ext_localconf.php" i "ext_tables.php". Ove datoteke se jednostavno čitaju iz svih instaliranih proširenja te se združuju u privremene PHP skripte u mapi typo3temp/Cache/Code/cache_core/. Ponekad je potrebno izbrisati ove datoteke kako bi ih TYPO3 stvorio iznova, iz izvornika. Ovo čišćenje pokreće se klikom na poveznicu "Očisti temp_CACHED". <b>Napomena:</b> ne biste trebali čistiti međuspremnike bez razmišljanja. Čišćenje međuspremnika može dulje vremena negativno utjecati na učinkovitost Vašeg poslužitelja. Očito, sadržaj koji je uklonjen iz međuspremnika mora se ponovno stvoriti što zahtijeva vrijeme te pod težim opterećenjem može učiniti Vaš poslužitelj nedostupnim na neko vrijeme.
km: TYPO3 មាន​ប្រព័ន្ធ​ខែស្ហ​ច្រើន៖ <b>ខែស្ហ​ឃ្លាំង​ទិន្នន័យ</b> ខែស្ហ​សំខាន់​គឺ​តារាង​ខែស្ហ​ឃ្លាំង​ទិន្នន័យ "cache_hash" ដែល​ត្រូវការ​ដំណើរការ​រាល់​ការផ្លាស់ប្ដូរ​ណា​មួយ​ក្នុង​ប្រព័ន្ធ ។ អ្នក "សម្អាត​ខែស្ហ​ទាំងអស់" ដោយ​ចុច​តំណ​ដែល​មាន​រូបតំណាង​ពណ៌​ខៀវ ។ បន្ទាប់​ពី​ធ្វើ​បែប​នេះ​ហើយ មាតិកា​វែបសាយ​មួយ​ចំនួន​នឹង​ទាញយក​ពី​ប្រភព ជាជាង​បញ្ជូន​មក​ពី​ខែស្ហ ។ ទង្វើរ​នេះ​សម្អាត​តារាង​ឃ្លាំង​ទិន្នន័យ​<i>ទាំងអស់</i>​ដែល​បាន​ចុះ​ក្នុងតារាង​ខែស្ហ​ដែលអាច​​ដាក់​ដំណើរការ​ឡើង​វិញ​បាន ។ <b>ឯកសារ​កំណត់​ខែស្ហ PHP ពី​សមាសភាគ</b> TYPO3 ខែស្ហ​លើ​កូដ​កំណត់​តូចៗ​ពី​សមាសភាគ​ផង​ដែរ "ext_localconf.php" និង "ext_tables.php" ។ ឯកសារ​ទាំងនេះ​អាន​ពី​សមាសភាគ​ដែល​បាន​ដំឡើង​ទាំងអស់ និង ដាក់​បន្តបន្ទាប់​គ្នា​ទៅ​ក្នុង​កូដ PHP បណ្ដោះ​អាសន្ន​ក្នុង​សឺមី typo3conf/ ដែល​មាន​ឈ្មោះ "temp_CACHED_*.php ។ ពេល​ខ្លះ អ្នក​ត្រូវ​ការ​លុប​ឯកសារ​ទាំង​នេះ ដូច្នេះ TYPO3 នឹង​បង្កើត​ពួកកវា​ពី​ឯកសារ​ដើម​មក​វិញ ។ ការងារ​នេះ ធ្វើ​ទៅ​បាន​តាមរយៈ​តំណ "សម្អាត temp_CACHED" ។ <b>ចំណាំ៖</b> អ្នក​​មិន​គួរ​សម្អាត​ខែស្ហ​នេះ​ដោយ​មិន​បាន​គិត​នោះ​ទេ ។ សម្អាត​ខែស្ហ​នឹង​ធ្វើ​ឲ្យ​ប៉ះពាល់​ដល់​ល្បឿន​ដំណើរការ​ម៉ាស៊ីន​បម្រើ​មួយ​រយៈ ។ ជាក់ស្ដែង មាតិកា​ខែស្ហ​ត្រូវ​បង្កើត​ឡើង​វិញ ដែល​ត្រូវការ​ពេល និង ទម្ងន់​នៃ​ការ​ផ្ទុក​វា អាច​ធ្វើ​ឲ្យ​ម៉ាស៊ីន​បម្រើ​មិន​ដំណើរការ​មួយ​រយៈ។
th: TYPO3 มีระบบแคชหลาย <b> ฐานข้อมูล Cache</b> แคชกลางมากเป็นตารางแคชฐานข้อมูล cache_hash""ซึ่งต้องมีการล้างหลังจากการเปลี่ยนแปลงที่สำคัญบางอย่างในระบบ คุณ"ล้างแคชทั้งหมด"โดยคลิกที่ไอคอนลิงค์สีน้ำเงินกับ หลังจากการดำเนินการนี้เนื้อหาเว็บไซต์ควรกลับสร้างขึ้นจากแหล่งที่มาแทนที่จะถูกส่งจากแคช <i>การดำเนินการนี้เป็นการลบตารางฐานข้อมูลทั้งหมดที่จดทะเบียนในตารางแคช</i> flushable <b>Cached PHP ไฟล์กำหนดค่าจากการขยาย</b> ค่าเล็กแคชสคริปต์ยัง TYPO3 จากนามสกุล, ext_localconf.php"และ ext_tables.php" แฟ้มเหล่านี้จะอ่านง่ายจากการติดตั้งส่วนขยายและตัดแบ่งเป็นสคริปต์ PHP ชั่วคราวพบในโฟลเดอร์ typo3conf / ชื่อ"temp_CACHED_ *. php" บางครั้งคุณต้องลบไฟล์เหล่านี้อีกครั้งเพื่อ TYPO3 เขียนได้จากต้นฉบับ นี้จะกระทำโดย"Clear temp_CACHED link" <b>หมายเหตุ :</b> คุณไม่ควรลบแคชเหล่านี้โดยไม่คิดที่สอง แคช Clearing อาจมีผลต่อประสิทธิภาพการทำงานบนเซิร์ฟเวอร์ของคุณลบในขณะที่ แน่นอนเนื้อหาที่เก็บไว้ได้ที่จะสร้างใหม่ซึ่งต้องใช้เวลาและตามภาระหนักอาจทำให้เซิร์ฟเวอร์ของคุณสามารถยกเลิกในขณะที่

# pagetree.alttitle
source: The Page Tree
hi: पेज ट्री
hr: Stablo stranica
it: L'albero delle Pagine
km: ឋានានុក្រម​ទំព័រ
th: Tree Page

# pagetree.description
source: This is the hierarchical organization of pages in TYPO3. Typically websites are build so they reflect the page structure in the page tree directly in the website navigation.
hi: यह में पेजिस की हिरार्चीकैल आर्गेनाइजेशन है।आमतौर पर वेब साइट्स बनाई जाती है ताकि वे पेज का स्ट्रक्चर पेज ट्री में रिफ्लेक्ट करे सीधा वेब साइट नेविगेशन।
hr: Ovo je hijerarhijska organizacija stranica u sustavu TYPO3. Web stranica se pretežno rade tako da odražavaju strukturu stranica iz stabla stranica direktno u navigaciji.
it: Questa è l'organizzazione gerarchica delle pagine in TYPO3. Generalmente i siti sono costruiti in modo da rispecchiare, a livello di navigazione, la struttura delle pagine nell'albero delle pagine
km: នេះ​ជា​ការរៀបចំ​ឋានានុក្រម​ទំព័រ​ក្នុង TYPO3។ តាម​ធម្មតា វែបសាយ​ត្រូវ​បាន​សង់​ឡើង ដូច្នេះ​វា​មាន​លទ្ធផល​ទៅ​លើ​រចនាសម្ព័ន្ធ​ទំព័រ​ក្នុង​ឋានានុក្រម​ដោយ​ផ្ទាល់​ក្នុង​មឺនុយ​វែបសាយ។
th: นี้เป็นองค์กรลำดับชั้นของหน้าใน TYPO3 โดยปกติเว็บไซต์ที่สร้างเพื่อให้สะท้อนโครงสร้างหน้าในต้นไม้หน้าโดยตรงในการนำทางเว็บไซต์
