Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_tca.xlf
Languages: da, el, hr, ja, km, nl, th

# file_mountpoints
source: File Mounts
da: Filadgange
nl: Startpunten mappenboom

# file_mountpoints_edit_title
source: Edit filemount
da: Redigér filadgang
el: Επεξεργασία σημείου προσάρτησης αρχείων
hr: Uredite točku montiranja
ja: ファイルマウントを編集
km: កែ​ហ្វៃល៍​ដែល​ម៉ោនថ៍
nl: Bewerk bestandskoppeling
th: แก้ไข filemount

# file_mountpoints_add_title
source: Create new filemount
da: Opret ny filadgang
el: Δημιουργία νέου σημείου προσάρτησης αρχείων
hr: Stvori novu točku montiranja
ja: 新しいファイルマウントを作成
km: បង្កើត​ហ្វៃល៍​ម៉ោនថ៍​ថ្មី
nl: Maak nieuwe bestandskoppeling
th: สร้างใหม่ filemount

# file_mountpoints_list_title
source: List filemounts
da: Liste over filadgange
el: Λίστα σημείων προσάρτησης αρχείων
hr: Popis točaka montiranja
ja: ファイルマウントリスト
km: បង្ហាញ​ហ្វៃល៍ម៉ោនថ៍
nl: Lijstweergave bestandskoppelingen
th: รายการ filemounts

# userMods
source: Modules
da: Moduler

# allowed_languages
source: Limit to languages
da: Begræns til sprog
nl: Tot talen beperken

# category_perms
source: Category Mounts
da: Kategori mounts
nl: Categoriebeginpunten

# workspace_perms
source: Workspace permissions
da: Arbejdsrum tilladelser
nl: Werkruimtepermissies

# workspace_perms_live
source: Edit Live (Online)
da: Live (Online)
el: Live επεξεργασία (συνδεδεμένα)
hr: Uredi uživo (online)
km: កែ​ដោយ​ផ្ទាល់ (អនឡាញ)
nl: Bewerk Live (Online)
th: แก้ไข Live (Online)

# workspace_perms_draft
source: Edit Draft (Offline)
da: Kladde (Offline)
el: Πρόχειρη επεξεργασία (αποσυνδεμένα)
hr: Uredi nacrt (offline)
km: កែ​ពង្រាង (បិទ​បណ្ដាញ)
nl: Bewerk Klad (Offline)
th: ร่างแก้ไข (Offline)

# workspace_perms_custom
source: Create new workspace projects
da: Opret nye arbejdsrum
el: Δημιουργία νέων χώρων εργασίας
hr: Stvorite nove projekte radnih prostora
km: បង្កើត​គម្រោង​កន្លែង​ធ្វើការងារ​ថ្មី
nl: Nieuwe workspace projecten
th: โครงการสร้างพื้นที่ทำงานใหม่

source: TSconfig
da: TS konfiguration

source: Lock to domain
da: Lås til domæne
nl: Tot domein beperken

# be_users.username
source: Username
da: Brugernavn
nl: Gebruikersnaam

# be_users.password
source: Password
da: Adgangskode
nl: Wachtwoord

# be_users.usergroup
source: Group
da: Gruppe
nl: Groep

# be_users.usergroup_edit_title
source: Edit usergroup
da: Redigér brugergruppe
el: Επεξεργασία ομάδας χρηστών
hr: Uredi korisničku grupu
km: កែ​ក្រុម​អ្នក​ប្រើ៖
nl: Bewerk gebruikersgroep
th: แก้ไข usergroup

# be_users.usergroup_add_title
source: Create new group
da: Opret ny brugergruppe
el: Δημιουργία νέας ομάδας
hr: Stvori novu grupu
km: បង្កើត​ក្រុម​ថ្មី៖
nl: Nieuwe groep
th: สร้างกลุ่มใหม่

# be_users.usergroup_list_title
source: List groups
da: Liste over brugergrupper
el: Εμφάνιση ομάδων
hr: Popis grupa
km: បង្ហាញ​ក្រុម
nl: Geef groepen weer
th: กลุ่มปกติ

# be_users.disableIPlock
source: Disable IP lock for user
da: Deaktivér IP lås for brugeren
nl: IP-beperking voor gebruiker uitschakelen

# be_users.IPlockState
source: IP lock for user
da: IP lås for bruger
nl: IP-beperking voor gebruiker

# be_users.admin
source: Admin (!)
da: Administrator(!)

# be_users.options
source: Mount from groups
da: Indsat fra grupper
nl: Beginpunt uit groepen

# be_users.options_db_mounts
source: DB Mounts
da: DB montager:
hr: DB montiranja
nl: Databasebeginpunten

# be_users.options_file_mounts
source: File Mounts
da: Fil montager:
hr: Datotečna montiranja
nl: Startpunt mappenboom

# be_users.fileoper_perms
source: Fileoperation permissions
da: Filhandling tilladelser
nl: Bestandsbewerkingspermissies

# be_users.file_permissions.files
source: Files
da: Filer
nl: Bestanden

# be_users.file_permissions.files_read
source: Files: Read
da: Filer: Læs
hr: Datoteke: čitaj
nl: Bestanden: lezen

# be_users.file_permissions.files_write
source: Files: Write
da: Filer: Skriv
hr: Datoteke: piši
nl: Bestanden: schrijven

# be_users.file_permissions.files_add
source: Files: Add
da: Filer: Tilføj
hr: Datoteke: dodaj
nl: Bestanden: toevoegen

# be_users.file_permissions.files_rename
source: Files: Rename
da: Filer: Omdøb
hr: Datoteke: preimenuj
nl: Bestanden: hernoemen

# be_groups.file_permissions.files_replace
source: Files: Replace
da: Filer: Erstat
hr: Datoteke: zamijeni
nl: Bestanden: vervangen

# be_users.file_permissions.files_move
source: Files: Move
da: Filer: Flyt
hr: Datoteke: premjesti
nl: Bestanden: verplaatsen

# be_users.file_permissions.files_copy
source: Files: Copy
da: Filer: Kopiér
hr: Datoteke: kopiraj
nl: Bestanden: kopiëren

# be_users.fileoper_perms_unzip
source: Files: Unzip
da: Filer: Udpak
el: Αρχεία: Αποσυμπίεση
hr: Datoteke: raspakiraj
km: ឯកសារ៖ មិន​ខ្ចប់
nl: Bestanden: uitpakken
th: ไฟล์ : Unzip

# be_users.file_permissions.file_delete
source: Files: Delete
da: Filer: Slet
hr: Datoteke: izbriši
nl: Bestanden: verwijderen

# be_users.fileoper_perms_general
source: Files: Upload,Copy,Move,Delete,Rename,New,Edit
da: Filer: Upload, Kopiér, Flyt, Slet, Omdøb, Ny, Redigér
el: Αρχεία: Μεταφόρτωση, Αντιγραφή, Μετακίνηση, Διαγραφή, Μετονομασία, Δημιουργία, Επεξεργασία
hr: Datoteke: učitaj, kopiraj, premjesti, izbriši, preimenuj, novo, uredi
km: ឯកសារ៖ អាប់ឡូត ចម្លង ប្ដូរ​ទីតាំង លុប កែ​ឈ្មោះ ថ្មី កែ
nl: Bestanden: uploaden, kopiëren, verplaatsen, verwijderen, herbenoemen, nieuw, bewerken
th: ไฟล์ : Upload, Copy, Move, Delete, Rename, New, แก้ไข

# be_users.fileoper_perms_diroper_perms
source: Directory: Move,Delete,Rename,New
da: Folder: Flyt, Slet, Omdøb, Ny
el: Φάκελος: Μετακίνηση, Διαγραφή, Μετονομασία, Δημιουργία
hr: Direktorij: premjesti, izbriši, preimenuj, novo
km: ថត៖ ប្ដូរ​ទីតាំង លុប កែ​ឈ្មោះ ថ្មី
nl: Map: verplaatsen, verwijderen, herbenoemen, nieuw
th: Directory : Move, ลบ, เปลี่ยนชื่อใหม่

# be_users.fileoper_perms_diroper_perms_copy
source: Directory: Copy
da: Folder: Kopiér
el: Φάκελος: Αντιγραφή
hr: Direktorij: kopiraj
km: ថត៖ ចម្លង
nl: Map: kopiëren

# be_users.fileoper_perms_diroper_perms_delete
source: Directory: Delete recursively (rm -Rf)
da: Folder: Slet rekursivt (rm -rf)
el: Φάκελος: Αναδρομική διαγραφή (rm -Rf)
hr: Direktorij: izbriši rekurzivno (rm -Rf)
km: ថត៖ លុប​ទិន្នន័យ​ស្ទួន (rm -Rf)
nl: Map: recursief verwijderen
th: Directory : ลบ recursively (rm - Rf)

# be_users.lang
source: Default Language
da: Standard sprog
nl: Standaardtaal

# be_users.tabs.rights
source: Access Rights
da: Adgangsrettigheder
el: Δικαιώματα Πρόσβασης
hr: Prava pristupa
km: សិទ្ធិ​ក្នុង​ការ​ប្រើ៖
nl: Toegangsrechten
th: สิทธิ Access

# be_users.tabs.mounts_and_workspaces
source: Mounts and Workspaces
da: Mounts og arbejdsrum
el: Σημεία προσάρτησης και χώροι εργασίας
hr: Točke montiranja i radni prostori
km: ម៉ោនថ៍ និង​កន្លែង​ធ្វើការ
nl: Bestandskoppelingen en Workspaces
th: Mounts และพื้นที่ทำงาน

# be_users.tabs.options
source: Options
da: Valg
el: Επιλογές
hr: Opcije
km: ជម្រើស
nl: Opties
th: ตัวเลือก

# be_users.tabs.extended
source: Extended
da: Udvidet
el: Εκτεταμένες επιλογές
hr: Prošireno
km: បញ្ចូល
nl: Uitgebreid
th: นำเข้า

# be_users.tabs.access
source: Access
da: Adgang
el: Πρόσβαση
hr: Pristup
km: ការប្រើប្រាស់
nl: Toegang
th: ตืดต่อ

# be_groups.title
source: Grouptitle
da: Gruppetitel
nl: Groepstitel

# be_groups.pagetypes_select
source: Page types
da: Side typer
nl: Paginatypes

# be_groups.tables_modify
source: Tables (modify)
da: Tabeller (redigering)
nl: Tabellen (wijzigen)

# be_groups.tables_select
source: Tables (listing)
da: Tabeller (liste)
nl: Tabellen (weergave)

# be_groups.non_exclude_fields
source: Allowed excludefields
da: Tilladte udelukkede felter
nl: Toegestane uitgesloten velden

# be_groups.explicit_allowdeny
source: Explicitly allow/deny field values
da: Eksplicit tillad/forbyd feltværdier
nl: Veldwaardes expliciet toestaan/verbieden:

# be_groups.custom_options
source: Custom module options
da: Brugerdefinerede modul-valgmuligheder
nl: Eigen module-opties

# be_groups.inc_access_lists
source: Include Access Lists
da: Inkludér adgangsliste
nl: Toegangslijst insluiten

# be_groups.subgroup
source: Inherit settings from groups
da: Nedarv indstillinger fra grupper
nl: Instellingen van groepen overnemen

# be_groups.tabs.base_rights
source: Access Lists
da: Adgangslister
el: Λίστες πρόσβασης
hr: Popisi pristupa
km: បញ្ជី​នៃ​ការប្រើប្រាស់
nl: Toegangs Lijsten
th: รายการ Access

# be_groups.tabs.mounts_and_workspaces
source: Mounts and Workspaces
da: Mounts og arbejdsrum
el: Σημεία προσάρτησης και χώροι εργασίας
hr: Točke montiranja i radni prostori
km: ម៉ោនថ៍ និង​កន្លែង​ធ្វើការ
nl: Bestandskoppelingen en Workspaces
th: Mounts และพื้นที่ทำงาน

# be_groups.fileoper_perms
source: Fileoperation permissions
da: Filhandlinger tilladelser
nl: Permissies voor bestandsbewerkingen

# be_groups.file_permissions.folder
source: Directory
da: Katalog
nl: Map

# be_groups.file_permissions.folder_read
source: Directory: Read
da: Folder: Læs
hr: Direktorij: čitaj
nl: Map: lezen

# be_groups.file_permissions.folder_write
source: Directory: Write
da: Folder: Skriv
hr: Direktorij: piši
nl: Map: schrijven

# be_groups.file_permissions.folder_add
source: Directory: Add
da: Folder: Tilføj
hr: Direktorij: dodaj
nl: Map: toevoegen

# be_groups.file_permissions.folder_rename
source: Directory: Rename
da: Folder: Omdøb
hr: Direktorij: preimenuj
nl: Map: hernoemen

# be_groups.file_permissions.folder_move
source: Directory: Move
da: Folder: Flyt
hr: Direktorij: premjesti
nl: Map: verplaatsen

# be_groups.file_permissions.folder_copy
source: Directory: Copy
da: Folder: Kopiér
el: Φάκελος: Αντιγραφή
hr: Direktorij: kopiraj
km: ថត៖ ចម្លង
nl: Map: kopiëren

# be_groups.file_permissions.folder_delete
source: Directory: Delete
da: Folder: Slet
hr: Direktorij: izbriši
nl: Map: verwijderen

# be_groups.file_permissions.folder_recursivedelete
source: Directory: Delete recursively
da: Folder: Slet rekursivt
hr: Direktorij: izbriši rekurzivno
nl: Map: recursief verwijderen

# be_groups.file_permissions.files
source: Files
da: Filer
nl: Bestanden

# be_groups.file_permissions.files_read
source: Files: Read
da: Filer: Læs
hr: Datoteke: čitaj
nl: Bestanden: lezen

# be_groups.file_permissions.files_write
source: Files: Write
da: Filer: Skriv
hr: Datoteke: piši
nl: Bestanden: schrijven

# be_groups.file_permissions.files_edit
source: Files: Edit
da: Filer: Redigér
hr: Datoteke: uredi
nl: Bestanden: bewerken

# be_groups.file_permissions.files_add
source: Files: Add
da: Filer: Tilføj
hr: Datoteke: dodaj
nl: Bestanden: toevoegen

# be_groups.file_permissions.files_rename
source: Files: Rename
da: Filer: Omdøb
hr: Datoteke: preimenuj
nl: Bestanden: hernoemen

# be_groups.file_permissions.files_move
source: Files: Move
da: Filer: Flyt
hr: Datoteke: premjesti
nl: Bestanden: verplaatsen

# be_groups.file_permissions.files_copy
source: Files: Copy
da: Filer: Kopiér
hr: Datoteke: kopiraj
nl: Bestanden: kopiëren

# be_groups.fileoper_perms_unzip
source: Files: Unzip
da: Filer: Udpak
el: Αρχεία: Αποσυμπίεση
hr: Datoteke: raspakiraj
km: ឯកសារ៖ មិន​ខ្ចប់
nl: Bestanden: uitpakken
th: ไฟล์ : Unzip

# be_groups.file_permissions.files_delete
source: Files: Delete
da: Filer: Slet
hr: Datoteke: izbriši
nl: Bestanden: verwijderen

# be_groups.fileoper_perms_general
source: Files: Upload,Copy,Move,Delete,Rename,New,Edit
da: Filer: Upload, Kopiér, Flyt, Slet, Omdøb, Ny, Redigér
el: Αρχεία: Μεταφόρτωση, Αντιγραφή, Μετακίνηση, Διαγραφή, Μετονομασία, Δημιουργία, Επεξεργασία
hr: Datoteke: učitaj, kopiraj, premjesti, izbriši, preimenuj, novo, uredi
km: ហ្វៃល៍៖ អាប់ឡូត​,​ចម្លង,​ប្ដូរ​ទីតាំង,​ដូរ​ឈ្មោះ,​ថ្មី,​កែ
nl: Bestanden: uploaden, kopiëren, verplaatsen, verwijderen, herbenoemen, nieuw, bewerken
th: ไฟล์ : Upload, Copy, Move, Delete, Rename, New, แก้ไข

# be_groups.fileoper_perms_diroper_perms
source: Directory: Move,Delete,Rename,New
da: Folder: Flyt, Slet, Omdøb, Ny
el: Φάκελος: Μετακίνηση, Διαγραφή, Μετονομασία, Δημιουργία
hr: Direktorij: premjesti, izbriši, preimenuj, novo
km: ថត៖ ប្ដូរទីតាំង,​លុប,​ដូរ​ឈ្មោះ,​ថ្មី
nl: Map: verplaatsen, verwijderen, herbenoemen, nieuw
th: Directory : Move, ลบ, เปลี่ยนชื่อใหม่

# be_groups.fileoper_perms_diroper_perms_copy
source: Directory: Copy
da: Folder: Kopiér
el: Φάκελος: Αντιγραφή
hr: Direktorij: kopiraj
km: ថត៖ ចម្លង
nl: Map: kopiëren

# be_groups.fileoper_perms_diroper_perms_delete
source: Directory: Delete recursively (rm -Rf)
da: Folder: Slet rekursivt (rm -rf)
el: Φάκελος: Αναδρομική διαγραφή (rm -Rf)
hr: Direktorij: izbriši rekurzivno (rm -Rf)
km: ថត៖ លុប​ទិន្នន័យ​ស្ទួន (rm -Rf)
nl: Map: recursief verwijderen
th: Directory : ลบ recursively (rm - Rf)

# be_groups.tabs.options
source: Options
da: Valg
el: Επιλογές
hr: Opcije
km: ជម្រើស
nl: Opties
th: ตัวเลือก

# be_groups.tabs.extended
source: Extended
da: Udvidet
el: Εκτεταμένες επιλογές
hr: Prošireno
km: បន្ថែម
nl: Uitgebreid

# sys_filemounts.tabs.users
source: Users
da: Brugere
el: Χρήστες
hr: Korisnici
km: អ្នក​ប្រើ
nl: Gebruikers
th: ชื่อผู้ใช้

# sys_filemounts.tabs.mountpoints
source: Mountpoints
da: Mountpunkt
el: Σημεία προσάρτησης
hr: Točke montiranja
km: ចំណុច​ម៉ោនថ៍
nl: Koppelpunten

# sys_filemounts.tabs.publishing
source: Publishing
da: Publicering
el: Δημοσίευση
hr: Objavljivanje
km: ការផ្សាយ
nl: Publiceren
th: การประกาศ

# sys_filemounts.tabs.other
source: Other
da: Andet
el: Άλλο
hr: Ostalo
km: ផ្សេង​ទៀត
nl: Anders
th: อื่นๆ

# sys_filemounts.title
source: Label
da: Etiket

# sys_filemounts.path
source: Path
da: Sti
nl: Pad

# sys_filemounts.read_only
source: Read-only
da: Skrivebeskyttet
nl: Alleen lezen

# sys_filemounts.base_absolute
source: absolute (root) /
da: absolut (root) /
hr: apsolutno (korijen) /
nl: absoluut (root) /

# sys_filemounts.base_relative
source: relative ../fileadmin/
da: relativ ../fileadmin/
el: σχετικό ../fileadmin/
hr: relativno ../fileadmin/
km: ទំនាក់ទំនង ../fileadmin/
nl: relatief ../fileadmin/
th: fileadmin / .. ญาติ /

# sys_history
source: System History
da: Systemhistorik
hr: Povijest sustava
nl: Systeemgeschiedenis

# sys_news
source: System News
da: Systemnyheder
hr: Novosti u sustavu
km: ព័ត៌មាន​អំពី​ប្រព័ន្ធ
nl: Systeemnieuws

# sys_news.tabs.access
source: Access
da: Adgang
el: Πρόσβαση
hr: Pristup
km: សិទ្ធិ
nl: Toegang
th: ตืดต่อ

# sys_workspace.adminusers
source: Owners
da: Ejere
nl: Eigenaren

# sys_workspace.members
source: Members
da: Medlemmer
nl: Leden

# sys_workspace.reviewers
source: Reviewers
da: Reviewere
nl: Redacteuren

# sys_workspace.publish_time
source: Publish
da: Publisér
nl: Publiceren

# sys_workspace.freeze
source: Freeze Editing
da: Frys redigering
el: "Πάγωμα" Επεξεργασίας
hr: Zamrzni uređivanje
km: ការកែប្រែ​គាំង
nl: Bevries het bewerken:
th: Freeze แก้ไข

# sys_workspace.live_edit
source: Allow "live" editing of records from tables without versioning
da: Tillad "live" redigering af elementer fra tabeller uden versionering
el: Άδεια "live" επεξεργασίας εγγραφών από τους πίνακες χωρίς διατήρηση διαδοχικών εκδόσεων
hr: Dopusti uređivanje zapisa iz tablica "uživo" bez verzioniranja
km: អនុញ្ញាត​ការកែ​ផ្ទាល់ "ផ្ទាល់​" នៃ​ទិន្នន័យ​ពី​តារាង​ដែល​គ្មាន​វើសិនណិង
nl: Sta "live" bewerken van records uit tabellen toe zonder versiebeheer:
th: ให้"แก้ไข"อยู่ของระเบียนจากตารางไม่มีเวอร์ชัน

# sys_workspace.review_stage_edit
source: Allow members to edit records in "Review" stage
da: Tillad medlemmer at redigere elementer i "review" stadie
el: Άδεια στα μέλη για να επεξεργάζονται εγγραφές στο στάδιο "Επανεξέτασης"
hr: Omogući članovima uređivanje zapisa u fazi "Pregled"
km: អនុញ្ញាត​សមាជិក​ចូល​កែ​ទិន្នន័យ​ក្នុង​ដំណាក់ "វាយ​តម្លៃ"
nl: Sta leden toe records in "Redactie" stadium te bewerken:
th: สมาชิกอนุญาตให้แก้ไขระเบียนใน"เวที Review"

# sys_workspace.disable_autocreate
source: Disable auto-versioning when editing
da: Deaktivér autoversionering under redigering
el: Απενεργοποίηση αυτόματης διατήρησης εκδόσεων κατά την επεξεργασία
hr: Onemogući automatsko verzioniranje tijekom uređivanja
km: បិទ​ auto-versioning ពេល​កែ
nl: Deaktiveer automatisch versiebeheer bij bewerken:
th: เวอร์ชัน Disable auto - เมื่อมีการแก้ไข

# sys_workspace.swap_modes
source: Swap modes
da: Skift modus
el: Εναλλαγή κατάστασης
hr: Zamijeni načine rada
nl: Wijzig modi:
th: โหมด Swap

# sys_workspace.vtypes
source: Disable Versioning Types for members and reviewers
da: Deaktivér versioneringstyper for medlemmer og reviewers
nl: Versiebeheer voor leden en redacteuren uitschakelen

# sys_workspace.publish_access
source: Publish access
da: Udgiv adgang
nl: Publiceertoegang

# sys_workspace.stagechg_notification
source: Stage change notification by email
da: Notifikation via e-mail ved stadie-ændringer:
nl: Notificatie van wijziging via e-mail versturen

# pages
source: Page
da: Side
el: Σελίδα
hr: Stranica
ja: ページ
km: ទំព័រ
nl: Pagina
th: หน้า

# pages.hidden_toggle
source: Page visible
da: Side synlig
nl: Pagina zichtbaar

# pages.hidden_toggle_formlabel
source: Page visible
da: Side synlig
nl: Pagina zichtbaar

# pages.nav_hide
source: Page not enabled in menus
da: Side ikke aktiveret i menuer
nl: Pagina niet actief in menu's

# pages.nav_hide_toggle
source: Page enabled in menus
da: Side aktiveret i menuer
nl: Pagina actief in menu's

# pages.nav_hide_toggle_formlabel
source: Page enabled in menus
da: Side aktiveret i menuer
nl: Pagina actief in menu's

# doktype.I.folder
source: Folder
da: Mappe
hr: Mapa
ja: フォルダ
km: សឺមី
nl: Map

# doktype.I.2
source: Recycler
da: Papirkurv
el: Κάδος ανακύκλωσης
hr: Reciklaža
ja: ゴミ箱
km: ធុង​សំរាម
nl: Prullenbak
th: นำกลับมาใช้ใหม่

# title
source: Pagetitle
da: Sidetitel
nl: Paginatitel

# php_tree_stop
source: Hide child pages in page tree
da: Skjul undersider i sidetræ
nl: Onderliggende pagina's in boom verbergen

# is_siteroot
source: Is root of website
da: Siden er websitets rod
nl: Is basis van website

# be_users
source: Backend user
da: Backend bruger
el: Χρήστης backend
hr: Backend korisnik
ja: バックエンドユーザ
km: អ្នក​ប្រើ​ខាង​ក្រោយ
nl: Backendgebruiker
th: ผู้ใช้ส่วนหลัง

# be_groups
source: Backend usergroup
da: Backend brugergruppe
el: Ομάδα χρηστών backend
hr: Backend grupa
ja: バックエンドユーザグループ
km: ក្រុម​អ្នក​ប្រើ​ខាង​ក្រោយ
nl: Backendgebruikersgroep
th: กลุ่มผู้ใช้ส่วนหลัง

# sys_filemounts
source: Filemount
da: Filmount
el: Σημείο προσάρτησης αρχείων
hr: Točka montiranja
ja: ファイルマウント
km: ហ្វៃល៍​ម៉ោនថ៍
nl: Bestandkoppeling

# sys_collection
source: Record Collection
da: Element-samling
hr: Zbirka zapisa
km: ការប្រមូល​កំណត់ត្រា
nl: Verzameling records

# sys_collection.title
source: Collection-Name
da: Samlings navn
hr: Ime zbirke
km: ការប្រមូល-ឈ្មោះ
nl: Naam van verzameling

# sys_collection.description
source: Description
da: Beskrivelse
hr: Opis
km: ការពិពណ៌នាសង្ខេប
nl: Beschrijving

# sys_collection.table_name
source: Record Type of Collection
da: Elementtyper af samling
hr: Tip zapisa kolekcije
km: ប្រភេទ​កំណត់ត្រា​នៃ​ការប្រមូល
nl: Recordtype van verzameling

# sys_collection.items
source: Items
da: Emner
hr: Stavke
km: ធាតុ

# sys_collection.type
source: Type of collection
da: Type på samling
hr: Vrsta zbirke
km: ប្រភេទ​នៃ​ការប្រមូល
nl: Type verzameling

# sys_collection.type.static
source: static record composition
da: Sammensætning af statiske elementer
hr: statično skladanje zapisa
km: static សមាសភាព​កំណត់ត្រា
nl: Samenstelling van statische records

# sys_file_storage
source: File Storage
da: Fillagring
hr: Spremnik datoteka
km: ផ្ទុក​ឯកសារ
nl: Bestandsopslag

# sys_file_storage.type
source: Entry point
da: Indgangspunkt
hr: Ulazna točka
km: ចំណុច​ធាតុ
nl: Ingang

# sys_file_storage.name
source: Name
da: Navn
hr: Ime
km: ឈ្មោះ
nl: Naam

# sys_file_storage.description
source: Description
da: Beskrivelse
hr: Opis
km: ការពិពណ៌នាសង្ខេប
nl: Beschrijving

# sys_file_storage.hidden
source: Hide from listings
da: Skjul fra visning
hr: Sakrij na popisu
km: លាក់​ពី​បញ្ជី
nl: In lijsten verbergen

# sys_file_storage.is_online
source: Is online?
da: Er online?
hr: Je online?
km: គឺ​លើបណ្តាញ?
nl: Online?

# sys_file_storage.is_default
source: Is default storage?
da: Er standard lagring?
hr: Je zadani spremnik?
nl: Standaard opslag?

# sys_file_storage.is_browsable
source: Is browsable?
da: Er søgbar?
hr: Može se pregledati?
km: browsable ទេ?
nl: Doorzoekbaar?

# sys_file_storage.is_public
source: Is publicly available?
da: Er offentligt tilgængelig?
hr: Javno dostupno?
km: គឺ​អាចរកបាន​ជាសាធារណៈ?
nl: Openbaar?

# sys_file_storage.is_writable
source: Is writable?
da: Er skrivbar?
hr: Može se pisati?
km: តើ​អាចសរសេរបាន?
nl: Beschrijfbaar?

# sys_file_storage.auto_extract_metadata
source: Automatically extract metadata after upload
da: Pak automatisk metadata ud efter upload
hr: Automatski izvuci meta podatke nakon učitanja
nl: Automatisch metadata extracten na upload

# sys_file_storage.capabilities
source: Capabilities
da: Kapaciteter
hr: Svojstva
km: សមត្ថភាព
nl: Mogelijkheden

# sys_file_storage.processingfolder
source: Folder for manipulated and temporary images etc.
da: Mappe til manipulerede og midlertidige billeder, mv.
hr: Mapa za mijenjane i privremene slike i slično.
km: សឺម៊ី​សម្រាប់ដាក់​រូបភាព​កែច្នៃ​និង​បណ្តោះអាសន្ន​៘
nl: Map voor bewerkte en tijdelijke afbeeldingen, etc.

# sys_file_storage.processingfolder.placeholder
source: _processed_ or 1:/processed_files_storage_x
da: _processed_ eller 1:/processed_files_storage_x
nl: _processed_ of 1:/processed_files_storage_x

# sys_file_storage.driver.local
source: Local Filesystem
da: Lokalt filsystem
hr: Lokalni datotečni sustav
km: ប្រព័ន្ធឯកសារក្នុងតំបន់
nl: Lokaal bestandssysteem

# sys_file_storage.configuration
source: Driver Configuration
da: Driver konfigurering
hr: Postavke upravljačkog programa
km: រាចនាសម្ព័ន្ធ​របស់ Driver
nl: Configuratie stuurprogramma

# sys_file
source: File
da: Fil
hr: Datoteka
km: ឯកសារ
nl: Bestand

# sys_file.storage
source: Storage
da: Lagring
hr: Spremnik
km: កន្លែងផ្ទុក
nl: Opslag

# sys_file.identifier
source: Identifier
da: Identifikator
hr: Identifikator
km: គ្រឿងសម្គាល់

# sys_file.name
source: Filename
da: Filnavn
hr: Naziv datoteke
km: ឈ្មោះឯកសារ
nl: Bestandsnaam

# sys_file.title
source: Title
da: Titel
hr: Naslov
km: ចំណងជើង
nl: Titel

# sys_file.type
source: File Type
da: Filtype
hr: Tip datoteke
km: ប្រភេទ​ឯកសារ
nl: Bestandstype

# sys_file.type.unknown
source: Unknown
da: Ukendt
hr: Nije poznato
km: មិនស្គាល់
nl: Onbekend

# sys_file.type.text
source: Text
da: Tekst
hr: Tekst
km: អត្ថបទ
nl: Tekst

# sys_file.type.image
source: Image
da: Billede
hr: Slika
km: រូបភាព
nl: Afbeelding

# sys_file.type.audio
source: Audio
da: Lyd
hr: Zvuk
km: អូឌីយ៉ូ

# sys_file.size
source: Size
da: Størrelse
hr: Veličina
km: ទំហំ
nl: Grootte

# sys_file.usage_count
source: Usage Count
da: Forbrug-antal
hr: Broj korištenja
km: រាប់​ការប្រើប្រាស់
nl: Aantal keren gebruikt

# sys_file.description
source: Description
da: Beskrivelse
hr: Opis
km: ការពិពណ៌នាសង្ខេប
nl: Beschrijving

# sys_file.alternative
source: Alternative Text
da: Alternativ tekst
hr: Alternativni tekst
km: អត្ថបទ​ជំនួស
nl: Alternatieve tekst

# sys_file.missing
source: Marked as missing
da: Makeret som mangler
hr: Označeno kao nedostajuće
nl: Als ontbrekend gemarkeerd

# sys_file.metadata
source: Metadata records
da: Metadata elementer
hr: Zapisi meta podataka

# file.width
source: Width
da: Bredde
nl: Breedte

# file.height
source: Height
da: Højde
nl: Hoogte

# sys_file_metadata
source: File Metadata
da: Fil metadata
hr: Metapodaci datoteke
km: ទិន្នន័យមេតា​របស់ឯកសារ
nl: Bestandsmetadata

# sys_file_reference
source: File Reference
da: Fil reference
hr: Datotečna referenca
km: ឯកសារ​យោង​
nl: Bestandsreferentie

# sys_file_reference.uid_local
source: File
da: Fil
hr: Datoteka
km: ឯកសារ
nl: Bestand

# sys_file_reference.uid_foreign
source: Used by content elements
da: Bruges af indholdselementer
hr: Koriste elementi sadržaja
km: ត្រូវបានប្រើ​ដោយ​ធាតុ​មាតិកា
nl: Gebruikt in inhoudselementen

# sys_file_reference.tablenames
source: Table name
da: Tabelnavn
hr: Naziv tablice
km: ឈ្មោះ​តារាង
nl: Tabelnaam
