Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/core/Resources/Private/Language/*.locallang_wizards.xlf
Languages: el, km, th

# rte_undoLastChange
source: Undo/Redo last change (%s ago)
el: Αναίρεση/Επανάληψη τελευταίας αλλαγής (%s πρίν)
km: មិន​ធ្វើ/ធ្វើ​ឡើង​វិញ​នូវ​ការផ្លាស់ប្ដូរ​ចុងក្រោយ (%s មុន)
th: เลิกทำ/ทำซ้ำ การแก้ไขครั้งสุดท้าย (%s ที่ผ่านมา)

# tsprop
source: TypoScript property lookup
el: Αναζήτηση ιδιότητας TypoScript
km: រក​មើល​លក្ខណៈសម្បត្តិ​របស់ TypoScript
th: ค้นดู คุณสมบัติ ของ TypoScript

# tsprop_TSref
source: TSref online
el: TSref σε σύνδεση
km: TSref ខ្សែ​បើក
th: TSref ออนไลน์

# tsprop_tsconfig
source: TSconfig online
el: TSconfig σε σύνδεση
km: TSconfig ខ្សែ​បើក
th: TSconfig ออนไลน์

# tsprop_title
source: Object title
el: Τίτλος αντικειμένου
km: ចំណងជើង​វត្ថុ
th: ชื่อเรื่องของอ๊อปเจ็ค

# tsprop_prefix
source: Object prefix
el: Πρόθεμα αντικειμένου
km: ពាក្យ​នាំមុខ​របស់​វត្ថុ
th: ชื่อนำของอ๊อปเจ็ค

# tsprop_mixer_indent
source: Indent +2
el: Εσοχή +2
km: ចូល​បន្ទាត់ +២
th: ย่อหน้า +2

# tsprop_mixer_outdent
source: Outdent -2
el: Προεξοχή -2
km: ចេញ​បន្ទាត់ -២
th: ออกมา -2

# tsprop_mixer_wrap
source: Wrap
el: Αναδίπλωση γραμμής
km: ស្រោប
th: ห่อ

# tsprop_mixer_transfer
source: Transfer & Close
el: Αλλαγή & κλείσιμο
km: បញ្ជូន និង​បិទ
th: ส่ง & ปิด

# tsprop_addToList
source: Add to list...
el: Προσθήκη στη λίστα...
km: បញ្ចូល​ទៅ​ក្នុង​បញ្ជី...
th: เพิ่มในรายการ...

# table_title
source: Table wizard
el: Έξυπνος οδηγός κατασκευής πίνακα
km: តារាង​វីហ្សាដ
th: ผู้ช่วยเหลือวิเศษด้านตาราง

# table_smallFields
source: Small fields
el: Μικρά πεδία
km: ហ្វៀលដ៍​តូច
th: ฟิลด์ขนาดเล็ก

# table_addColumn
source: Add column to the right
el: Προσθήκη λίστας στα δεξιά
km: បន្ថែម​ជួរឈរ​ពី​ខាង​ស្ដាំ
th: เพิ่มคอลัมน์ทางขวา

# table_removeColumn
source: Remove column
el: Μετακίνηση λίστας
km: លុប​ជួរឈរ
th: ลบคอลัมน์

# table_addRow
source: Add row below
el: Προσθήκη γραμμής κάτω
km: បន្ថែម​ជួរដេក​ពីក្រោម
th: เพิ่มแถวด้านล่าง

# table_removeRow
source: Remove row
el: Αφαίρεση γραμμής
km: លុប​ជួរដេក
th: ลบแถว

# table_left
source: Move left
el: Μετακίνηση αριστερά
km: រំកិល​ទៅ​ឆ្វេង
th: ย้ายซ้าย

# table_right
source: Move right
el: Μετακίνηση δεξιά
km: រំកិល​ទៅ​ស្ដាំ
th: ย้ายขวา

# table_up
source: Move up
el: Μετακίνηση επάνω
km: រំកិល​ឡើង
th: ย้ายขื้น

# table_down
source: Move down
el: Μετακίνηση κάτω
km: រំកិល​ចុះ
th: ย้ายลง

# table_top
source: Move to top
el: Μετακίνηση στην κορυφή
km: រំកិល​ទៅ​​លើ​គេ
th: ย้ายไปบนสุด

# table_bottom
source: Move to bottom
el: Μετακίνηση στην πρώτη λίστα
km: រំកិល​ទៅ​ក្រោម​គេ
th: ย้ายไปล่างสุด

# table_start
source: Move to first column
el: Μετακίνηση στην τελευταία λίστα
km: រំកិល​ទៅ​ជួរឈរ​ដើម​គេ
th: ย้ายไปคอลัมน์แรก

# table_end
source: Move to last column
el: Μετακίνηση της τελευταίας λίστας
km: រំកិល​ទៅ​ជួរ​ឈរ​ចុងក្រោយ
th: ย้ายไปคอลัมน์สุดท้าย

# table_noData
source: No table,field or uid given
el: Δεν δώθηκε πίνακας, πεδίο ή αναγνωριστικό χρήστη
km: មិនមាន​តារាង, ហ្វៀលដ៍ ឬ uid ផ្ដល់​ឱ្យ
th: ไม่มีตาราง ฟิลด์ หรือ uid ที่ให้มา

# forms_title
source: Forms wizard
el: Έξυπνοι οδηγοί φορμών
km: ទម្រង់​វីហ្សាដ
th: พ่อมดแบบฟอร์ม

# forms_refresh
source: Refresh without saving
el: Ανανέωση χωρίς αποθήκευση
km: រីហ្វ្រេស​មិន​រក្សាទុក
th: แสดงหน้าจอใหม่ โดยไม่บันทึก

# forms_label
source: Label
el: Ετικέτα
km: អក្សរ
th: ป้ายชื่อ

# forms_type
source: Type
el: Τύπος
km: ប្រភេទ
th: ชนิด

# forms_type_input
source: Input field
el: Πεδίο εισαγωγής
km: ហ្វៀលដ៍​បញ្ជូល
th: ฟิลด์ป้อนข้อมูล

# forms_type_password
source: Password field
el: Πεδίο κωδικού πρόσβασης
km: ប្រអប់​លេខសម្ងាត់
th: ฟิลด์ใส่รหัส

# forms_type_file
source: File upload
el: Μεταφόρτωση αρχείου
km: ឯកសារ​ដែល​អាប់ឡូត
th: บรรจุไฟล์ขึ้น

# forms_type_check
source: Check box
el: Πλαίσιο ελέγχου
km: ប្រអប់​ធីក
th: กล่องตรวจสอบ

# forms_type_select
source: Selector box
el: Πλαίσιο επιλογής
km: ប្រអត់​ជ្រើស
th: กล่องเลือก

# forms_type_radio
source: Radio buttons
el: Κυκλικά πλήκτρα επιλογής
km: ប៊ូតុង​រេឌីយ៉ូ
th: ปุ่ม Radio

# forms_type_hidden
source: Hidden value
el: Κρυφές τιμές
km: តម្លៃ​មិន​បង្ហាញ
th: ค่าซ่อน

# forms_type_submit
source: Submit Button
el: Επιλογή υποβολής
km: ប៊ូតុង​បញ្ជូន
th: ปุ่มส่ง

# forms_type_property
source: Property
el: Ιδιότητες
km: លក្ខណៈ​សម្បត្តិ
th: คุณสมบัติ

# forms_type_label
source: Label
el: Ετικέτα
km: អក្សរ
th: ป้ายแสดง

# forms_required
source: Required
el: Προαπαιτείται
km: ត្រូវការ
th: ต้องการ

# forms_fieldName
source: Field
el: Πεδία
km: ហ្វៀលដ៍
th: ฟิลด์

# forms_cols
source: Columns
el: Λίστες
km: ជួរ​ឈរ
th: คอลัมน์

# forms_rows
source: Rows
el: Γραμμές
km: ជួរ​ដេក
th: แถว

# forms_size
source: Size
el: Μέγεθος
km: ទំហំ
th: ขนาด

# forms_max
source: Max
el: Μέγιστο
km: អតិបរមា
th: สูงสุด

# forms_autosize
source: Auto size
el: Αυτόματο μέγεθος
km: ទំហំ​ស្វ័យប្រវត្តិ
th: ขนาดอัตโนมัติ

# forms_extra
source: No Wrap
el: Χωρίς αναδίπλωση τιμών
km: មិន​ចុះ​បន្ទាត់
th: ไม่ห่อ

# forms_default
source: Value
el: Tιμή
km: តម្លៃ
th: ค่า

# forms_multiple
source: Multiple
el: Πολλαπλό
km: ច្រើន
th: หลาย

# forms_options
source: List options
el: Λίστα επιλογών
km: លិបិក្រម​ជម្រើស
th: ตัวเลือกแบบแสดงรายการ

# forms_checked
source: Checked
el: Επιλεγμένο
km: បាន​ធីក
th: เลือกแล้ว

# forms_preview
source: Preview of element
el: Προεπισκόπηση στοιχείων
km: មើល​ធាតុ​ជាមុន
th: ภาพก่อนพิมพ์ขององค์ประกอบ

# forms_element
source: Element type
el: Τύπος στοιχείων
km: ប្រភេទ​នៃ​ធាតុ
th: ชนิดขององค์ประกอบ

# forms_config
source: Detailed configuration
el: Λεπτομερής παραμετροποιήση
km: លម្អិត​នៃ​ការកំណត់
th: การติดตั้งอย่างละเอียด

# forms_eform_subject
source: Subject
el: Θέμα
km: ប្រធាន​បទ
th: ชื่อเรื่อง

# forms_eform_recipient
source: Recipient email
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου παραλήπτη
km: អ៊ីម៉ែល​របស់​អ្នក​ទទួល
th: อีเมล์ผู้รับ

# forms_eform_html_enabled
source: HTML mode enabled
el: Ενεργοποίηση HTML μορφής
km: ដំណើរការ​ម៉ូត HTML
th: ใช้โหมด HTML

# forms_eform_formtype_mail
source: Send button label
el: Ετικέτα του πλήκτρου αποστολής
km: អក្សរ​សម្រាប់​​ប៊ូតុង​បញ្ជូន
th: ใส่ชื่อปุ่มส่ง

# forms_special_eform
source: Special configuration for mail forms
el: Ειδική παραμετροποίηση για τισ φόρμες του ταχυδρομείου
km: ការកំណត់​ពិសេស​សម្រាប់​ទម្រង់​អ៊ីមេល
th: การติดตั้งพิเศษสำหรับแบบฟอร์มจดหมาย

# colorpicker_title
source: Color Picker
el: Επιλογές χρώματος
km: រើស​ពណ៌
th: ตัวเลือกสี

# colorpicker_setClose
source: Save and Close
el: Αποθήκευση και κλείσιμο
km: រក្សាទុក និង​បិទ
th: บันทึกและปิด

# colorpicker_black
source: BLACK
el: ΜΑΥΡΟ
km: ខ្មៅ
th: ดำ

# colorpicker_white
source: WHITE
el: ΛΕΥΚΟ
km: ស
th: ขาว

# grid_windowTitle
source: Set cell name and column number
km: កំណត់​ឈ្មោះ​ក្រឡា និង ចំនួន​គូឡោន

# grid_labelName
source: Name
km: ឈ្មោះ

# grid_labelColumn
source: Column Number
km: ចំនួន​គូឡោន

# grid_labelSave
source: Save to cell
km: រក្សាទុក​ទៅ​ក្រឡា

# grid_addColumn
source: Add column
km: ថែម​គូឡោន

# grid_removeColumn
source: Remove column
el: Μετακίνηση λίστας
km: លុប​គូឡោន
th: ลบคอลัมน์

# grid_addRow
source: Add row
km: ថែម​ជួរ​ដេក

# grid_removeRow
source: Remove row
el: Αφαίρεση γραμμής
km: លុប​ជួរ​ដេក
th: ลบแถว

# grid_editCell
source: Edit cell
km: កែ​ក្រឡា

# grid_mergeCell
source: Combine with next cell
km: បញ្ចូល​ជាមួយ​ក្រឡា​បន្ទាប់

# grid_splitCell
source: Split cell
km: កាត់​ចែក​ក្រឡា

# grid_name
source: Name
km: ឈ្មោះ

# grid_column
source: Column number
km: ចំនួន​គូឡោន

# grid_notSet
source: not set
km: មិន​កំណត់

# grid_nameHelp
source: Enter a name for the cell.
km: បំពេញ​ឈ្មោះ​ឲ្យ​ក្រឡា

# grid_columnHelp
source: The column position defines in which area the content is rendered in the frontend.
km: ទីតាំង​គូឡោន​កំណត់​ក្នុង​កន្លែង​ដែល​មាតិកា​បង្ហាញ​លើ frontend ។

# forms_type_textarea
source: Text area
el: Περιοχή κειμένου
th: พื้นที่ข้อความ
