Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/sys_action/Resources/Private/Language/*.locallang_csh_sysaction.xlf
Languages: de, fr

# .description
source: An 'Action' is a configuration of a specific task which may be performed by assigned usergroups via the Task Center.
de: Eine 'Aktion' ist eine Konfiguration einer spezifischen Aufgabe, die durch zugewiesene Benutzergruppen über das Task Center ausgeführt werden kann.
fr: Une 'Action' est une configuration d'une tâche spécifique qui peut être effectuée par les roupes d'utilisateurs assignées via le Centre de tâches.

# .details
source: Currently an Action may be configured to create additional backend usergroups without being and admin-user and by selecting from a limited set of options. Another option is to let an action initiate a SQL SELECT-query in the database and return the result as a CSV file. Actions can be assigned to a Backend usergroup and they are activated by a single click in the Task Center.
de: Derzeit kann eine Aktion konfiguriert werden, um zusätzliche Backend-Benutzergruppen zu erstellen, ohne dass sie und Administrator-Benutzer sind und indem Sie eine begrenzte Auswahl an Optionen auswählen. Eine andere Option ist, eine Aktion in der Datenbank zu starten und das Ergebnis als CSV-Datei zurückzugeben. Aktionen können einem Backend-Benutzergruppenzugriff zugeordnet werden und durch einen einzigen Klick im Task Center aktiviert werden.
fr: Actuellement, une action peut être configurée pour créer des roupes d'utilisateurs supplémentaires sans être et administrateur et en sélectionnant un ensemble limité d'options. Une autre option est de permettre à une action d'initier une requête SQL SELECT dans la base de données et de retourner le résultat en tant que fichier CSV. Les actions peuvent être assignées à un groupe d'utilisateurs de Backend et sont activées par un seul clic dans le centre de tâches.

# title.description
source: Enter the title of the action. This is shown in the list of available actions in the Task Center.
de: Geben Sie den Titel der Aktion ein. Dies wird in der Liste der verfügbaren Aktionen im Task Center angezeigt.
fr: Entrez le titre de l'action. Ceci est affiché dans la liste des actions disponibles dans le centre de tâches.

# description.description
source: Describe what the action does or allows to do.
de: Beschreiben Sie, was die Aktion tut oder erlaubt.
fr: Décrivez ce que fait ou permet l'action.

# hidden.description
source: Check this option if you wish to disable the availability of the action or non-admin users.
de: Aktivieren Sie diese Option, wenn Sie die Verfügbarkeit der Aktion oder nicht-admin Benutzer deaktivieren möchten.
fr: Cochez cette option si vous souhaitez désactiver la disponibilité de l'action ou des utilisateurs non-admin.

# hidden.details
source: This option is a great way to disable an action during changes made to it because it still allows you as an 'Admin'-user to activate it for test purposes.
de: Diese Option ist eine großartige Möglichkeit, eine Aktion während der Änderungen zu deaktivieren, da sie Ihnen als 'Admin'-Benutzer noch erlaubt, sie für Testzwecke zu aktivieren.
fr: Cette option est une excellente façon de désactiver une action lors des changements effectués en la matière, car elle vous permet toujours en tant qu'utilisateur 'Admin'-de l'activer à des fins de test.

# type.description
source: Select the action type.
de: Wähle den Aktionstyp.
fr: Sélectionnez le type d'action.

# type.details
source: <strong>"Create Backend User"</strong> allows to create backend users with a limited set of options. This action type is meant for semi-administrators among your users which is in charge of daily user administration - still without being full fledged 'Admin'-users with 'a License to Kill everything'. When you select this option, you get to enter a 'template' user, enter a prefix which the new users will automatically have and whether or not a user home-dir is created in the process. Finally you can select a limited number of usergroups which the can be selected among. <strong>"SQL-query"</strong> allows to make a fixed SQL SELECT-query in the database returned as CSV lists. When you have created an action of this type, you need to go to the System > DB check (prior to v7 this can be found on Tools > DB check) module and enter the Advanced Search feature. Here you can design your SQL-query. When you have designed it to select what you want correctly, you can select this action (by it's name) and save the query to the action there. From that point it will be effective from the Task Center. (Notice that the form of output selected in the Advanced Search function is also stored, so make sure to select CSV output there!)
de: <strong>"Backend User erstellen"</strong> erlaubt es, Backend-Benutzer mit einer begrenzten Auswahl zu erstellen. Dieser Aktionstyp ist für Halbadministratoren unter Ihren Benutzern gedacht, die für die tägliche Benutzerverwaltung zuständig sind - ohne Vollversion von 'Admin'-Benutzern mit 'einer Lizenz zum Töten von allem' zu sein. Wenn Sie diese Option wählen, geben Sie einen 'Template'-Benutzer ein, geben Sie ein Präfix ein, das die neuen Benutzer automatisch haben und ob ein Benutzer-Home-dir in diesem Prozess erstellt wird. Schließlich können Sie eine begrenzte Anzahl von Benutzergruppen auswählen, unter denen die Auswahl erfolgt. <strong>"SQL-query"</strong> erlaubt es, eine feste SQL SELECT-Abfrage in der Datenbank als CSV-Listen zu erstellen. Wenn Sie eine Aktion dieses Typs erstellt haben, müssen Sie zum System > DB Check gehen (vor v7 kann dies im Modul Tools > DB check) gefunden werden und die Erweiterte Suchfunktion eingeben. Hier können Sie Ihre SQL-Abfrage erstellen. Wenn Sie es so konzipiert haben, dass Sie das, was Sie richtig wollen, auswählen können Sie diese Aktion (nach dem Namen) und speichern Sie die Abfrage an die Aktion dort. Von diesem Zeitpunkt an wird es vom Task Center wirksam. (Beachten Sie, dass die in der erweiterten Suchfunktion ausgewählte Ausgabe ebenfalls gespeichert wird, also stellen Sie sicher, dass Sie CSV-Ausgabe dort auswählen!)
fr: <strong>"Créer un utilisateur de Backend"</strong> permet de créer des utilisateurs de backend avec un ensemble limité d'options. Ce type d'action est destiné aux semi-administrateurs parmi vos utilisateurs qui sont en charge de l'administration quotidienne des utilisateurs - toujours sans être à part entière 'Admin'-utilisateurs avec 'une licence pour tuer tout'. Lorsque vous sélectionnez cette option, vous devez entrer un utilisateur 'template', entrez un préfixe que les nouveaux utilisateurs auront automatiquement et si un répertoire utilisateur est créé dans le processus. Enfin, vous pouvez sélectionner un nombre limité de roups d'utilisateurs parmi lesquels vous pouvez choisir. <strong>"SQL-query"</strong> permet de faire une requête SQL SELECT fixe dans la base de données retournée comme listes CSV. Lorsque vous avez créé une action de ce type, vous devez aller à la vérification de la DB du système > (avant v7, cela peut être trouvé sur le module Outils > DB check) et entrer dans la fonction Recherche avancée. Vous pouvez ici concevoir votre requête SQL. Lorsque vous l'avez conçu pour sélectionner ce que vous voulez correctement, vous pouvez sélectionner cette action (par son nom) et enregistrer la requête dans l'action. De ce point, il sera efficace du centre de travail. (Notez que la forme de sortie sélectionnée dans la fonction Recherche avancée est également stockée, assurez-vous de sélectionner la sortie CSV là-bas!)

# assign_to_groups.description
source: Select the backend users groups allowed to activate the action in the Task Center.
de: Wählen Sie die Gruppen, die die Aktion im Task Center aktivieren dürfen.
fr: Sélectionnez les groupes d'utilisateurs autorisés à activer l'action dans le centre de tâches.

# t1_userprefix.description
source: Enter a prefix which is forcibly prepended to new usernames (eg. "news_")
de: Geben Sie ein Präfix ein, das zwangsläufig neuen Benutzernamen vorangestellt wird (z.B. "news_")
fr: Entrez un préfixe qui est prohibé à de nouveaux noms d'utilisateurs (par exemple, "news_")

# t1_allowed_groups.description
source: Enter the Backend user groups which the user performing the action is able to choose among (if any).
de: Geben Sie die Backend-Benutzergruppen ein, die der Benutzer, der die Aktion durchführt, unter (falls vorhanden) auswählen kann.
fr: Entrez les groupes d'utilisateurs de Backend que l'utilisateur exécute l'action est en mesure de choisir parmi (si c'est le cas).

# t1_create_user_dir.description
source: If checked, a private home-directory is also created during user creation.
de: Wenn aktiviert, wird auch während der Benutzererstellung ein privates Home-Verzeichnis erstellt.
fr: Si coché, un répertoire privé est également créé lors de la création d'utilisateurs.

# t1_create_user_dir.details
source: <strong>Notice:</strong> $TYPO3_CONF_VARS["BE"]["userHomePath"] must be configured correctly along with $TYPO3_CONF_VARS["BE"]["lockRootPath"] and writable!
de: <strong>Hinweis:</strong> $TYPO3_CONF_VARS["BE"]["userHomePath"] muss korrekt zusammen mit $TYPO3_CONF_VARS["BE"]["lockRootPath"] und beschreibbar konfiguriert werden!
fr: <strong>Avis :</strong> $TYPO3_CONF_VARS["BE"]["userHomePath"] doit être configuré correctement avec $TYPO3_CONF_VARS["BE"]["lockRootPath"] et accessible en écriture!

# t1_copy_of_user.description
source: Insert a current Backend user which will be used as a template for the new users created.
de: Fügen Sie einen aktuellen Backend-Benutzer ein, der als Vorlage für die neuen Benutzer verwendet wird.
fr: Insérez un utilisateur actuel de Backend qui sera utilisé comme modèle pour les nouveaux utilisateurs créés.

# t1_copy_of_user.details
source: All values are copied to the new user, except username, password, name and email is of course overridden. If the template user is a member of a group which is not defined among the "Groups which may be assigned through the action" that group is still set for the user and cannot be removed by the user carrying out the action.
de: Alle Werte werden auf den neuen Benutzer kopiert, außer Benutzername, Passwort, Name und E-Mail wird natürlich überschrieben. Wenn der Template-Benutzer Mitglied einer Gruppe ist, die nicht unter den "Gruppen, die durch die Aktion zugewiesen werden können" definiert ist, wird diese Gruppe für den Benutzer immer noch festgelegt und kann nicht vom Benutzer entfernt werden, der die Aktion durchführt.
fr: Toutes les valeurs sont copiées vers le nouvel utilisateur, sauf nom d'utilisateur, mot de passe, nom et email, est bien sûr écrasé. Si l'utilisateur du modèle est membre d'un groupe qui n'est pas défini parmi les "Groupes qui peuvent être assignés par l'action" ce groupe est toujours défini pour l'utilisateur et ne peut pas être supprimé par l'utilisateur qui exécute l'action.
