Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/sys_action/Resources/Private/Language/*.locallang_tca.xlf
Languages: fr

# sys_action.hidden
source: Deactivated
fr: Désactivé

# sys_action.assign_to_groups
source: Assign action to groups
fr: Assigner une action aux groupes

# sys_action.t1_userprefix
source: User prefix
fr: Préfixe utilisateur

# sys_action.t1_allowed_groups
source: Groups which may be assigned through the action
fr: Groupes qui peuvent être assignés par l'action

# sys_action.t1_create_user_dir
source: Create User Home Directory
fr: Créer un répertoire personnel

# sys_action.t1_copy_of_user
source: Template user
fr: Utilisateur de modèle

# sys_action.t3_listPid
source: List pid
fr: Liste pid

# sys_action.t3_tables
source: List only table
fr: Liste uniquement table

# sys_action.t4_recordsToEdit
source: Records to edit
fr: Enregistrements à modifier

# sys_action.type.1
source: Create Backend User
fr: Créer un utilisateur de Backend

# sys_action.type.2
source: SQL query
fr: Requête SQL

# sys_action.type.3
source: Record list
fr: Liste d'enregistrements

# sys_action.type.4
source: Edit records
fr: Modifier les enregistrements

# sys_action.type.5
source: New Record
fr: Nouveau enregistrement

# sys_action.tab.access
source: Access
fr: Accès

# sys_action.tab.create_user.settings
source: Settings
fr: Paramètres

# sys_action.tab.record_list.settings
source: Settings
fr: Paramètres

# sys_action.tab.edit_records.settings
source: Settings
fr: Paramètres

# sys_action.tab.new_record.settings
source: Settings
fr: Paramètres

# sys_action.new_record.pid
source: Select the page for the new record to be stored
fr: Sélectionnez la page pour le nouvel enregistrement à stocker

# sys_action.new_record.tablename
source: Record type
fr: Type d'enregistrement
