Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/workspaces/Resources/Private/Language/*.locallang_mod_user_ws.xlf
Languages: de, fr, it

# mlang_labels_tablabel
source: Workspace overview
de: Arbeitsbereich Übersicht
fr: Aperçu de l'espace de travail
it: Panoramica dello spazio di lavoro

# mlang_labels_tabdescr
source: Workspace overview showing the changes you have made in the workspace. Here you can also publish the changes to the website if you are allowed to do that.
de: Die Übersicht über den Arbeitsbereich zeigt die Änderungen, die Sie im Arbeitsbereich vorgenommen haben. Hier können Sie auch die Änderungen der Website veröffentlichen, wenn Sie dies zulassen.
fr: Aperçu de l'espace de travail montrant les changements que vous avez apportés dans l'espace de travail. Ici, vous pouvez également publier les modifications du site si vous êtes autorisé à le faire.
it: Panoramica dello spazio di lavoro che mostra le modifiche apportate nel progetto. Qui puoi anche pubblicare le modifiche al sito se hai il permesso di farlo.

# mlang_tabs_tab
source: Workspace
de: Arbeitsbereich
fr: Espace de travail
it: Progetto

# title
source: Workspace Manager
de: Arbeitsbereich-Manager
fr: Gestionnaire de l'espace de travail
it: Gestore Workspace

# menuitem_review
source: Review and Publish
de: Bewertung und Veröffentlichung
fr: Réviser et publier
it: Rivedi e pubblica

# menuitem_workspaces
source: Workspace List
de: Arbeitsbereich-Liste
fr: Liste des espaces
it: Elenco Workspace

# filter_drafts
source: Drafts
de: Entwürfe
fr: Brouillons
it: Bozze

# filter_archive
source: Archive
de: Archiv
fr: Archiver
it: Archivia

# filter_all
source: All
de: Alle
fr: Tous
it: Tutti

# diff_no_diff
source: Do not show differences
de: Unterschiede nicht anzeigen
fr: Ne pas afficher les différences
it: Non mostrare differenze

# diff_show_inline
source: Show differences inline
de: Unterschiede Inline anzeigen
fr: Afficher les différences en ligne
it: Mostra le differenze in linea

# diff_show_popup
source: Show diff. popups (branches)
de: Diff. Popups anzeigen (Branches)
fr: Afficher diff. popups (branches)
it: Mostra diff. popup (rami)

# label_errors
source: Errors
de: Fehler
fr: Erreurs
it: Errori

# workspace_description_live
source: The LIVE workspace allows changes to take effect immediately on the website. However versioning can be applied inside the live workspace and this overview shows you draft and archive versions from the various workspaces, including the LIVE workspace.
de: Der LIVE-Arbeitsbereich ermöglicht Änderungen sofort auf der Website zu wirken, aber das Versionieren kann innerhalb des Live-Arbeitsbereichs angewendet werden und diese Übersicht zeigt Ihnen Entwürfe und Archivierungen aus den verschiedenen Arbeitsbereichen, einschließlich des LIVE-Arbeitsbereichs.
fr: L'espace de travail LIVE permet de prendre immédiatement effet sur le site Web. Cependant, le versioning peut être appliqué dans l'espace de travail en direct et ce aperçu vous montre les versions brouillées et archivées des différents espaces de travail, y compris l'espace de travail LIVE.
it: Il progetto LIVE consente che le modifiche abbiano effetto immediatamente sul sito. Tuttavia, la versionazione può essere applicata all'interno del workspace live e questa panoramica mostra le versioni bozza e archiviate dei vari progetti, compreso il workspace LIVE.

# workspace_description_draft
source: In the Draft workspace all changes will be made as new versions of the live content. Changes can be previewed, reviewed and eventually published live.
de: Im Arbeitsbereich Entwurf werden alle Änderungen als neue Versionen des Live-Inhalts vorgenommen. Änderungen können angezeigt, überprüft und am Ende live veröffentlicht werden.
fr: Dans l'espace de travail Draft, toutes les modifications seront apportées en tant que nouvelles versions du contenu en direct. Les modifications peuvent être prévisualisées, revues et éventuellement publiées en direct.
it: Nel progetto di progetto verranno apportate tutte le modifiche come nuove versioni del contenuto live. Le modifiche possono essere visualizzate, revisionate e pubblicate in diretta.

# workspace_description_no_access
source: You have no access to any workspace which might be an error. Please contact you administrator!
de: Sie haben keinen Zugriff auf einen Arbeitsbereich, der möglicherweise ein Fehler ist. Bitte kontaktieren Sie Ihren Administrator!
fr: Vous n'avez aucun accès à un espace de travail qui pourrait être une erreur. Veuillez contacter l'administrateur !
it: Non hai accesso a nessun progetto che potrebbe essere un errore. Contatta l'amministratore!

# edit_workspace_no_permission
source: You have no permission to edit this workspace. Only admin users or owners of the workspace can modify its parameters.
de: Sie haben keine Berechtigung, diesen Arbeitsbereich zu bearbeiten. Nur Administratoren oder Eigentümer des Arbeitsbereichs können seine Parameter ändern.
fr: Vous n'avez pas la permission de modifier cet espace de travail. Seuls les utilisateurs ou les propriétaires de l'espace de travail peuvent modifier ses paramètres.
it: Non hai i permessi per modificare questo spazio di lavoro. Solo gli utenti amministratori o i proprietari del progetto possono modificare i propri parametri.

# create_workspace_no_permission
source: You have no permission to create workspaces. Only admin users can create workspaces.
de: Sie haben keine Berechtigung, Arbeitsbereiche zu erstellen. Nur Administratoren können Arbeitsbereiche erstellen.
fr: Vous n'avez pas la permission de créer des espaces de travail. Seuls les utilisateurs d'administration peuvent créer des espaces de travail.
it: Non hai i permessi per creare progetti. Solo gli utenti admin possono creare progetti.

# submit_publish_workspace
source: Publish workspace
de: Arbeitsbereich veröffentlichen
fr: Publier l'espace de travail
it: Pubblica Progetto

# submit_publish_workspace_confirmation_1
source: Are you sure you want to publish all content in "Publish" stage from the workspace?
de: Sind Sie sicher, dass Sie alle Inhalte in der "Publish"-Phase aus dem Arbeitsbereich veröffentlichen möchten?
fr: Êtes-vous sûr de vouloir publier tout le contenu dans l'étape "Publier" de l'espace de travail ?
it: Sei sicuro di voler pubblicare tutti i contenuti nella fase "Pubblica" dal progetto?

# submit_publish_workspace_confirmation_2
source: Are you sure you want to publish all content from the workspace?
de: Sind Sie sicher, dass Sie alle Inhalte aus dem Arbeitsbereich veröffentlichen möchten?
fr: Êtes-vous sûr de vouloir publier tout le contenu de l'espace de travail ?
it: Sei sicuro di voler pubblicare tutti i contenuti dal progetto?

# submit_swap_workspace
source: Swap workspace
de: Arbeitsbereich tauschen
fr: Échanger l'espace de travail
it: Scambia progetto

# submit_swap_workspace_confirmation_1
source: Are you sure you want to publish (swap) all content in "Publish" stage from the workspace?
de: Sind Sie sicher, dass Sie alle Inhalte in der "Publish"-Phase aus dem Arbeitsbereich veröffentlichen möchten?
fr: Êtes-vous sûr de vouloir publier (swap) tout le contenu dans l'étape "Publier" de l'espace de travail ?
it: Sei sicuro di voler pubblicare (swap) tutti i contenuti nella fase "Pubblica" dal progetto?

# submit_swap_workspace_confirmation_2
source: Are you sure you want to publish (swap) all content from the workspace?
de: Sind Sie sicher, dass Sie alle Inhalte aus dem Arbeitsbereich veröffentlichen möchten (Swap).
fr: Êtes-vous sûr de vouloir publier (swap) tout le contenu de l'espace de travail ?
it: Sei sicuro di voler pubblicare (swap) tutti i contenuti dal progetto?

# submit_apply_action_on_selected_elements
source: Sure you want to perform this action with selected elements?
de: Sicher, dass Sie diese Aktion mit ausgewählten Elementen ausführen möchten?
fr: Voulez-vous vraiment effectuer cette action avec des éléments sélectionnés ?
it: Sei sicuro di voler eseguire questa azione con gli elementi selezionati?

# no_publish_permission
source: You are not permitted to publish from this workspace
de: Sie dürfen nicht aus diesem Arbeitsbereich veröffentlichen
fr: Vous n'êtes pas autorisé à publier depuis cet espace de travail
it: Non hai il permesso di pubblicare da questo progetto

# label_workspace
source: Workspace
de: Arbeitsbereich
fr: Espace de travail
it: Progetto

# label_description
source: Description
de: Beschreibung
it: Descrizione

# label_options
source: Options
de: Optionen
it: Opzioni

# label_status
source: Status
fr: Statut
it: Stato

# label_live_version
source: Live Version
fr: Version en direct
it: Versione Live

# label_draft_versions
source: Workspace Versions
de: Arbeitsbereich-Versionen
fr: Versions de l'espace de travail
it: Versioni Workspace

# label_stage
source: Stage
de: Stufe
fr: Phase
it: Fase

# label_publish
source: Publish
de: Veröffentlichen
fr: Publier
it: Pubblica

# label_lifecycle
source: Lifecycle
de: Lebenszyklus
fr: Cycle de vie
it: Ciclo di vita

# label_access_level
source: Access level
de: Zugriffsstufe
fr: Niveau d'accès
it: Livello di accesso

# img_title_publish
source: Publish
de: Veröffentlichen
fr: Publier
it: Pubblica

# img_title_swap
source: Swap
fr: Échanger
it: Scambia

# remove_from_ws_confirmation
source: Remove from workspace?
de: Aus Arbeitsbereich entfernen?
fr: Supprimer de l'espace de travail ?
it: Rimuovere dal progetto?

# img_title_remove_from_ws
source: Remove from workspace?
de: Aus Arbeitsbereich entfernen?
fr: Supprimer de l'espace de travail ?
it: Rimuovere dal progetto?

# img_title_edit_page
source: Edit page
de: Seite bearbeiten
fr: Modifier la page
it: Modifica pagina

# img_title_edit_element
source: Edit element
de: Element bearbeiten
fr: Modifier l'élément
it: Modifica elemento

# img_title_show_log
source: Show Log
de: Log anzeigen
fr: Afficher le journal
it: Mostra Log

# diffview_label_field_name
source: Fieldname
de: Feldname
fr: Nom du champ
it: Nome del file

# diffview_label_colored_diff_view
source: Colored diff-view
de: Farbige Diff-Ansicht
fr: Vue diff colorée
it: Vista diff colorata

# diffview_complete_match
source: Complete match on editable fields.
de: Schließe das Spiel auf bearbeitbare Felder ab.
fr: Complétez le match sur les champs modifiables.
it: Completa la partita sui campi modificabili.

# diffview_cannot_find_records
source: ERROR: Records could strangely not be found!
de: FEHLER: Die Aufnahmen konnten seltsam nicht gefunden werden!
fr: ERREUR : Les enregistrements n'ont pas pu être trouvés !
it: ERRORE: I record non sono stati stranamente trovati!

# img_title_show_more
source: Show more
de: Mehr anzeigen
fr: Afficher plus
it: Mostra altro

# img_title_current_workspace
source: This is a current workspace!
de: Dies ist ein aktueller Arbeitsbereich!
fr: C'est un espace de travail actuel !
it: Questo è un progetto attuale!

# img_title_create_new_workspace
source: Create new workspace
de: Neuen Arbeitsbereich erstellen
fr: Créer un nouvel espace de travail
it: Crea nuovo progetto

# link_text_create_new_workspace
source: Create new workspace
de: Neuen Arbeitsbereich erstellen
fr: Créer un nouvel espace de travail
it: Crea nuovo progetto

# edit_workspace_go_back
source: Go back
de: Zurück
fr: Retour
it: Torna indietro

# edit_workspace_title_edit
source: Edit workspace
de: Arbeitsbereich bearbeiten
fr: Modifier l'espace de travail
it: Modifica Progetto

# edit_workspace_title_new
source: Create new workspace
de: Neuen Arbeitsbereich erstellen
fr: Créer un nouvel espace de travail
it: Crea nuovo progetto

# workspace_list_label_current_workspace
source: Current
de: Aktuelle
fr: Courant
it: Corrente

# workspace_list_label_workspace_title
source: Title
de: Titel
fr: Titre
it: Titolo

# workspace_list_label_workspace_description
source: Description
de: Beschreibung
it: Descrizione

# workspace_list_label_owners
source: Owners
de: Besitzer
fr: Propriétaires
it: Proprietario

# workspace_list_label_members
source: Members
de: Mitglieder
fr: Membres
it: Membri

# workspace_list_label_reviewers
source: Reviewers
de: Reviewer
fr: Révisionnaires
it: Recensioni

# workspace_list_access_admins_only
source: Admins only
de: Nur Admins
fr: Admins seulement
it: Solo amministratori

# workspace_list_access_anyone
source: no restrictions
de: keine Einschränkungen
fr: aucune restriction
it: nessuna restrizione

# workspace_list_label_file_mountpoints
source: File mountpoints
de: Dateimountpoints
fr: Points de montage de fichier
it: File mountpoint

# workspace_list_label_db_mountpoints
source: Database mountpoints
de: Datenbankmountpoints
fr: Point de montage de base de données
it: Punti di montaggio database

# workspace_list_label_frozen
source: Frozen
de: Gefroren
it: Congelato

# workspace_list_label_publish_date
source: Publish date
de: Veröffentlichungsdatum
fr: Date de publication
it: Data di pubblicazione

# workspace_list_label_unpublish_date
source: Unpublish date
de: Datum entfernen
fr: Date de publication
it: Data di pubblicazione

# workspace_list_label_your_access
source: Your access
de: Ihr Zugriff
fr: Votre accès
it: Il tuo accesso

# workspace_list_label_workspace_users
source: Workspace users
de: Arbeitsbereich Benutzer
fr: Utilisateurs de l'espace de travail
it: Utenti Workspace

# workspace_list_label_frozen_yes
source: Yes
de: Ja
fr: Oui
it: Sì

# workspace_list_icon_title_edit_workspace
source: Edit workspace
de: Arbeitsbereich bearbeiten
fr: Modifier l'espace de travail
it: Modifica Progetto

# workspace_list_icon_title_switch_workspace
source: Switch workspace
de: Arbeitsbereich wechseln
fr: Changer l'espace de travail
it: Cambia Progetto

# workspace_list_access_owner
source: Owner
de: Besitzer
fr: Propriétaire
it: Proprietario

# workspace_list_access_member
source: Member
de: Mitglied
fr: Membre
it: Membro

# workspace_list_access_reviewer
source: Reviewer
fr: Révision
it: Revisore

# workspace_list_publishing_count_draft
source: Draft
de: Entwurf
fr: Brouillon
it: Bozza

# workspace_list_publishing_count_archive
source: Archive
de: Archiv
fr: Archiver
it: Archivia

# workspace_list_publishing_count
source: Published %d times
de: Veröffentlicht %d mal
fr: Publié %d fois
it: Pubblicato %d volte

# stage_sent_to_review
source: "%s" sent element to "Review"
de: "%s" hat Element an "Überprüfung" gesendet
fr: "%s" a envoyé l'élément à "Réviser"
it: "%s" inviato elemento a "Revisione"

# stage_approved_for_publish
source: "%s" approved for "Publish"
de: "%s" genehmigt für "Veröffentlichen"
fr: "%s" approuvé pour "Publier"
it: "%s" approvato per "Pubblica"

# stage_rejected
source: "%s" rejected element!
de: "%s" lehnte das Element ab!
fr: "%s" élément rejeté !
it: "%s" ha rifiutato l'elemento!

# stage_reset_to_editing
source: "%s" reset to "Editing"
de: "%s" Zurücksetzen auf "Bearbeiten"
fr: "%s" réinitialisé à "Editer"
it: "%s" reimpostato a "Modifica"

# stage_label_user_comment
source: User Comment
de: Benutzerkommentar
fr: Commentaire utilisateur
it: Commento utente

# workspace_list_mount_point_inaccessible
source: This mount point is defined for workspace but not accessible to you. If you need access to this mount point, ask your system administrator to give you access to it.
de: Dieser Mount-Punkt ist für den Arbeitsbereich definiert, aber nicht für Sie zugänglich. Wenn Sie Zugriff auf diesen Mount-Punkt benötigen, bitten Sie Ihren Systemadministrator, Ihnen Zugang zu ihm zu geben.
fr: Ce point de montage est défini pour l'espace de travail mais pas accessible à vous. Si vous avez besoin d'accéder à ce point de montage, demandez à votre administrateur système de vous donner accès à celui-ci.
it: Questo punto di montaggio è definito per il progetto ma non accessibile a te. Se hai bisogno di accedere a questo punto di montaggio, chiedi all'amministratore di sistema di darti accesso.

# workspace_list_file_mount_point_live
source: Mount points from user profile are used.
de: Die Mount-Punkte aus dem Benutzerprofil werden verwendet.
fr: Les points de montage du profil utilisateur sont utilisés.
it: I punti di mount dal profilo utente sono utilizzati.

# workspace_list_file_mount_point_draft
source: File mount points are not available in draft workspace.
de: Dateimount-Punkte sind im Arbeitsbereich nicht verfügbar.
fr: Les points de montage de fichiers ne sont pas disponibles dans l'espace de travail brouillon.
it: I punti di montaggio file non sono disponibili nel progetto di progetto.

# workspace_list_file_mount_point_custom
source: File mount points are not defined for this workspace. Therefore no file mount points available in the workspace.
de: Dateimount-Punkte sind für diesen Arbeitsbereich nicht definiert. Daher sind keine Dateimount-Punkte im Arbeitsbereich verfügbar.
fr: Les points de montage de fichiers ne sont pas définis pour cet espace de travail. Par conséquent, aucun point de montage de fichier disponible dans l'espace de travail.
it: I punti di montaggio file non sono definiti per questo spazio di lavoro. Pertanto non sono disponibili punti di montaggio file nel progetto.

# workspace_list_db_mount_point_live
source: Mount points from user profile are used.
de: Die Mount-Punkte aus dem Benutzerprofil werden verwendet.
fr: Les points de montage du profil utilisateur sont utilisés.
it: I punti di mount dal profilo utente sono utilizzati.

# workspace_list_db_mount_point_draft
source: Mount points from user profile are used.
de: Die Mount-Punkte aus dem Benutzerprofil werden verwendet.
fr: Les points de montage du profil utilisateur sont utilisés.
it: I punti di mount dal profilo utente sono utilizzati.

# workspace_list_db_mount_point_custom
source: Mount points from user profile are used.
de: Die Mount-Punkte aus dem Benutzerprofil werden verwendet.
fr: Les points de montage du profil utilisateur sont utilisés.
it: I punti di mount dal profilo utente sono utilizzati.

# publish_title
source: Publish workspace
de: Arbeitsbereich veröffentlichen
fr: Publier l'espace de travail
it: Pubblica Progetto

# swap_title
source: Swap workspace
de: Arbeitsbereich tauschen
fr: Échanger l'espace de travail
it: Scambia progetto

# publish_status
source: Published records <strong>%d</strong> to <strong>%d</strong> of <strong>%d</strong>.
de: Veröffentlichte Datensätze <strong>%d</strong> <strong>%d</strong> von <strong>%d</strong>.
fr: Annonces publiées <strong>%d</strong> à <strong>%d</strong> de <strong>%d</strong>.
it: Pubblicati record <strong>%d</strong> a <strong>%d</strong> di <strong>%d</strong>.

# swap_status
source: Swapped records <strong>%d</strong> to <strong>%d</strong> of <strong>%d</strong>.
de: Tauschte Datensätze <strong>%d</strong> zu <strong>%d</strong> von <strong>%d</strong>.
fr: Échange des enregistrements <strong>%d</strong> à <strong>%d</strong> de <strong>%d</strong>.
it: Registrazioni Swapped <strong>%d</strong> a <strong>%d</strong> di <strong>%d</strong>.

# publish_prepare
source: TYPO3 is preparing to publish records.
de: TYPO3 bereitet sich auf die Veröffentlichung von Datensätzen vor.
fr: TYPO3 se prépare à publier des enregistrements.
it: TYPO3 si sta preparando a pubblicare i record.

# swap_prepare
source: TYPO3 is preparing to swap records.
de: TYPO3 bereitet sich auf den Austausch von Datensätzen vor.
fr: TYPO3 se prépare à échanger des enregistrements.
it: TYPO3 si sta preparando a scambiare record.

source: Please, wait...
de: Bitte warten...
fr: Veuillez patienter...
it: Attendere prego...

# return_to_index
source: Return to Workspace module
de: Zurück zum Workspace-Modul
fr: Retour au module Workspace
it: Ritorna al modulo Workspace

# do_not_interrupt_publishing_1
source: Do not interrupt publishing process or
de: Veröffentlichungsprozess nicht unterbrechen oder
fr: Ne pas interrompre le processus de publication ou
it: Non interrompere il processo di pubblicazione o

# do_not_interrupt_publishing_2
source: workspace may be left in half-published state!
de: Arbeitsbereich kann im halbveröffentlichten Zustand verbleiben!
fr: L'espace de travail peut être laissé en état de moitié publié !
it: Progetto può essere lasciato in stato mezzo pubblicato!

# workspace_published
source: Workspace has been published.
de: Arbeitsbereich wurde veröffentlicht.
fr: L'espace de travail a été publié.
it: Progetto pubblicato.

# workspace_swapped
source: Workspace has been swapped.
de: Arbeitsbereich wurde vertauscht.
fr: L'espace de travail a été échangé.
it: Progetto scambiato.

# label_reject
source: Reject
de: Zurückweisen
fr: Rejeter
it: Rifiuta

# label_review
source: Review
de: Bewertung
fr: Révision
it: Revisione

# label_sendtoreview
source: Send to review
de: Zur Überprüfung senden
fr: Envoyer à la revue
it: Invia alla recensione

# label_approveforpublishing
source: Approve for publishing
de: Veröffentlichung genehmigen
fr: Approuver pour publication
it: Approva per la pubblicazione

# stage_editing
source: Editing
de: Bearbeiten
fr: Modification
it: Modifica

# stage_review
source: Review
de: Bewertung
fr: Révision
it: Revisione

# stage_publish
source: Publish
de: Veröffentlichen
fr: Publier
it: Pubblica

# label_subelements
source: Sub elements
de: Unterelemente
fr: Sous-éléments
it: Sottoelementi

# label_subelementsdetails
source: Sub elements, click for details
de: Unterelemente, klicken Sie für Details
fr: Sous-éléments, cliquez pour plus de détails
it: Sottoelementi, clicca per dettagli

# label_commentforreviewer
source: Comment for Reviewer
de: Kommentar für Reviewer
fr: Commentaire pour le réviseur
it: Commento per il revisore

# label_commentforpublisher
source: Comment for Publisher
de: Kommentar für Publisher
fr: Commentaire pour l'éditeur
it: Commento per l'editore

# label_resetstage
source: Reset stage
de: Phase zurücksetzen
fr: Réinitialiser la phase
it: Resetta fase

# label_undefined
source: Undefined
de: Unbedefiniert
fr: Non défini
it: Non definito

# explain_reject
source: Please explain why you reject
de: Bitte erklären Sie, warum Sie ablehnen
fr: Veuillez expliquer pourquoi vous rejetez
it: Spiega perché respingi

# label_element
source: Element
fr: Élément
it: Elemento

# label_page
source: Page
de: Seite
it: Pagina

# label_branch
source: Branch
de: Zweig
fr: Branche
it: Ramo

# label_newrecord
source: New element
de: Neues Element
fr: Nouveau élément
it: Nuovo elemento

# label_deletedrecord
source: Deleted element
de: Gelöschtes Element
fr: Élément supprimé
it: Elemento eliminato

# label_otherversions
source: Other version(s) in workspace(s)
de: Andere Version(en) im Arbeitsbereich(en)
fr: Autres versions(s) dans l'espace(s)
it: Altra versione(i) nel progetto(i)

# label_multipleversions
source: Multiple versions in same workspace!
de: Mehrere Versionen in demselben Arbeitsbereich!
fr: Plusieurs versions dans le même espace de travail !
it: Più versioni nello stesso progetto!

# label_nestedversions
source: Version inside version!
de: Version in Version!
fr: Version à l'intérieur de la version!
it: Versione all'interno della versione!

# label_rejected
source: Rejected
de: Abgelehnt
fr: Rejeté
it: Rifiutato

# label_showsubelements
source: Show sub elements
de: Unterelemente anzeigen
fr: Afficher les sous-éléments
it: Mostra sotto elementi

# label_onlymychanges
source: Show only my changes
de: Nur meine Änderungen anzeigen
fr: Afficher seulement mes modifications
it: Mostra solo le mie modifiche

# label_allWSes
source: All workspaces
de: Alle Arbeitsbereiche
fr: Tous les espaces de travail
it: Tutti i progetti

# label_percentchange
source: %%% change
de: %%% Änderung
fr: changement %%%
it: %%% modifica

# label_percentChange
source: %d%% change
de: %d%% ändern
fr: %d%% changement
it: %d%% modifica

# label_doaction_default
source: Do
de: Tun
fr: Faire
it: Fai

# label_doaction_publish
source: Publish
de: Veröffentlichen
fr: Publier
it: Pubblica

# label_doaction_swap
source: Swap
fr: Échanger
it: Scambia
