Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/workspaces/Resources/Private/Language/*.locallang_mod_user_ws.xlf
Languages: de, fr, it

# label_doaction_release
source: Remove this version
de: Diese Version entfernen
fr: Supprimer cette version
it: Rimuovi questa versione

# label_doaction_stage_reject
source: Reject changes
de: Änderungen ablehnen
fr: Rejeter les changements
it: Rifiuta modifiche

# label_doaction_stage_editing
source: Send to stage: Editing
de: An Stufe senden: Bearbeiten
fr: Envoyer à l'étape : Modification
it: Invia alla fase: Modifica

# label_doaction_stage_review
source: Send to stage: Review
de: An Stufe senden: Überprüfung
fr: Envoyer à la phase : Revue
it: Invia alla fase: Revisione

# label_doaction_stage_publish
source: Send to stage: Publish
de: An die Bühne senden: Veröffentlichen
fr: Envoyer à l'étape : Publier
it: Invia alla fase: Pubblica

# label_doaction_flush
source: Flush ALL changes/versions
de: Alle Änderungen/Versionen löschen
fr: Vider TOUS les changements/versions
it: Svuota tutte le modifiche/versioni

# label_moveto_placeholder
source: Move-to placeholder (destination)
de: Verschieben zum Platzhalter (Ziel)
fr: Déplacer vers le placeholder (destination)
it: Spostare al placeholder (destinazione)

# label_moveto_pointer
source: Move-to pointer (source)
de: Bewege den Zeiger (Quelle)
fr: Déplacer vers le pointeur (source)
it: Sposta al puntatore (sorgente)

# label_pagetree
source: Pagetree
fr: Pagétrée

# workspace_list_label_frozen_no
source: No
de: Nein
fr: Non

# workspace_list_access_online
source: Online
fr: En ligne

# workspace_list_access_offline
source: Offline
fr: Hors ligne
