Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/workspaces/Resources/Private/Language/*.locallang_mod.xlf
Languages: de, it

# mlang_tabs_tab
source: Workspaces
de: Arbeitsbereiche
it: Spazi di lavoro

# mlang_labels_tabdescr
source: This module contains the overview of all elements within the current workspace and it enables to continue the review and publishing workflow for them.
de: Dieses Modul enthält die Übersicht aller Elemente im aktuellen Arbeitsbereich und ermöglicht es, den Workflow für diese zu überprüfen und zu veröffentlichen.
it: Questo modulo contiene la panoramica di tutti gli elementi all'interno del progetto corrente e consente di continuare la revisione e la pubblicazione del flusso di lavoro per loro.

# mlang_labels_tablabel
source: Create and handle versioning workflows
de: Erstellen und bearbeiten von versionierenden Workflows
it: Crea e gestisci i workflow di versionamento

# autopublishTask.name
source: Workspaces auto-publication (outdated, use the Symfony Command)
de: Arbeitet automatisch-Veröffentlichung (veraltet, benutzt das Symfony-Kommando)
it: Autopubblicazione spazi di lavoro (obsoleto, usa il comando Symfony)

# autopublishTask.description
source: This tasks checks any workspace that has a publication date set in the past and automatically publishes it.
de: Diese Aufgaben überprüfen jeden Arbeitsbereich, der in der Vergangenheit ein Veröffentlichungsdatum hat und veröffentlicht.
it: Questo task controlla qualsiasi progetto che abbia una data di pubblicazione impostata in passato e lo pubblica automaticamente.

# cleanupPreviewLinkTask.name
source: Workspaces cleanup preview links (outdated, use the Symfony Command)
de: Workspaces bereinigt Vorschaulinks (veraltet, verwenden Sie das Symfony-Kommando)
it: Link di anteprima per pulitura spazi di lavoro (obsoleti, usa il comando Symfony)

# cleanupPreviewLinkTask.description
source: This task delete old preview links
de: Diese Aufgabe löscht alte Vorschaulinks
it: Questo task elimina vecchi link di anteprima

# stage_ready_to_publish
source: Ready to publish
de: Bereit zum Veröffentlichen
it: Pronto a pubblicare

# previewText
source: Preview of workspace %s (%s)
de: Vorschau des Arbeitsbereichs %s (%s)
it: Anteprima del progetto %s (%s)

source: Stop preview
de: Vorschau stoppen
it: Interrompi anteprima

# previewLogoutSuccess
source: You logged out from Workspace preview mode. Click this link to %1$s go back to the website%2$s
de: Sie haben sich im Modus "Workspace-Vorschau" abgemeldet. Klicken Sie auf diesen Link zu %1$s gehen Sie zurück zur Website%2$s
it: Hai disconnesso dalla modalit√† anteprima dello spazio di lavoro. Clicca questo link per %1$s torna al sito%2$s

# previewLogoutError
source: %1$sERROR!%2$sTemplate File "%3$s" configured with $TYPO3_CONF_VARS["FE"]["workspacePreviewLogoutTemplate"] not found. Please contact webmaster about this problem.
de: %1$sFEHLER!%2$sTemplate Datei "%3$s" konfiguriert mit $TYPO3_CONF_VARS["FE"]["workspacePreviewLogoutTemplate"] nicht gefunden. Bitte kontaktieren Sie den Webmaster über dieses Problem.
it: %1$sERRORE!%2$sFile di Template "%3$s" configurato con $TYPO3_CONF_VARS["FE"]["workspacePreviewLogoutTemplate"] non trovato. Contatta il webmaster su questo problema.
