Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/workspaces/Resources/Private/Language/*.locallang.xlf
Languages: hi, it, nl

# legend.label
source: Legend
it: Legenda

# legend.edited
source: edited
hi: एडिटेड
it: modificato
nl: bewerkt

# legend.moved
source: moved
hi: मूव किया गया
it: spostato
nl: verplaatst

# legend.deleted
source: deleted
hi: नष्ट कर दिया गया
it: eliminato
nl: verwijderd

# legend.new
source: created
hi: बनाया गया
it: creato
nl: aangemaakt

# legend.hidden
source: hidden
hi: छिपा हुआ
it: nascosto
nl: verborgen

# title
source: Workspaces
hi: कार्यक्षेत्र
it: Spazi di lavoro

source: Cancel
hi: रद्द करना
it: Annulla

source: Choose mass action
hi: बड़े पैमाने पर कार्रवाई चुनें
it: Scegli azione di massa

source: Choose selection action
hi: चयन क्रिया चुनें
it: Scegli azione di selezione

# chooseAction
source: Choose staging action
hi: स्टेजिंग कार्रवाई चुनें
it: Scegli azione di staging

source: item
hi: आइटम(वस्तु)
it: elemento

source: items
hi: आइटम्स(वस्तुओं)
it: elementi

source: Records to display
hi: रिकॉर्ड्स प्रदर्शित करने के लिए
it: Record da visualizzare
nl: Weer te geven records

source: review and publish
hi: रिव्यु और पब्लिश
it: recensisci e pubblica
nl: recenseren en publiceren

source: Workspace List
hi: कार्यक्षेत्र की लिस्ट
it: Elenco Workspace
nl: Lijst workspaces

# editorInLive
source: You are in LIVE workspace. You have to select a draft workspace before you can review and publish changes.
hi: आप लाइव वर्कस्पेस में है.आप रिव्यु कर सकते हैं उससे पहले आपको ड्राफ्ट वर्कस्पेस सिलेक्ट करना पड़ेगा और परिवर्तन पब्लिश करें.
it: Sei nel progetto LIVE. Devi selezionare un progetto di progetto prima di poter rivedere e pubblicare le modifiche.
nl: Dit is de LIVE werkomgeving. Selecteer een kladworkspace om wijzigingen te kunnen beoordelen en publiceren.

# actionSendToStage
source: Send to stage
hi: अवस्था पर भेजे
it: Invia alla fase
nl: Doorsturen naar stadium

# publish_execute_action_option
source: Publish to LIVE
hi: LIVE पर पब्लिश करे
it: Pubblica su LIVE
nl: Naar LIVE publiceren

source: Close
hi: बंद करें
it: Chiudi
nl: Sluiten

# runMassAction.done
source: Done processing %d elements
hi: प्रोसेसिंग %d एलिमेंट्स किया
it: Elaborazione di %d elementi completata
nl: Klaar met verwerken van %d elementen

# tooltip.publishAll
source: Really publish entire workspace?
hi: वास्तव में संपूर्ण वर्कस्पेस प्रकाशित करना है?
it: Vuoi davvero pubblicare l'intero progetto?
nl: De hele workspace publiceren?

# tooltip.swapAll
source: Really swap entire workspace?
hi: वास्तव में पूरे कार्यक्षेत्र स्वैप करना है?
it: Davvero scambiare l'intero spazio di lavoro?
nl: De gehele workspace wisselen?

# tooltip.discardAll
source: Do you really want to discard changes from the whole workspace?
hi: आप वास्तव में पुरे वर्कस्पेस में से परिवर्तन त्यागना चाहते हैं?
it: Vuoi davvero eliminare le modifiche dall'intero progetto?
nl: De wijzigingen uit de gehele workspace negeren?

# tooltip.publishSelected
source: Really publish selected elements?
hi: वास्तव में सिलेक्टेड एलिमेंट्स को पब्लिश करना है?
it: Vuoi davvero pubblicare gli elementi selezionati?
nl: Geselecteerde elementen echt publiceren?

# tooltip.swapSelected
source: Really swap selected elements?
hi: वास्तव में सिलेक्टेड एलिमेंट्स को स्वैप करना है?
it: Vuoi davvero scambiare gli elementi selezionati?
nl: Geselecteerde elementen echt omwisselen?

# tooltip.discardSelected
source: Really discard changes of the selected elements?
hi: वास्तव में सिलेक्टेड तत्वों के परिवर्तन को त्यागना है?
it: Vuoi davvero annullare le modifiche degli elementi selezionati?
nl: De wijzigingen in de geselecteerde elementen echt negeren?

# tooltip.affectWholeWorkspace
source: Please note that this will affect all changes in the current workspace, which may be more than you are currently seeing on your screen.
hi: कृपया ध्यान दें कि यह वर्तमान वर्कस्पेस में सभी परिवर्तनों को असर करेगा,जो की आप वर्तमान में आपके स्क्रीन पर देख रहे हैं उसकी तुलना में अधिक हो सकता है.
it: Si prega di notare che questo influenzerà tutte le modifiche del progetto corrente, che potrebbero essere più di si sta attualmente visualizzando sullo schermo.
nl: Let op dat dit alle wijzigingen in de huidige workspace zal be√Ønvloeden, wat meer kan zijn dan momenteel zichtbaar is.

# tooltip.generatePagePreview
source: Generate page preview links
hi: पेज प्रीव्यू लिंक उत्पन्न करे
it: Genera link di anteprima pagina
nl: Voorbeeld van pagina aanmaken

# tooltip.showChanges
source: Show changes
hi: परिवर्तन दिखाए
it: Mostra modifiche

source: Preview Link
hi: प्रीव्यू लिंक
it: Anteprima link
nl: Link naar voorbeeld

# error.noResponse
source: The server did not send any response whether the action was successful.
hi: यदि यह काम सफल रहा था तो सर्वर ने कोई प्रतिक्रिया नहीं भेजी थी
it: Il server non ha inviato alcuna risposta se l'azione è stata riuscita.
nl: De server stuurde geen reactie of de actie succesvol was of niet.

source: Row details...
hi: रो का वर्णन...
it: Dettagli riga...
nl: Details over de rij...

# column.difference
source: Difference
hi: भिन्नता
it: Differenza
nl: Verschil

# column.changeDate
source: Modification
hi: मॉडिफिकेशन
it: Modifica
nl: Wijziging

# column.stage
source: Current Stage
hi: वर्तमान स्टेज
it: Fase corrente
nl: Huidig stadium

# column.actions
source: Actions
hi: एक्शन्स
it: Azioni
nl: Acties

# column.wsPath
source: Path
hi: पाथ
it: Percorso
nl: Pad

# column.wsTitle
source: Changed
hi: बदल दिया गया
it: Cambiato
nl: Gewijzigd

# column.uid
source: WS ID
it: ID WS

# column.oid
source: Live ID
hi: लाइव ID
it: ID Live

# column.workspaceName
source: Workspace
hi: कार्यक्षेत्र
it: Progetto

# column.livePath
source: Live path
hi: लाइव पाथ
it: Percorso Live

# column.liveTitle
source: Live title
hi: लाइव शीर्षक
it: Titolo Live

# column.wsSwapColumn
source: Swap workspace
hi: वर्कस्पेस स्वैप करे
it: Scambia progetto
nl: Workspaces omwisselen

# column.integrity
source: Integrity
hi: अखंडता
it: Integrità

# tooltip.viewElementAction
source: Preview element
hi: एलिमेंट प्रीव्यू करे
it: Elemento di anteprima
nl: Voorbeeld van element

# tooltip.editElementAction
source: Edit element
hi: एलिमेंट एडिट करें
it: Modifica elemento
nl: Element bewerken

# tooltip.openPage
source: Open version of page
hi: पेज के ओपन वर्जन
it: Apri versione della pagina
nl: Versie van pagina openen

# tooltip.sendToPrevStage
source: Send record to previous Stage
hi: पिछले स्टेज में रिकॉर्ड भेजें
it: Invia record alla fase precedente
nl: Record naar vorig stadium sturen

# tooltip.sendToNextStage
source: Send record to next Stage
hi: अगले स्टेज में रिकॉर्ड भेजें
it: Invia record alla fase successiva
nl: Record naar volgend stadium sturen

# tooltip.discardVersion
source: Discard workspace version of record.
hi: रिकॉर्ड के वर्कस्पेस वर्जन डिस्कार्ड करे.
it: Scarta la versione del registro del progetto.
nl: Versie van record in workspace negeren.

# tooltip.swap
source: Swap live and workspace versions of record
hi: रिकॉर्ड के लाइव और वर्कस्पेस वर्जन को स्वैप करे
it: Scambia versioni live e workspace del record
nl: Versies van dit record tussen live en workspace omwisselen

# tooltip.expand
source: Expand element and show relations
it: Espandi elemento e mostra relazioni

# tooltip.showHistory
source: Show history of workspace version
hi: वर्कस्पेस वर्जन का इतिहास देखिये
it: Mostra la cronologia della versione del progetto
nl: Toon historie van de workspace versie

# window.discard.title
source: Discard workspace version of record.
hi: रिकॉर्ड के वर्कस्पेस वर्जन को डिस्कार्ड करे.
it: Scarta la versione del registro del progetto.
nl: Workspace-versie van dit record uitsluiten.

# window.discardAll.title
source: Discard all workspace version of current page.
hi: वर्तमान पेज के सभी वर्कस्पेस वर्जन को डिस्कार्ड करे.
it: Ignora tutte le versioni del progetto della pagina corrente.
nl: Alle workspace versies van de huidige pagina uitsluiten.

# window.discard.message
source: Do you really want to discard this version from workspace?
hi: क्या आप सचमे वर्कस्पेस में से इस वर्जन को डिस्कार्ड करना चाहते है?
it: Vuoi davvero eliminare questa versione dal progetto?
nl: Deze versie uit de workspace uitsluiten?

# window.discardAll.message
source: Do you really want to discard all versions from page?
hi: क्या आप सचमे पेज में से सभी वर्जन को डिस्कार्ड करना चाहते है ?
it: Vuoi davvero eliminare tutte le versioni dalla pagina?
nl: Alle versies uit de pagina uitsluiten?

# window.swap.title
source: Swap version
hi: स्वैप वर्जन
it: Scambia versione
nl: Versie omwisselen

# window.swap.message
source: Do you really want to swap this version?
hi: आप वास्तव में इस वर्जन को स्वैप करना चाहते हैं?
it: Vuoi davvero scambiare questa versione?
nl: Deze versie echt omwisselen?

# window.massAction.title
source: Prepare to start mass action
hi: बड़े पैमाने पर कार्रवाई शुरू करने के लिए तैयार
it: Preparati ad avviare l'azione di massa
nl: Begin van bulkactie voorbereiden

# window.selectionAction.title
source: Prepare to execute actions on selection
hi: सिलेक्शन पर कार्रवाई एक्सीक्यूट करने के लिए तैयार
it: Prepara per eseguire le azioni alla selezione
nl: Uitvoering van acties op de selectie voorbereiden

# error.stageId.integer
source: StageId is supposed to be an integer
hi: StageId एक पूर्णांक होना चाहिए
it: Il StageId dovrebbe essere un intero
nl: Stadium-ID zou een geheel getal moeten zijn

# error.stageId.invalid
source: The stage to be used seems to be invalid and cannot be used. Please consider to use the update wizard in the install tool to fix this.
hi: अवस्था का उपयोग किया जा रहा हे वो गलत लग रहा है और उपयोग नहीं किया जा सकता। कृपिया अपडेट का उपयोग करने के बारे में सोचे। इसे ठीक करने के लिए इनस्टॉल टूल में विज़ार्ड है।
it: La fase da utilizzare sembra non valida e non può essere utilizzata. Si prega di considerare di utilizzare l'aggiornamento wizard nello strumento di installazione per risolvere questo problema.
nl: Het stadium dat gebruikt moet worden lijkt ongeldig te zijn en kan niet gebruikt worden. De update-assistent in de Installatiewerkset kan dit repareren.

# error.sendToNextStage.noRecordFound
source: The record element could not be found.
hi: रिकॉर्ड एलिमेंट नहीं पाया जा सका।
it: Impossibile trovare l'elemento record.
nl: Het record-element kon niet gevonden worden.

# error.sendToPrevStage.noPreviousStage
source: The record element is already in editing stage, there is no previous stage.
hi: वहा पिछली अवस्था नहीं है, रिकॉर्ड एलिमेंट पहले से ही एडिटिंग अवस्था में है।
it: L'elemento record è già in fase di modifica, non c'è una fase precedente.
nl: Het record-element is reeds in bewerking, er is geen vorig stadium.

# window.sendToNextStageWindow.itemsWillBeSentTo
source: The selected element(s) will be sent to
hi: पर चुने हुआ एलिमेंट(ओ) को भेजा जायेगा
it: L'elemento(i) selezionato verrà inviato a
nl: De geselecteerde element(en) zullen gestuurd worden naar

# window.sendToNextStageWindow.selectAll
source: Select all
it: Seleziona tutto

# window.sendToNextStageWindow.deselectAll
source: Uncheck all
it: Deseleziona tutto

# window.sendToNextStageWindow.sendMailTo
source: Send mail to
hi: को मेल भेजे
it: Invia mail a
nl: E-mail sturen naar

# window.sendToNextStageWindow.additionalRecipients
source: Additional recipients
hi: अतिरिक्त प्राप्तकर्ताओं
it: Destinatari aggiuntivi
nl: Extra ontvangers

# window.sendToNextStageWindow.additionalRecipients.hint
source: One recipient per line
hi: हर एक लाइन में एक पर्याप्त करता
it: Un destinatario per riga

# window.sendToNextStageWindow.comments
source: Comments
hi: टिप्पणियाँ
it: Commenti
nl: Opmerkingen

# window.recordChanges
source: Record changes
hi: रिकार्ड में परिवर्तन
it: Registra modifiche

# window.recordInformation
source: Information for "{0}"
hi: "{0}" के लिए जानकारी
it: Informazioni per "{0}"

# window.recordChanges.tabs.changeSummary
source: Summary of changes
hi: परिवर्तन का सारांश
it: Sommario delle modifiche

# window.recordChanges.tabs.comments
source: Comments
hi: टिप्पणियाँ
it: Commenti
nl: Opmerkingen

# window.recordChanges.tabs.history
source: History
hi: इतिहास, हिस्ट्री
it: Storico

# window.recordHistory
source: History of record "{0}"
hi: रिकॉर्ड का इतिहास "{0}"
it: Storico del record "{0}"

# error.getStageTitle.stageNotFound
source: Stage not found
hi: स्टेज नहीं मिला
it: Fase non trovata
nl: Stadium niet gevonden

# info.newpage
source: New Page!
hi: नया पेज!
it: Nuova pagina!
nl: Niewe pagina!

# info.newpage.detail
source: The previewed page has been created in a workspace and has no live counterpart.
hi: पूर्वावलोकन पेज कार्यक्षेत्र में बनाया गया है और कोइ लाइव समकक्ष नहीं है।
it: La pagina in anteprima è stata creata in un workspace e non ha una contropartita live.
nl: De voorbeeldpagina is aangemaakt in een workspace en heeft geen live tegenhanger.

# preview.visualPreview
source: Visual preview
hi: दृश्य पूर्वावलोकन
it: Anteprima visiva
nl: Visueel voorbeeld

# preview.listView
source: List view
hi: सूची दृश्य
it: Vista elenco
nl: Lijstweergave

# preview.livePreview
source: Live
hi: लाइव
it: Vivo

# preview.livePreviewDetail
source: Click this element to hide the workspace version and see the live version of the page.
hi: कार्यक्षेत्र संस्करण को छिपाने के लिए और पेज के लाइव संस्करण को देखने के लिए इस एलिमेंट पर क्लिक करे।
it: Clicca questo elemento per nascondere la versione del progetto e vedere la versione live della pagina.
nl: Klik op dit element om de workspace-versie te verbergen en de live-versie van de pagina te zien.

# preview.workspacePreview
source: Workspace
hi: कार्यक्षेत्र
it: Progetto

# preview.workspacePreviewDetail
source: Click this element to hide the live version and see the workspace version of the page.
hi: पेज के लाइव संस्करण को छिपाने के लिए और कार्यक्षेत्र संस्करण को दिखने के लिए यहाँ क्लिक करे।
it: Clicca questo elemento per nascondere la versione live e vedere la versione del progetto della pagina.
nl: Klik op dit element om de live-versie te verbergen en de workspace-versie van de pagina te zien.

# preview.modeSlider
source: Slider
hi: स्लाइडर
it: Cursore
nl: Schuif

# preview.modeVbox
source: Vertical
hi: लम्ब, वर्टीकल
it: Verticale
nl: Verticaal

# preview.modeHbox
source: Horizontal
hi: समतल, हॉरिजॉन्टल
it: Orizzontale
nl: Horizontaal

# label_doaction_publish
source: Publish
hi: प्रकाशित करें
it: Pubblica
nl: Publiceren

# label_doaction_swap
source: Swap
hi: स्वैप
it: Scambia
nl: Omwisselen

# label_doaction_discard
source: Discard
hi: त्यागें
it: Scarta
nl: Verwerpen

# label_doaction_generatePreviewLinks
source: Generate Workspace Preview Links
hi: कार्यक्षेत्र पूर्वावलोकन लिंक बनाए
it: Genera link anteprima area di lavoro
nl: Link naar voorvertoning van workspace aanmaken

# info.elementAlreadyModified
source: Element is in workspace stage "%s", modifications will send it back to "%s".
hi: एलिमेंट कार्यक्षेत्र अवस्थ में है "%s", मोडिफिकशन्स इसे वापिस "%s" पर भेज देंगे।
it: Elemento è nella fase di spazio di lavoro "%s", le modifiche lo rispetteranno a "%s".
nl: Element zit in workspace-stadium "%s", wijzigingen worden teruggestuurd naar "%s".

source: Live Workspace
hi: लाइव कार्यक्षेत्र
it: Workspace Live

source: Workspace version
hi: कार्यक्षेत्र संस्करण
it: Versione Workspace
nl: Workspace-versie

# current_step
source: <b>Current stage step</b>: {0} (<b>{1}</b>/{2})
hi: &lt;b&gt;मौजूदा स्टेज स्टेप&lt;/b&gt;:{0}(&lt;b&gt;{1}&lt;/b&gt;/{2})
it: <b>passo di fase corrente</b>: {0} (<b>{1}</b>/{2})
nl: &lt;b&gt;Stap in huidig stadium&lt;/b&gt;: {0} (&lt;b&gt;{1}&lt;/b&gt;{2})

# path
source: <b>Path</b>: {0}
hi: &lt;b&gt;पथ&lt;/b&gt;:{0}
it: <b>Percorso</b>: {0}
nl: &lt;b&gt;Pad&lt;/b&gt;: {0}

# stage
source: Stage {0}
hi: अवस्था{0}
it: Fase {0}
nl: Stadium {0}

# comments
source: User comments for <b>step {0} of stage</b> "{1}"
hi: &lt;b&gt;स्टेज के स्टेप {0}&lt;/b&gt; "{1}" के लिए उपयोगकर्ता टिप्पणियां
it: Commenti utente per <b>passo {0} di fase</b> "{1}"
nl: Opmerkingen van gebruikers voor &lt;b&gt;stap {0} van stadium&lt;/b&gt; "{1}"

# language.allLanguages
source: all languages
hi: सभी भाषाएँ
it: tutte le lingue
nl: all talen

# language.selectLanguage
source: all languages
hi: सभी भाषाएँ
it: tutte le lingue
nl: alle talen

# integrity.dependsOnDefaultLanguageRecord
source: Record "%s" depends on default language record
hi: रिकॉर्ड "% s" डिफ़ॉल्ट भाषा के रिकॉर्ड पर निर्भर करता है
it: Il record "%s" dipende dal record di lingua predefinito
nl: Record "%s" is afhankelijk van standaard taal record

# integrity.isDefaultLanguageRecord
source: Default language record for record "%s"
hi: "%s" रिकॉर्ड के लिए डिफ़ॉल्ट भाषा रिकॉर्ड
it: Record di lingua predefinito per il record "%s"
nl: Standaard taal-record voor record "%s"

# integrity.hasIssuesDescription
source: The integrity check discovered several issues, see status icons infront of each record for further details.
hi: इंटीग्रिटी ने खोज किये गए कई मुद्दों की जाँच की, अधिक जानकारी के लिए सभी रिकॉर्ड के सामने के स्थिति आइकॉन को देखे।
it: L'integrità controlla i problemi rilevati, vedi le icone di stato che non corrispondono ad ogni record per ulteriori dettagli.
nl: Tijdens de integriteits-check kwamen diverse problemen naar voren, zie de status-iconen voor elk record voor verdere details.

# integrity.hasIssuesQuestion
source: Do you want to continue?
hi: क्या आप जारी रखना चाहते हैं?
it: Vuoi continuare?
nl: Doorgaan?

# status.info
source: Information
hi: जानकारी
it: Informazioni
nl: Informatie

# status.warning
source: Warning
hi: चेतावनी
it: Attenzione
nl: Waarschuwing

# status.error
source: Error
hi: त्रुटि, गलती, दोष, एरर
it: Errore
nl: Fout

source: Ok
hi: ठीक

# runMassAction.init
source: init
nl: initialiseren
