Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/workspaces/Resources/Private/Language/*.locallang_db.xlf
Languages: da, it

# sys_workspace
source: Workspace
da: Arbejdsrum
it: Progetto

# sys_workspace.custom_stages
source: Custom stages
da: Brugerdefinerede stadier
it: Fasi personalizzate

# sys_workspace_stage.responsible_persons
source: Responsible persons
da: Ansvarlige personer
it: Persone responsabili

# sys_workspace_stage.default_mailcomment
source: Default mail comment
da: Standard mailkommentar
it: Commento email predefinito

# sys_workspace_stage.parentid
source: UID of parent record
da: UID af overordnet element
it: UID del record padre

# sys_workspace_stage.parenttable
source: Parent table
da: Overordnet tabel
it: Tabella genitore

# sys_workspace_stage
source: Workspace Stage
da: Arbejdsrum stadie
it: Fase di Workspace

# tabs.notification_settings
source: Notification settings
da: Notifikationsindstillinger
it: Impostazioni notifiche

# tabs.general
source: General
da: Generelt
it: Generale

# tabs.internal_stages
source: Internal Stages
da: Interne stadier
it: Fasi Interne

# tabs.custom_stages
source: Custom Stages
da: Brugerdefinerede stadier
it: Fasi personalizzate

# tabs.publish_access
source: Publishing / Access
da: Udgiv / Adgang
it: Pubblicazione / Accesso

# sys_workspace_stage.notification_defaults
source: Default notification recipients
da: Standard notifikationsmodtagere
it: Destinatari di notifica predefiniti

# sys_workspace_stage.allow_notificaton_settings
source: Allow notification settings during stage change
da: Tillad notifikationsindstillinger under stadieændring
it: Consenti le impostazioni di notifica durante il cambio di fase

# sys_workspace.palette.stage.edit
source: Stage "editing"
da: Stadie "redigering"
it: Fase "Modifica"

# sys_workspace.palette.stage.publish
source: Stage "ready to publish"
da: Stadie "klar til udgivelse"
it: Fase "pronto per pubblicare"

# sys_workspace.palette.stage.execute
source: Stage "publishing execute"
da: Stadie "udfør udgivelse"
it: Stage "pubblicazione esecuzione"

# sys_workspace.settingsDialog
source: Notification dialog settings
da: Notifikationsdialog-instillinger
it: Impostazioni finestra notifiche

# sys_workspace.settingsDialog.showDialog
source: Show Dialog
da: Vis dialog
it: Mostra Dialog

# sys_workspace.settingsDialog.changeablePreselection
source: Allow to change pre-selection of recipients
da: Tillad at ændre forvalgte modtagere
it: Permette di cambiare la pre-selezione dei destinatari

# sys_workspace.preselection
source: Pre-select recipients
da: Forvalgte modtagere
it: Pre-seleziona destinatari

# sys_workspace.preselection.owners
source: Owners
da: Ejere
it: Proprietario

# sys_workspace.preselection.members
source: Members
da: Medlemmer
it: Membri

# sys_workspace.preselection.editors
source: Editors
da: Redaktører
it: Editori

# sys_workspace.preselection.responsiblePersons
source: Responsible Persons
da: Ansvarlige personer
it: Persone responsabili

# sys_workspace.adminusers
source: Owners
da: Ejere
it: Proprietario

# sys_workspace.members
source: Members
da: Medlemmer
it: Membri

# sys_workspace.reviewers
source: Reviewers
da: Reviewere
it: Recensioni

# sys_workspace.publish_time
source: Auto-publish changes on (requires scheduler task)
da: Auto-udgiv ændringer aktiveret (kræver scheduler opgave)
it: Auto-pubblica modifiche su (richiede attività scheduler)

# sys_workspace.unpublish_time
source: Un-Publish changes on (requires scheduler task)
da: Udgiv ikke ændringer aktiveret (kræver scheduler opgave)
it: Modifiche di aggiornamento non Pubblicate su (richiede attività di pianificazione)

# sys_workspace.freeze
source: Freeze Editing
da: Lås redigering
it: Freeze Modifica

# sys_workspace.live_edit
source: Allow "live" editing of records from tables without versioning
da: Tillad "live" redigering af elementer fra tabeller uden versionering
it: Consenti la modifica "live" dei record dalle tabelle senza versionamento

# sys_workspace.swap_modes
source: Swap modes
da: Skift tilstande
it: Scambia modalità

# sys_workspace.swap_modes.0
source: Enable Swap-Into-Workspace
da: Aktivér Skift-til-arbejdsrum
it: Abilita Swap-Into-Workspace

# sys_workspace.swap_modes.1
source: Swap-Into-Workspace on Auto-publish
da: Skift-til-arbejdsrum ved auto-udgivelse
it: Scambia-Into-Workspace su Auto-pubblicazione

# sys_workspace.swap_modes.2
source: Disable Swap-Into-Workspace
da: Deaktivér Skift-til-arbejdsrum
it: Disabilita spazio di lavoro Swap

# sys_workspace.publish_access
source: Publish access
da: Publiceringsadgang
it: Pubblica accesso

# sys_workspace.publish_access.1
source: Publish only content in publish stage
da: Udgiv kun indhold i udgivelses-stadie
it: Pubblica solo il contenuto nella fase di pubblicazione

# sys_workspace.publish_access.2
source: Restrict publishing to workspace owners
da: Begræns publicering til arbejdsrums-ejere
it: Limita la pubblicazione ai proprietari del progetto

# sys_workspace.stagechg_notification
source: Notification settings during state change
da: Notifikationsindstillinger under stadieændring
it: Impostazioni di notifica durante il cambio di stato

# sys_workspace.stagechg_notification.0
source: Disable notifications
da: Deaktivér notifikationer
it: Disabilita notifiche

# sys_workspace.stagechg_notification.1
source: Notify users of next stage only
da: Meddel kun brugere på næste stadie
it: Notifica solo gli utenti della prossima fase

# sys_workspace.stagechg_notification.10
source: Notify all users on any change
da: Meddel alle brugere om alle ændringer
it: Notifica tutti gli utenti su qualsiasi modifica

# tabs.users
source: Users
da: Brugere
it: Utenti

# tabs.mountpoints
source: Mountpoints
da: Montagepunkter
it: Punti di montagna
