Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/about/Resources/Private/Language/Modules/*.about.xlf
Languages: hr, th

# mlang_labels_tablabel
source: About TYPO3 CMS
hr: O TYPO3
th: เกี่ยวกับ TYPO3

# mlang_labels_tabdescr
source: Displays the basic facts about the TYPO3 application, version and licensing terms.
hr: Prikazuje osnovne činjenice o TYPO3 aplikaciji, verziji i uvjetima licenciranja.
th: แสดงข้อเท็จจริงเกี่ยวกับโปรแกรมประยุกต์ TYPO3, เวอร์ชั่น และลิขสิทธิ์การใช้

# mlang_tabs_tab
source: About TYPO3 CMS
hr: Deklaracija
th: เกี่ยวกับ

# title
source: About TYPO3 CMS
hr: O TYPO3
th: เกี่ยวกับ TYPO3

# typo3_logo
source: TYPO3 CMS logo
hr: TYPO3 CMS logotip
th: โลโก้ TYPO3

# information
source: TYPO3 Information
hr: TYPO3 Informacije
th: TYPO3 ข้อมูล

# welcome
source: TYPO3 CMS - Professional Web Content Management System
hr: TYPO3 profesionalni sustav za upravljanje web sadržajima
th: TYPO3 ระบบเว็บการจัดการเนื้อหา

# minor
source: TYPO3 CMS is an enterprise-class, Open Source Content Management System, used internationally to build and manage websites of all types, from small sites for non-profits to multilingual enterprise solutions for large corporations.<br /><br />For further information visit <a href="https://typo3.org/typo3-cms/" target="_blank">typo3.org</a>.<br /><br />TYPO3 CMS is <b>freely available</b> under the <a href="https://typo3.org/typo3-cms/overview/licenses/" target="_blank">TYPO3-license (GNU/GPL)</a>.<br /><br />You are using %s %s
hr: TYPO3 je CMS poslovne razine, sustav upravljanja sadržajem otvorenog koda koji se koristi međunarodno za razvoj i upravljanje web lokacijama svih tipova, od malih web lokacija za neprofitne organizacije do višejezičnih poslovnih rješenja za velike korporacije.<br/><br/>Za daljnje informacije posjetite <a href="https://typo3.org/typo3-cms/" target="_blank">typo3.org</a>.<br /><br />TYPO3 CMS je <b>slobodno dostupan</b> pod <a href="https://typo3.org/typo3-cms/overview/licenses/" target="_blank">TYPO3-licencom (GNU/GPL)</a>.<br /><br />Vi koristite %s %s

# cms_description
source: TYPO3 CMS is an enterprise-class, Open Source Content Management System, used internationally to build and manage websites of all types, from small sites for non-profits to multilingual enterprise solutions for large corporations.<br /><br />For further information visit <a href="https://typo3.org/typo3-cms/" target="_blank">typo3.org</a>.<br /><br />TYPO3 CMS is <b>freely available</b> under the <a href="https://typo3.org/typo3-cms/overview/licenses/" target="_blank">TYPO3-license (GNU/GPL)</a>.<br /><br />You are using version %s - Copyright %s %s
hr: TYPO3 je CMS poslovne razine, sustav upravljanja sadržajem otvorenog koda koji se koristi međunarodno za razvoj i upravljanje web lokacijama svih tipova, od malih web lokacija za neprofitne organizacije do višejezičnih poslovnih rješenja za velike korporacije.<br/><br/>Za daljnje informacije posjetite <a href="https://typo3.org/typo3-cms/" target="_blank">typo3.org</a>.<br /><br />TYPO3 CMS je <b>slobodno dostupan</b> pod <a href="https://typo3.org/typo3-cms/overview/licenses/" target="_blank">TYPO3-licencom (GNU/GPL)</a>.<br /><br />Vi koristite inačicu %s - autorska prava %s %s

source: Community Credits
hr: Bodovi zajednice
th: สินเชื่อชุมชน

# information_detail
source: Visit <a href="https://typo3.org/community/" target="_blank">typo3.org/community/</a> if you want to know why TYPO3 rocks.
hr: Posjetite<a href="https://typo3.org/community/" target="_blank">typo3.org/community/</a> ako želite znati zašto je TYPO3 zakon.

# coredevs
source: Core Team
hr: Tim jezgre

source: Extension Authors
hr: Autori proširenja
th: ผู้เขียน Extension

# extension_list_info
source: This is a list of the people who contributed to the extensions you're using in your installation.
hr: Ovo je popis ljudi koji su pridonijeli proširenjima koje koristite u svojoj instalaciji.
th: นี้เป็นรายการของผู้ที่สนับสนุนการขยายที่คุณใช้ในการติดตั้งของคุณ

source: Extension
hr: Proširenje
th: การขยับขยาย

# extension_author
source: Author
hr: Autor
th: ผู้เขียน

# donation_header
source: TYPO3 Donation
hr: TYPO3 doniranje
th: บริจาค TYPO3

# donation_message
source: It would be great if you could donate. TYPO3 CMS is Open Source and relies heavily on donations from its users and supporters.<br/><br/><b>Thank you</b> for making this great Content Management System even better with your support!
hr: Bilo bi dobro kada biste donirali. TYPO3 CMS je otvorenog koda te se uvelike oslanja na donacije svojih korisnika i simpatizera.<br/><br/><b>Hvala Vam</b> što ste dodatno poboljšali ovaj odličan sustav upravljanja sadržajem Vašom podrškom!
th: มันจะดีหากคุณสามารถบริจาค TYPO3 เปิดแหล่งที่มาและอาศัยหนักในการบริจาคจากผู้ใช้และผู้สนับสนุนของ. <b> <br/> ขอขอบคุณ </ b> สำหรับการนี้ Content Management System ที่ดีดียิ่งขึ้นด้วยความช่วยเหลือของคุณ

# donation_button
source: Donate now
hr: Donirajte sada
th: บริจาคตอนนี้

source: External Libraries
hr: Vanjske biblioteke
th: librariesภายนอก

# external_thanks
source: TYPO3 CMS core uses and thanks these external Open Source projects:
hr: Jezgra TYPO3 CMS sustava koristi i zahvaljuje sljedećim projektima otvorenog koda:
th: ใช้หลัก TYPO3 และขอขอบคุณที่เหล่านี้ภายนอกเปิดโครงการที่มา :
