Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/scheduler/Resources/Private/Language/*.locallang.xlf
Languages: de, fr, it, nl, ru

# optimizeDatabaseTable.name
source: Optimize MySQL database tables
de: MySQL-Datenbanktabellen optimieren
fr: Optimiser les tables de base de données MySQL
it: Ottimizza le tabelle del database MySQL
nl: MySQL-databasetabellen optimaliseren

# optimizeDatabaseTable.description
source: This task executes "OPTIMIZE TABLE" statements on the selected database tables. This helps to reduce storage space and improve I/O efficiency. Warning! Tables will be locked during the optimization process.
de: Diese Aufgabe führt "OPTIMIZE TABLE" Anweisungen auf den ausgewählten Datenbanktabellen aus. Dies hilft, Speicherplatz zu reduzieren und die I/O Effizienz zu verbessern. Warnung! Tabellen werden während des Optimierungsprozesses gesperrt.
fr: Cette tâche exécute les instructions "OPTIMIZE TABLE" sur les tables de base de données sélectionnées. Cela permet de réduire l'espace de stockage et d'améliorer l'efficacité des E/S. Attention ! Les tables seront verrouillées pendant le processus d'optimisation.
it: Questo task esegue le istruzioni "OPTIMIZE TABLE" sulle tabelle del database selezionate. Questo aiuta a ridurre lo spazio di archiviazione e migliorare l'efficienza I/O. Attenzione! Le tabelle saranno bloccate durante il processo di ottimizzazione.
nl: Deze taak voert "OPTIMIZE TABLE"-statements uit op de geselecteerde databasetabellen. Dit zorgt ervoor dat de database minder schijfruimte in beslag neemt en verbetert de I/O-prestaties. Waarschuwing! Tabellen worden vergrendeld tijdens het optimalisatieproces!

# ipAnonymization.name
source: Anonymize IP addresses in database tables
de: IP-Adressen in Datenbanktabellen anonymisieren
fr: Anonymize les adresses IP dans les tables de base de données
it: Anonimizza gli indirizzi IP nelle tabelle del database
nl: IP-adressen in database-tabellen anonimiseren

# ipAnonymization.description
source: This task anonymizes the IP addresses to enforce the privacy of the persisted data.
de: Diese Aufgabe anonymisiert die IP-Adressen, um die Privatsphäre der fortlaufenden Daten durchzusetzen.
fr: Cette tâche anonymise les adresses IP pour faire respecter la confidentialité des données persistantes.
it: Questo task anonimizza gli indirizzi IP per far rispettare la privacy dei dati persistenti.
nl: Deze taak anonimiseert de IP-adressen om de privacy van bestaande gegevens te waarborgen.

# label.ipAnonymization.table
source: Table to anoymize
de: Tabelle zum anoymisieren
fr: Table à anoymiser
it: Tabella per anoymize
nl: Te anonimiseren tabel

# label.ipAnonymization.additionalInformationTable
source: Table: %s after %s days
de: Tabelle: %s nach %s Tagen
fr: Table : %s après %s jours
it: Tabella: %s dopo %s giorni
nl: Tabel: %s na %s dagen

# label.ipAnonymization.additionalInformationAllTables
source: All tables
de: Alle Tabellen
fr: Toutes les tables
it: Tutte le tabelle
nl: Alle tabellen
ru: Все таблицы

# label.ipAnonymization.numberOfDays
source: Handle entries older than given number of days
de: Einträge älter als die angegebene Anzahl von Tagen behandeln
fr: Livrer des entrées plus anciennes que le nombre de jours donné
it: Gestire le voci più vecchie di un dato numero di giorni
nl: Items die ouder zijn dan het aangegeven aantal dagen behandelen

# label.ipAnonymization.mask
source: Mask level
de: Masken-Ebene
fr: Niveau de Masque
it: Livello Maschera
nl: Maskeringsniveau

# label.ipAnonymization.mask.1
source: Last byte for IPv4 / Interface ID for IPv6
de: Letztes Byte für IPv4 / Interface-ID für IPv6
fr: Dernier octet pour IPv4 / ID d'interface pour IPv6
it: Ultimo byte per IPv4 / ID interfaccia per IPv6
nl: Laatste byte voor IPv4 / Interface-ID voor IPv6

# label.ipAnonymization.mask.2
source: Last 2 bytes for IPv4 / Interface & SLA ID for IPv6
de: Letzte 2 Bytes für IPv4 / Interface & SLA ID für IPv6
fr: Les 2 derniers octets pour IPv4 / Interface & SLA ID pour IPv6
it: Ultimi 2 byte per IPv4 / Interfaccia & ID SLA per IPv6
nl: Laatste 2 bytes voor IPv4 / Interface & SLA ID voor IPv6

# command.example1
source: Every day-of-week from Monday through Friday. at 09:00 and 15:00
de: Jeden Tag der Woche von Montag bis Freitag um 09:00 und 15:00 Uhr
fr: Tous les jours de la semaine du lundi au vendredi, à 09:00 et 15:00
it: Ogni giorno di settimana da lunedì a venerdì. alle 9.00 e alle 15.00
nl: Elke weekdag van maandag tot vrijdag om 9 en 15 uur

# command.example2
source: Every 2 hours
de: Alle 2 Stunden
fr: Toutes les 2 heures
it: Ogni 2 ore
nl: Elke 2 uur

# command.example3
source: Every 20 minutes
de: Alle 20 Minuten
fr: Toutes les 20 minutes
it: Ogni 20 minuti
nl: Elke 20 minuten

# command.example4
source: Every Tuesday at 07:00
de: Jeden Dienstag um 07:00 Uhr
fr: Tous les mardi à 07:00
it: Ogni martedì alle 07.00
nl: Elke dinsdag om 7 uur

# systemmessage.noLastRun
source: It seems the Scheduler has never yet run. Please check your <a href="%1$s">configuration</a>.
de: Es scheint, dass der Scheduler noch nie läuft. Bitte überprüfen Sie Ihre <a href="%1$s">Konfiguration</a>.
it: Sembra che lo Scheduler non abbia mai eseguito. Controlla la tua configurazione <a href="%1$s"></a>.
nl: Het lijkt erop dat de taakplanner nog nooit is uitgevoerd. Controleer de &lt;a href="%1$s"&gt;configuratie&lt;/a&gt;.

# systeminformation.lastRunLabel
source: Last Scheduler run
de: Letzte Scheduler-Ausführung
it: Ultima esecuzione Scheduler
nl: Laatste uitvoering taakplanner

# systeminformation.lastRunValue
source: %1$s at %2$s, Duration %3$s, (started %4$s)
de: %1$s bei %2$s, Dauer %3$s, (gestartet %4$s)
it: %1$s alle %2$s, Durata %3$s, (iniziata %4$s)
nl: %1$s om %2$s, duur %3$s, (gestart %4$s)
