Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/scheduler/Resources/Private/Language/*.locallang.xlf
Languages: de, fr, it, nl, ru

# msg.executionFailureReport
source: Execution failed: %1$d, %2$s
de: Ausführung fehlgeschlagen: %1$d, %2$s
fr: L'exécution a échoué : %1$d, %2$s
it: Esecuzione fallita: %1$d, %2$s
nl: Uitvoering mislukt: %1$d, %2$s

# msg.noStartDate
source: Please define a start date.
de: Bitte definieren Sie ein Startdatum.
fr: Veuillez définir une date de début.
it: Definire una data di inizio.
nl: A.u.b. een startdatum definiëren.
ru: Определите дату начала.

# msg.invalidStartDate
source: Start date is invalid.
de: Startdatum ist ungültig.
fr: Date de début invalide.
it: Data di inizio non valida.
nl: Startdatum is ongeldig.
ru: Дата начала неверна.

# msg.invalidEndDate
source: End date is invalid.
de: Enddatum ist ungültig.
fr: La date de fin est invalide.
it: Data di fine non valida.
nl: Einddatum is ongeldig.
ru: Дата окончания неверна.

# msg.invalidNumberOfDays
source: Number of days is invalid.
de: Anzahl der Tage ist ungültig.
fr: Nombre de jours non valide.
it: Numero di giorni non valido.
nl: Het aantal dagen is ongeldig.
ru: Неверное количество дней.

# msg.selectionOfNonExistingCacheBackends
source: Some of the selected cache backends do not exist. Please select valid backends only.
de: Einige der ausgewählten Cache-Backends sind nicht vorhanden. Bitte wählen Sie nur gültige Backends.
fr: Certains des backends de cache sélectionnés n'existent pas. Veuillez sélectionner uniquement les backends valides.
it: Alcuni dei backend della cache selezionati non esistono. Seleziona solo i backend validi.
nl: Sommige van de geselecteerde cache backends bestaan niet. Gelieve alleen geldige backends te selecteren.
ru: Не существуют некоторые кеши внутреннего интерфейса из выбранных. Выберете только правильные.

# msg.noCacheBackendSelected
source: Please select at least one cache backend.
de: Bitte wählen Sie mindestens ein Cache-Backend aus.
fr: Veuillez sélectionner au moins un backend de cache.
it: Seleziona almeno un backend della cache.
nl: Gelieve tenminste een cache backend te selecteren.
ru: Выберете хотя бы один кеш внутреннего интерфейса.

# msg.invalidTaskClass
source: <strong>The following tasks can not be executed. No related class could be found for none of the following listed tasks.</strong> You should consider reinstalling the extension that provided them or simply deleting the tasks. Please check also if any of the listed tasks have to be recreated manually (which can be necessary after an extension update due to breaking changes or missing migration scripts).
de: <strong>Die folgenden Aufgaben können nicht ausgeführt werden. Für keine der folgenden aufgelisteten Aufgaben konnte keine zugehörige Klasse gefunden werden.</strong> sollten Sie erwägen, die Erweiterung neu zu installieren, die sie bereitgestellt hat oder einfach die Aufgaben löschen. Bitte überprüfen Sie auch, ob eine der aufgelisteten Aufgaben manuell neu erstellt werden muss (was nach einer Erweiterung aufgrund von Änderungen oder fehlenden Migrationsskripten notwendig sein kann).
fr: <strong>Les tâches suivantes ne peuvent pas être exécutées. Aucune classe connexe n'a pu être trouvée pour aucune des tâches listées suivantes.</strong> Vous devriez envisager de réinstaller l'extension qui leur a été fournie ou simplement de supprimer les tâches. Veuillez vérifier aussi si une des tâches listées doit être recréée manuellement (ce qui peut être nécessaire après une mise à jour d'extension en raison de changements ou de scripts de migration manquants).
it: <strong>Le seguenti attività non possono essere eseguite. Nessuna classe correlata può essere trovata per nessuna delle seguenti attività elencate.</strong> Dovresti considerare la possibilità di reinstallare l'estensione che le ha fornite o semplicemente di eliminare le attività. Controlla anche se qualsiasi attività elencata deve essere ricreata manualmente (che può essere necessaria dopo un aggiornamento dell'estensione a causa di modifiche o di errori di migrazione).
nl: &lt;strong&gt;De volgende taken kunnen niet uitgevoerd worden. De gerelateerde klasse kon voor geen van de volgende taken gevonden worden.&lt;/strong&gt; Het kan opgelost worden door de extensie die de taken bevat opnieuw te installeren of de taken te verwijderen. Het kan ook nodig zijn om de taken handmatig opnieuw aan te maken (bijvoorbeeld bij een update van de extensie door grote veranderingen of door het ontbreken van migratiescripts).

# msg.invalidTaskClassEdit
source: The current class (%s) could not be found. Change it below or consider deleting this task altogether.
de: Die aktuelle Klasse (%s) konnte nicht gefunden werden. Ändern Sie sie unten oder erwägen Sie, diese Aufgabe ganz zu löschen.
fr: La classe actuelle (%s) n'a pas pu être trouvée. Modifiez-la ci-dessous ou envisagez de supprimer cette tâche.
it: La classe attuale (%s) non è stata trovata. Cambiala qui sotto o considerare l'eliminazione del tutto.
nl: De huidige klasse (%s) kon niet worden gevonden. Wijzig het hieronder of verwijder de taak in zijn geheel.
ru: Не найден текущий класс (%s). Измените его ниже или рассмотрите удаление всей задачи.

# msg.invalidTaskClass.infobox.title
source: %s registered scheduler tasks can not be executed
de: %s registrierte Scheduler-Aufgaben können nicht ausgeführt werden
fr: %s les tâches de planificateur enregistrées ne peuvent pas être exécutées
it: %s le attività di pianificazione registrate non possono essere eseguite
nl: %s geregistreerde taken kunnen niet uitgevoerd worden

# msg.invalidTaskClass.infobox.message
source: <a href="#recordlist-task-group-missing">Please check the erroneous tasks!</a>
de: <a href="#recordlist-task-group-missing">Bitte überprüfen Sie die fehlerhaften Aufgaben!</a>
fr: <a href="#recordlist-task-group-missing">Veuillez vérifier les tâches erronées !</a>
it: <a href="#recordlist-task-group-missing">Si prega di controllare le attività errate!</a>
nl: &lt;a href="#recordlist-task-group-missing"&gt;Controleer de taken met fouten!&lt;/a&gt;

# msg.schedulerSetupCheck
source: This screen checks if the requisites for running the Scheduler as a cron job are fulfilled. It also displays information about the last run of the Scheduler.
de: Dieser Bildschirm überprüft, ob die Voraussetzungen für die Ausführung des Schedulers als Cron-Job erfüllt sind. Er zeigt auch Informationen über den letzten Ablauf des Schedulers an.
fr: Cet écran vérifie si les conditions requises pour exécuter le Scheduler comme tâche cron sont remplies. Il affiche également des informations sur la dernière exécution du Scheduler.
it: Questa schermata controlla se i requisiti per eseguire lo Scheduler come cron job sono soddisfatti. Mostra anche le informazioni sull'ultima esecuzione dello Scheduler.
nl: Dit scherm geeft aan of alle benodigdheden aanwezig zijn om de Taakplanner te laten draaien. Het scherm geeft ook informatie over de laatste keer dat de Taakplanner gelopen heeft.
ru: В этом диалоге проверяются условия, необходимые для выполнения планировщика в виде задания cron. Также отображается информация о последнем выполнении планировщика.

# msg.serverTime
source: Current server time is %s.
de: Aktuelle Serverzeit ist %s.
fr: L'heure actuelle du serveur est %s.
it: L'ora attuale del server è %s.
nl: Huidige tijd op de server is %s.
ru: Текущее время на сервере: %s.

# msg.serverTimeHelp
source: All dates and times in the Scheduler are measured according to the server's time, as the Scheduler is run purely on the server-side.
de: Alle Termine und Uhrzeiten des Schedulers werden nach der Zeit des Servers gemessen, da der Scheduler ausschließlich auf der Server-Seite ausgeführt wird.
fr: Toutes les dates et les heures du Scheduler sont mesurées selon l'heure du serveur, car le Scheduler est exécuté uniquement sur le côté serveur.
it: Tutte le date e gli orari dello Scheduler sono misurati secondo l'orario del server, poiché lo Scheduler è eseguito esclusivamente sul lato server.
nl: Alle datums en tijden in de Taakplanner worden gemeten volgens de tijd op de server, omdat de Taakplanner alleen op de server loopt.
ru: Все данные и время в планировщике измеряются согласно времени на сервере, так как он является частью программного обеспечения сервера.

# msg.stop
source: Are you sure you want to mark this task as not running? Note that this will not stop the actual script (if unsure please refer to the manual).
de: Sind Sie sicher, dass Sie diese Aufgabe als nicht ausgeführt markieren möchten? Beachten Sie, dass dies das eigentliche Skript nicht stoppen wird (falls Sie sich sicher sind, verweisen Sie bitte auf das Handbuch).
fr: Êtes-vous sûr de vouloir marquer cette tâche comme non exécutée ? Notez que cela ne mettra pas fin au script réel (si vous n'êtes pas sûr, veuillez vous référer au manuel).
it: Sei sicuro di voler segnare questa attività come non in esecuzione? Nota che questo non fermerà lo script effettivo (se non sei sicuro, si prega di fare riferimento al manuale).
nl: Deze taak als 'niet-lopend' markeren? Het script zelf stopt hierdoor niet (bij twijfel de handleiding raadplegen).
ru: Настаиваете на отметке этой задачи не выполняющейся? Помните, что это не остановит фактический сценарий (если не уверены, прочитайте руководство).

# msg.stopError
source: The task could not be marked as non-running.
de: Die Aufgabe konnte nicht als nicht ausgeführt markiert werden.
fr: La tâche n'a pas pu être marquée comme non-exécutable.
it: L'attività non può essere contrassegnata come non in esecuzione.
nl: De taak kon niet als 'niet-lopend' gemarkeerd worden.
ru: Задача не может быть отмечена как не выполняющаяся.

# msg.stopSuccess
source: The task was successfully marked as non-running.
de: Die Aufgabe wurde erfolgreich als nicht ausgeführt markiert.
fr: La tâche a été marquée avec succès comme non-exécution.
it: L'attività è stata contrassegnata con successo come non in esecuzione.
nl: De taak werd succesvol als 'niet-lopend' gemarkeerd.
ru: Задача отмечена как не выполняющаяся.

# msg.taskNotFound
source: The requested task (UID: %d) was not found.
de: Die angeforderte Aufgabe (UID: %d) wurde nicht gefunden.
fr: La tâche demandée (UID : %d) n'a pas été trouvée.
it: L'attività richiesta (UID: %d) non è stata trovata.
nl: De opgevraagde taak (UID: %d) werd niet gevonden.
ru: Не найдена запрашиваемая задача (UID: %d).

# msg.updateSuccess
source: The task was updated successfully.
de: Die Aufgabe wurde erfolgreich aktualisiert.
fr: La tâche a été mise à jour avec succès.
it: L'attività è stata aggiornata con successo.
nl: De taak werd met succes bijgewerkt.
ru: Задача успешно обновлена.

# msg.updateError
source: The task could not be updated.
de: Die Aufgabe konnte nicht aktualisiert werden.
fr: La tâche n'a pas pu être mise à jour.
it: L'attività non può essere aggiornata.
nl: De taak kon niet worden bijgewerkt.
ru: Задача не может быть обновлена.

# msg.selectionOfNonExistingDatabaseTables
source: Some of the selected database tables do not exist. Please select only valid tables.
de: Einige der ausgewählten Datenbanktabellen sind nicht vorhanden. Bitte wählen Sie nur gültige Tabellen.
fr: Certaines tables de base de données sélectionnées n'existent pas. Veuillez sélectionner uniquement des tables valides.
it: Alcune tabelle del database selezionate non esistono. Si prega di selezionare solo tabelle valide.
nl: Sommige van de geselecteerde databasetabellen bestaan niet. Selecteer alleen geldige tabellen.

# msg.noDatabaseTablesSelected
source: Please select at least one database table.
de: Bitte wählen Sie mindestens eine Datenbanktabelle aus.
fr: Veuillez sélectionner au moins une table de base de données.
it: Seleziona almeno una tabella di database.
nl: Kies tenminste één databasetabel

# msg.unregisteredCommand
source: Command with identifier "%s" has not been registered.
de: Befehl mit Kennung "%s" wurde nicht registriert.
fr: La commande avec l'identifiant "%s" n'a pas été enregistrée.
it: Il comando con identificatore "%s" non è stato registrato.
nl: Opdracht met identificatie "%s" is niet geregistreerd.

# msg.mandatoryArgumentMissing
source: Argument "%s" is mandatory
de: Argument "%s" ist obligatorisch
fr: L'argument "%s" est obligatoire
it: Argomento "%s" è obbligatorio
nl: Argument "%s" is verplicht

source: None
de: Keine
fr: Aucun
it: Nessuno
nl: Geen
ru: Нет

source: Status
fr: Statut
it: Stato
ru: Состояние

# status.progress
source: Progress
de: Fortschritt
fr: Progression
it: Avanzamento
nl: Voortgang
ru: Прогресс

# status.disabled
source: disabled
de: deaktiviert
fr: désactivé
it: disabilitato
nl: uitgeschakeld
ru: отключено

# status.failure
source: failure
de: fehlschlagen
fr: échec
it: fallimento
nl: mislukt
ru: сбой

# status.late
source: late
de: verspätet
fr: retard
it: tardi
nl: verlaat
ru: отложено

# status.running
source: running
de: läuft
fr: en cours
it: in esecuzione
nl: lopend
ru: выполняется

# status.scheduled
source: scheduled
de: geplant
fr: planifié
it: programmato
nl: gepland
ru: запланировано

source: Task
de: Aufgabe
fr: Tâche
it: Attività
nl: Taak
ru: Задача

# title
source: TYPO3 Scheduler administration module
de: TYPO3 Scheduler Administrationsmodul
fr: Module d'administration du Scheduler TYPO3
it: Modulo di amministrazione pianificazione TYPO3
nl: TYPO3 Taakplanner beheermodule
ru: Модуль управления планировщиком TYPO3

# action.run_task
source: Run task
de: Aufgabe ausführen
fr: Exécuter la tâche
it: Esegui attività
nl: Taak uitvoeren
ru: Запустить задачу

# action.run_task_cron
source: Run task on next cron job
de: Aufgabe beim nächsten Cron-Job ausführen
fr: Exécuter la tâche sur le prochain job cron
it: Esegui attività al prossimo cron job
nl: Taak bij volgende cron job uitvoeren

# testTask.name
source: Scheduler test task
de: Scheduler Test Aufgabe
fr: Tâche de test du planificateur
it: Test dello Scheduler
nl: Taakplanner testtaak

# testTask.description
source: The Scheduler test task just sends a mail to a given email address. It is designed to be used for testing purposes.
de: Die Scheduler-Testaufgabe sendet nur eine E-Mail an eine angegebene E-Mail-Adresse. Es ist für Testzwecke gedacht.
fr: La tâche de test du Scheduler envoie simplement un courrier à une adresse email donnée. Elle est conçue pour être utilisée à des fins de test.
it: Il compito di prova dello Scheduler invia una mail a un determinato indirizzo email. È progettato per essere utilizzato a fini di test.
nl: De Taakplanner testtaak verstuurt alleen een e-mail naar opgeven e-mailadres. Deze taak is bedoeld voor testdoeleinden.

# sleepTask.name
source: Scheduler sleep task
de: Zeitplaner-Schlafaufgabe
fr: Tâche de veille horaire
it: Attività di sospensione pianificazione
nl: Taakplanner pauzetaak

# sleepTask.description
source: This task does nothing but put PHP to sleep for a number of seconds. It is designed to test multiple executions.
de: Diese Aufgabe macht nichts anderes als PHP für einige Sekunden zu schlafen. Es ist so konzipiert, mehrere Exekutionen zu testen.
fr: Cette tâche ne fait rien, mais met PHP en veille pendant plusieurs secondes. Elle est conçue pour tester plusieurs exécutions.
it: Questo compito non fa altro che mettere PHP a dormire per alcuni secondi. È progettato per testare più esecuzioni.
nl: Deze taak doet niets anders dan PHP een aantal seconden laten wachten. Deze taak is bedoeld voor testdoeleinden.

# cachingFrameworkGarbageCollection.name
source: Caching framework garbage collection
de: Caching Framework Garbage Sammlung
fr: Collection de poches de caoutchouc
it: Catalogo cornice di cache
nl: Opruimwerkzaamheden voor het caching-raamwerk

# cachingFrameworkGarbageCollection.description
source: This task calls the garbage collection of configured caching framework caches which use one of the selected backends. This will free some space in cache backends which do not have an internal garbage collection. In case of the default database backend it is advisable to run this task once a day when the database is mostly idle.
de: Diese Aufgabe ruft die Müllsammlung konfigurierter Caching-Frame-Caches auf, die eine der ausgewählten Backends verwenden. Dies wird ein wenig Platz in Cache-Backends freischalten, die keine interne Garbage-Sammlung haben. Falls die Standarddatenbank-Backend-Backend ist es ratsam, diese Aufgabe einmal am Tag auszuführen, wenn die Datenbank meist ungenutzt ist.
fr: Cette tâche appelle la collection de caches-cadres configurées qui utilisent l'un des arrière-plans sélectionnés. Cela libérera de l'espace dans les backends de cache qui n'ont pas de collection interne de bage. En cas de backend de base de données par défaut, il est conseillé d'exécuter cette tâche une fois par jour lorsque la base de données est principalement inactive.
it: Questo task chiama la raccolta di garbage delle cache del framework di cache configurate che utilizzano uno dei backend selezionati. Questo libererà qualche spazio nei backend della cache che non hanno una collezione interna di garbage. In caso di backup predefinito del database, è consigliabile eseguire questo compito una volta al giorno in cui il database è perlopiù inattivo.
nl: Deze taak roept het opruimen van oude items aan van geconfigureerde caching-framework-caches, welke één van de geselecteerde backends gebruiken. Dit maakt ruimte vrij in cache-backends die geen interne opruimactie hebben. In geval van de standaard database-backend is het aan te raden deze taak éénmaal per dag te draaien op een moment dat het gebruik van de database laag is.

# fileIndexing.name
source: [OBSOLETE] File Abstraction Layer: Indexing job
de: [OBSOLETE] Datei Abstraktion Layer: Indexierung Job
fr: [OBSOLETE] Calque d'abstraction de fichier : Indexation tâche
it: [OBSOLETE] Livello di Abstrazione File: Indicizzazione job
nl: [VEROUDERD] Bestandsabstractielaag: indexatietaak

# fileIndexing.description
source: Runs indexing tasks based on an indexing configuration and a storage/folder information.
de: Führt Indizierungsprogramme durch eine Indexierungskonfiguration und eine Speicher- und Ordnerfrage aus.
fr: Exécute des tâches d'indexation basées sur une configuration d'indexation et une information de stockage/dossier.
it: Esegue indicizzazione attività in base a una configurazione indicizzazione e informazioni su archiviazione/cartella.
nl: Voert indexatietaak uit gebaseerd op een indexatieconfiguratie en een opslag/map informatie.

# fileStorageIndexing.name
source: File Abstraction Layer: Update storage index
de: Dateiabstraction Layer: Speicherindex aktualisieren
fr: Couche de résumé de fichier : Mettre à jour l'index de stockage
it: Livello di rimozione file: Aggiorna indice di archiviazione
nl: Bestandsabstractielaag: index van opslag bijwerken

# fileStorageIndexing.description
source: Updates the Index/Cache Data of a Storage; only needed if changes to the storage are possible outside the backend (FTP, RemoteStorages).
de: Aktualisiert die Index/Cache-Daten eines Speichers; nur benötigt, wenn Änderungen am Speicher außerhalb des Backends möglich sind (FTP, RemoteStorages).
fr: Mise à jour des données d'index/cache d'un stockage ; uniquement si des modifications au stockage sont possibles en dehors du backend (FTP, RemoteStorages).
it: Aggiorna i dati dell'Indice/Cache di un archivio; necessario solo se le modifiche alla memoria sono possibili al di fuori del backend (FTP, RemoteStorages).
nl: Werkt de Index/Cache-data van een opslag bij; alleen nodig wanneer wijzigingen aan de opslag mogelijk zijn buiten de backend van TYPO3 om (FTP, RemoteStorages).

# fileStorageExtraction.name
source: File Abstraction Layer: Extract metadata in storage
de: Datei Abstraktion Layer: Metadaten im Speicher extrahieren
fr: Couche d'abstraction de fichier : Extraire les métadonnées dans le stockage
it: Livello di rimozione file: Estrai i metadati nella memoria
nl: Bestandsabstractielaag: metadata filteren uit opslag

# fileStorageExtraction.description
source: Extracts metadata for all files in storage which have been changed since last run.
de: Extrahiert Metadaten für alle Dateien in Speicher, die seit dem letzten Betrieb geändert wurden.
fr: Extrait les métadonnées pour tous les fichiers de stockage qui ont été modifiés depuis la dernière exécution.
it: Estrai i metadati per tutti i file nella memoria che sono stati modificati dall'ultima esecuzione.
nl: Verkrijg metadata voor alle bestanden in de bestandsopslag die zijn gewijzigd sinds de laatste keer dat de taak is uitgevoerd.

# tableGarbageCollection.name
source: Table garbage collection
de: Tischgarbage Sammlung
fr: Collection de baguettes de table
it: Collezione Tabella garbage
nl: Opruimactie voor tabellen

# tableGarbageCollection.description
source: Task to delete old entries from specific tables like sys_log. Use $GLOBALS['TYPO3_CONF_VARS']['SC_OPTIONS']['scheduler']['tasks']['tx_scheduler_TableGarbageCollection']['options']['tables'] to configure tables. Refer to the manual for more details.
de: Aufgabe, alte Einträge aus bestimmten Tabellen wie sys_log zu löschen. Verwenden Sie $GLOBALS['TYPO3_CONF_VARS']['SC_OPTIONS']['scheduler']['tasks']['tx_scheduler_TableGarbageCollection']['options']['tables'] , um Tabellen zu konfigurieren. Bitte lesen Sie das Handbuch für weitere Details.
fr: Tâche pour supprimer les anciennes entrées de tables spécifiques comme sys_log. Utilisez $GLOBALS['TYPO3_CONF_VARS']['SC_OPTIONS']['scheduler']['tasks']['tx_scheduler_TableGarbageCollection']['options']['tables'] pour configurer les tables. Reportez-vous au manuel pour plus de détails.
it: Task per eliminare le vecchie voci da tabelle specifiche come sys_log. Usa $GLOBALS['TYPO3_CONF_VARS']['SC_OPTIONS']['scheduler']['tasks']['tx_scheduler_TableGarbageCollection']['options']['tables'] per configurare le tabelle. Fare riferimento al manuale per maggiori dettagli.
nl: Taak om oude regels te verwijderen uit specifieke tabellen zoals sys_log. Gebruik $GLOBALS['TYPO3_CONF_VARS']['SC_OPTIONS']['scheduler']['tasks']['tx_scheduler_TableGarbageCollection']['options']['tables'] om de tabellen in te stellen. Zie de documentatie voor meer informatie.

# recyclerGarbageCollection.name
source: Fileadmin garbage collection
de: Fileadmin-Müll-Sammlung
fr: Collection de baguettes de Fileadmin
it: Collezione di bagagli Fileadmin
nl: Opruimactie voor fileadmin

# recyclerGarbageCollection.description
source: This task empties all "_recycler_" folders below fileadmin. This helps free some space in the file system.
de: Diese Aufgabe Leerzeichen alle Ordner "_recycler_" unterhalb des Dateiadmins. Dies hilft, einen gewissen Platz im Dateisystem zu frei zu machen.
fr: Cette tâche vide tous les dossiers "_recycler_" sous l'administrateur de fichier. Cela permet de libérer de l'espace dans le système de fichiers.
it: Questa attività svuota tutte le cartelle "_riciclaer_" sotto il fileadmin. Questo aiuta a liberare qualche spazio nel sistema file.
nl: Deze taak maakt alle "_recycler_"-mappen binnen fileadmin leeg. Dit maakt ruimte vrij op het bestandssysteem.

# executeSchedulableCommandTask.name
source: Execute console commands
de: Konsolenaufgaben ausführen
fr: Exécuter les commandes de console
it: Esegui comandi della console
nl: Console-opdracten uitvoeren

# executeSchedulableCommandTask.description
source: Allows regular console commands to be configured and executed through the scheduler framework.
de: Erlaubt es, normale Konsolenkommissionen über den Zeitplan-Framework zu konfigurieren und auszuführen.
fr: Permet de configurer et d'exécuter les commandes de console régulières par le cadre de planification.
it: Consente di configurare ed eseguire i comandi della console regolare attraverso il framework scheduler.
nl: Maakt het mogelijk om gewone console-opdrachten te configureren en uit te voeren via de taakplanner.
