Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/scheduler/Resources/Private/Language/*.locallang.xlf
Languages: de, fr, it, nl, ru

# action.add
source: Add task
de: Aufgabe hinzufügen
fr: Ajouter tâche
it: Aggiungi attività
nl: Taak toevoegen
ru: Добавить задачу

# action.edit
source: Edit task
de: Aufgabe bearbeiten
fr: Modifier la tâche
it: Modifica attività
nl: Taak bewerken
ru: Править задачу

# button.cancel
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
nl: Annuleren
ru: Отмена

# function.scheduler
source: Scheduled tasks
de: Geplante Aufgaben
fr: Tâches planifiées
it: Attività pianificate
nl: Geplande taken
ru: Запланированные задачи

# function.check
source: Setup check
de: Setup-Überprüfung
fr: Contrôle de configuration
it: Imposta controllo
nl: Instellingen controleren
ru: Настройка проверки

# function.info
source: Information
de: Informationen
it: Informazioni
nl: Informatie
ru: Информация

# hdg.cliScript
source: CLI script
de: CLI-Skript
fr: Script CLI
it: Script CLI
ru: Сценарий CLI

# hdg.lastRun
source: Last run
de: Letzte Ausführung
fr: Dernière exécution
it: Ultima esecuzione
nl: Laatste uitvoering
ru: Последний запуск

# label.automatically
source: automatically
de: automatisch
fr: automatiquement
it: automaticamente
nl: automatisch
ru: автоматически

# label.cachingFrameworkGarbageCollection.selectBackends
source: Backend types
de: Backend-Typen
fr: Types de backend
it: Tipi di backend
ru: Типы внутреннего интерфейса

# label.recyclerGarbageCollection.numberOfDays
source: Number of days until removing files
de: Anzahl der Tage bis zum Löschen von Dateien
fr: Nombre de jours avant la suppression des fichiers
it: Numero di giorni fino alla rimozione dei file
nl: Aantal dagen totdat bestanden verwijderd worden
ru: Количество дней до удаления файлов

# label.checkAll
source: Check/uncheck all
de: Alle markieren/deaktivieren
fr: Cocher/décocher tout
it: Controlla/deseleziona tutto
nl: Alles selecteren/deselecteren
ru: Все выбрать/убрать

# label.class
source: Class
de: Klasse
fr: Classe
it: Lezione
nl: Klasse
ru: Класс

# label.defType
source: Definition type
de: Definition Typ
fr: Type de définition
it: Tipo di definizione
nl: Definitietype
ru: Тип определения

# label.defType.interval
source: Interval
de: Intervall
fr: Intervalle
it: Intervallo
ru: Интервал

# label.defType.cron
source: Cron command
de: Cron-Befehl
fr: Commande Cron
it: Comando Cron
nl: Cron commando
ru: Команда cron

# label.description
source: Description
de: Beschreibung
it: Descrizione
nl: Omschrijving
ru: Описание

# label.end
source: End (HH:MM DD-MM-YYYY)
de: Ende (HH:MM DD-MM-JJJJ)
fr: Fin (HH:MM DD-MM-YYYY)
it: Fine (HH:MM DD-MM-AAAA)
nl: Einde (UU:MM DD-MM-JJJJ)
ru: Окончание (ЧЧ:ММ ДД-ММ-ГГГГ)

# label.executeSelected
source: Execute selected tasks
de: Ausgewählte Aufgaben ausführen
fr: Exécuter les tâches sélectionnées
it: Esegui attività selezionate
nl: Geselecteerde taken uitvoeren
ru: Выполнить выбранные задачи

# label.cronjobSelected
source: Execute selected tasks on next cron job
de: Ausgewählte Aufgaben beim nächsten Cron-Job ausführen
fr: Exécuter les tâches sélectionnées sur le prochain cron
it: Esegui le attività selezionate nel prossimo cron job
nl: Geselecteerde taken bij volgende cron job uitvoeren

# label.extension
source: Extension
de: Erweiterung
it: Estensione
nl: Extensie
ru: Расширение

# label.frequency
source: Frequency
de: Frequenz
fr: Fréquence
it: Frequenza
nl: Frequentie
ru: Частота

# label.frequency.long
source: Frequency (seconds or cron command)
de: Frequenz (Sekunden oder Cron-Befehl)
fr: Fréquence (secondes ou commande cron)
it: Frequenza (secondi o comando cron)
nl: Frequentie (seconden of cron-commando)
ru: Частота (секунды или команда cron)

# label.lastExecution
source: Last Execution
de: Letzte Ausführung
fr: Dernière exécution
it: Ultima esecuzione
nl: Laatst uitgevoerd
ru: Последнее выполнение

# label.manual
source: Manual
de: Manuell
fr: Manuel
it: Manuale
nl: Handmatig
ru: Ручное

# label.manually
source: manually
de: manuell
fr: manuellement
it: manualmente
nl: handmatig
ru: вручную

# label.name
source: Name
fr: Nom
it: Nome
nl: Naam
ru: Название

# label.nextExecution
source: Next Execution
de: Nächste Ausführung
fr: Exécution suivante
it: Prossima esecuzione
nl: Volgende uitvoering
ru: Следующее выполнение

# label.parallel
source: Parallel Execution
de: Parallele Ausführung
fr: Exécution parallèle
it: Esecuzione parallela
nl: Parallelle uitvoering
ru: Параллельное выполнение

# label.parallel.long
source: Allow Parallel Execution
de: Parallele Ausführung erlauben
fr: Autoriser l'exécution parallèle
it: Consenti esecuzione parallela
nl: Parallelle uitvoering toestaan
ru: Разрешить параллельное выполнение

# label.serverTime
source: Server time
de: Server-Zeit
fr: Heure du serveur
it: Ora del server
nl: Tijd op server
ru: Время на сервере

# label.sleepTime
source: Sleep time
de: Schlafzeit
fr: Temps de veille
it: Tempo di quiete
nl: Pauze
ru: Отсрочка

# label.start
source: Start (HH:MM DD-MM-YYYY)
fr: Début (HH:MM DD-MM-YYYY)
it: Inizio (HH:MM DD-MM-AAAA)
nl: Start (UU:MM DD-MM-JJJJ)
ru: Начало (ЧЧ:ММ ДД-ММ-ГГГГ)

# label.fileStorageIndexing.storage
source: Storage to index
de: Speichert auf Index
fr: Stockage à l'index
it: Archivio da indicizzare
nl: Te indexeren opslag
ru: Индексация хранилища

# label.fileStorageExtraction.fileCount
source: Number of files per run
de: Anzahl der Dateien pro Run
fr: Nombre de fichiers par exécution
it: Numero di file per esecuzione
nl: Aantal bestanden per keer
ru: Количество файлов за проход

# label.fileStorageExtraction.registeredExtractors
source: Registered extractors
de: Registrierte Extraktoren
fr: Extraits enregistrés
it: Estrattori registrati
nl: Gergistreerde extractie-hulpen

# label.fileStorageExtraction.registeredExtractors.extractor
source: %1$s with priority %2$d
de: %1$s mit Priorität %2$d
fr: %1$s avec la priorité %2$d
it: %1$s con priorità %2$d
nl: %1$s met prioriteit %2$d

# label.fileStorageExtraction.registeredExtractors.with_extractors
source: Following extractors have been registered and will be used when running this task
de: Folgende Extraktoren wurden registriert und werden bei der Ausführung dieser Aufgabe verwendet
fr: Les extracteurs suivants ont été enregistrés et seront utilisés lors de l'exécution de cette tâche
it: I seguenti estratti sono stati registrati e saranno utilizzati quando esegui questa attività
nl: De volgende extractors zijn geregistreerd en zullen worden gebruikt bij het uitvoeren van deze taak:

# label.fileStorageExtraction.registeredExtractors.without_extractors
source: There currently is no extractor registered. This task will have no effect!
de: Derzeit ist kein Extraktor registriert. Diese Aufgabe hat keinen Effekt!
fr: Il n'y a actuellement aucun extracteur enregistré. Cette tâche n'aura aucun effet !
it: Al momento non ci sono estratti registrati. Questa attività non avrà effetto!
nl: Geen extractor geregistreerd. Deze taak zal geen effect hebben!

# label.tableGarbageCollection.allTables
source: Clean all available tables
de: Alle verfügbaren Tabellen bereinigen
fr: Nettoyer toutes les tables disponibles
it: Pulisci tutte le tabelle disponibili
nl: Alle beschikbare tabellen leegmaken
ru: Очистить все доступные таблицы

# label.tableGarbageCollection.table
source: Table to clean up
de: Tabelle zum Aufräumen
fr: Table à nettoyer
it: Tabella da pulire
nl: Leeg te maken tabel
ru: Таблицы для очистки

# label.tableGarbageCollection.additionalInformationTable
source: Table: %s
de: Tabelle: %s
it: Tabella: %s
nl: Tabel: %s
ru: Таблица: %s

# label.tableGarbageCollection.additionalInformationAllTables
source: All tables
de: Alle Tabellen
fr: Toutes les tables
it: Tutte le tabelle
nl: Alle tabellen
ru: Все таблицы

# label.tableGarbageCollection.numberOfDays
source: Delete entries older than given number of days
de: Einträge älter als die angegebene Anzahl von Tagen löschen
fr: Supprimer les entrées plus anciennes que le nombre de jours donné
it: Elimina le voci più vecchie del numero di giorni
nl: Items die ouder zijn dan het aangegeven aantal dagen verwijderen
ru: Удаление записей, созданных ранее указанного количества дней

# label.optimizeDatabaseTables.selectTables
source: Database tables
de: Datenbanktabellen
fr: Tableaux de base de données
it: Tabelle database
nl: Databasetabellen

# label.type
source: Type
de: Typ
it: Tipo
ru: Тип

# label.type.recurring
source: Recurring
de: Wiederkehrende
fr: Recruter
it: Ricorrente
nl: Repeterend
ru: Повторяющаяся

# label.type.single
source: Single
de: Einzel
fr: Unique
it: Singolo
nl: Enkel
ru: Единичная

# label.group
source: Task group
de: Aufgabengruppe
fr: Groupe de tâches
it: Gruppo di attività
nl: Taakgroep
ru: Группа задач

# label.group.taskCount
source: Amount of tasks in this scheduler task group
de: Anzahl der Aufgaben in dieser Zeitplaner-Aufgabengruppe
fr: Nombre de tâches dans ce groupe de tâches
it: Quantità di attività in questo gruppo di attività pianificatore
nl: Aantal taken in deze taakgroep

# label.noGroup
source: (no task group defined)
de: (keine Aufgabengruppe definiert)
fr: (aucun groupe de tâches défini)
it: (nessun gruppo di attività definito)
nl: (geen taakgroep gedefinieerd)

# label.noGroup.taskCount
source: Amount of tasks that are not assigned to any scheduler task group
de: Anzahl der Aufgaben, die keiner Scheduler-Taskgruppe zugewiesen sind
fr: Nombre de tâches qui ne sont pas assignées à un groupe de tâches de planificateur
it: Quantità di attività che non sono assegnate a nessun gruppo di attività pianificatore
nl: Aantal taken die niet toegewezen zijn aan een taakgroep

# label.noClass
source: Tasks without registered classes
de: Aufgaben ohne registrierte Klassen
fr: Tâches sans classes enregistrées
it: Attività senza classi registrate
nl: Taken zonder geregistreerde klassen

# label.noClass.taskCount
source: Amount of tasks without found class
de: Anzahl der Aufgaben ohne gefundene Klasse
fr: Nombre de tâches sans classe trouvée
it: Quantità di attività senza classe trovata
nl: Aantal taken zonder gevonden klasse

# label.schedulableCommandName
source: Schedulable Command. <em>Save and reopen to define command arguments</em>
de: Schedulable Befehl. <em>Speichern und neu öffnen, um Befehlsarten zu definieren</em>
fr: Commande programmable. <em>Enregistrer et rouvrir pour définir les arguments de commande</em>
it: Comando Schedulabile. <em>Salva e riapri per definire gli argomenti di comando</em>
nl: Planbare opdracht. &lt;em&gt;Opslaan en heropenen om de opdrachtargumenten te definiëren&lt;/em&gt;

# label.saveAndCreateNewTask
source: Save and create new task
de: Speichern und neue Aufgabe erstellen
fr: Enregistrer et créer une nouvelle tâche
it: Salva e crea un nuovo task
nl: Opslaan en nieuwe taak aanmaken

# msg.addError
source: The task could not be added.
de: Die Aufgabe konnte nicht hinzugefügt werden.
fr: La tâche n'a pas pu être ajoutée.
it: Impossibile aggiungere l'attività.
nl: De taak kon niet worden toegevoegd
ru: Задача не может быть добавлена.

# msg.addSuccess
source: The task was added successfully.
de: Die Aufgabe wurde erfolgreich hinzugefügt.
fr: La tâche a été ajoutée avec succès.
it: L'attività è stata aggiunta con successo.
nl: De taak is succesvol toegevoegd
ru: Задачу успешно добавлена.

# msg.cliScript
source: The script to execute the Scheduler from the command line is: <strong>"%s scheduler:run"</strong>.
de: Das Skript, das den Scheduler aus der Kommandozeile ausführt, lautet: <strong>"%s scheduler:run"</strong>.
fr: Le script à exécuter le Scheduler à partir de la ligne de commande est : <strong>"%s scheduler:run "</strong>.
it: Lo script per eseguire lo Scheduler dalla riga di comando è: <strong>"%s scheduler:run"</strong>.
nl: Het script om de Taakplanner uit te voeren vanaf de opdrachtprompt is: <strong>"%s scheduler:run"</strong>.

# msg.cliScriptExecutable
source: The webserver user is allowed execute this script.
de: Der Webserver-Benutzer ist erlaubt, dieses Skript auszuführen.
fr: L'utilisateur du serveur web est autorisé à exécuter ce script.
it: L'utente del webserver è autorizzato ad eseguire questo script.
nl: Het is de webservergebruiker toegestaan dit script uit te voeren.
ru: Пользователю сервера позволено выполнять этот сценарий.

# msg.cliScriptNotExecutable
source: The webserver user is not allowed to execute this script.
de: Der Webserver-Benutzer darf dieses Skript nicht ausführen.
fr: L'utilisateur du serveur web n'est pas autorisé à exécuter ce script.
it: L'utente del webserver non è autorizzato ad eseguire questo script.
nl: Het is de webservergebruiker niet toegestaan dit script uit te voeren.
ru: Пользователю сервера не позволено выполнять этот сценарий.

# msg.delete
source: Are you sure you want to delete this task?
de: Sind Sie sicher, dass Sie diese Aufgabe löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer cette tâche ?
it: Sei sicuro di voler eliminare questa attività?
nl: Deze taak verwijderen?
ru: Подтвердите удаление этой задачи

# msg.deleteError
source: The task could not be deleted.
de: Die Aufgabe konnte nicht gelöscht werden.
fr: La tâche n'a pas pu être supprimée.
it: L'attività non può essere eliminata.
nl: De taak kon niet verwijderd worden.
ru: Задача не может быть удалена

# msg.deleteSuccess
source: The task was successfully deleted.
de: Die Aufgabe wurde erfolgreich gelöscht.
fr: La tâche a été supprimée avec succès.
it: L'attività è stata eliminata con successo.
nl: De taak werd succesvol verwijderd.
ru: Задача успешно удалена

# msg.endDateSmallerThanStartDate
source: The end date is before the start date.
de: Das Enddatum ist vor dem Startdatum.
fr: La date de fin est avant la date de début.
it: La data di fine è prima della data di inizio.
nl: De einddatum valt voor de startdatum
ru: Дата окончания предшествует дате начала.

# msg.executed
source: Executed: %s
de: Ausführen: %s
fr: Exécuté : %s
it: Eseguito: %s
nl: Uitgevoerd: %s
ru: Выполняется: %s

# msg.frequencyError
source: Invalid frequency. Please enter either a number of seconds or a valid cron command. The cron parser said: %1$s [code: %2$d].
de: Ungültige Frequenz. Bitte geben Sie entweder eine Anzahl von Sekunden oder einen gültigen Cron-Befehl ein. Der Cron-Parser sagte: %1$s [code: %2$d].
fr: Fréquence invalide. Veuillez entrer un nombre de secondes ou une commande cron valide. L'analyseur cron a dit : %1$s [code : %2$d].
it: Frequenza non valida. Inserisci un numero di secondi o un comando cron valido. Il cron parser ha detto: %1$s [code: %2$d].
nl: Ongeldige frequentie. A.u.b. of een getal of een geldig cron-commando invoeren. De cron-parser gaf aan: %1$s [code: %2$d].

# msg.incompleteLastRun
source: The information about the last execution of the Scheduler is incomplete.
de: Die Informationen über die letzte Ausführung des Schedulers sind unvollständig.
fr: Les informations concernant la dernière exécution du Scheduler sont incomplètes.
it: Le informazioni sull'ultima esecuzione dello Scheduler sono incomplete.
nl: De informatie over de laatste uitvoering van de Taakplanner is incompleet.
ru: Информация о последнем выполнении Планировщика неполная.

# msg.infoScreenIntro
source: This is the list of all available tasks in this TYPO3 installation. Click on the icon at the far right to directly create a new scheduled task of the chosen type.
de: Dies ist die Liste aller verfügbaren Aufgaben in dieser TYPO3-Installation. Klicken Sie auf das Symbol rechts, um direkt eine neue geplante Aufgabe des gewählten Typs zu erstellen.
fr: Voici la liste de toutes les tâches disponibles dans cette installation TYPO3. Cliquez sur l'icône à droite pour créer directement une nouvelle tâche planifiée du type choisi.
it: Questa è l'elenco di tutte le attività disponibili in questa installazione di TYPO3. Clicca sull'icona nella parte estrema a destra per creare direttamente un nuovo task pianificato del tipo scelto.
nl: Dit is een lijst van alle beschikbare taken in de TYPO3 installatie. Klik op het pictogram aan de rechterzijde om direct een bepaald type taak aan te maken.
ru: Это – список всех доступных задач в этой установке TYPO3. Нажатие на значке справа создаст новую запланированную задачу выбранного типа.

# msg.invalidFrequency
source: Invalid frequency. Please enter either a number of seconds or a valid cron command.
de: Ungültige Frequenz. Bitte geben Sie entweder eine Anzahl von Sekunden oder einen gültigen Cron-Befehl ein.
fr: Fréquence invalide. Veuillez entrer un nombre de secondes ou une commande cron valide.
it: Frequenza non valida. Inserisci un numero di secondi o un comando cron valido.
nl: Ongeldige frequentie! A.u.b. of een aantal seconden of een geldig cron-commando invullen.
ru: Неправильная частота. Введите либо количество секунд, либо правильную команду cron.

# msg.invalidSleepTime
source: Please enter a sleep time greater or equal to 0 (zero).
de: Bitte geben Sie eine Schlafzeit größer oder gleich 0 (Null).
fr: Veuillez entrer un temps de sommeil supérieur ou égal à 0 (zéro).
it: Inserisci un tempo di sonno maggiore o uguale a 0 (zero).
nl: A.u.b. een pauze groter of gelijk aan 0 (nul) invullen.
ru: Введите время отсрочки больше или равное нулю.

# msg.lastRun
source: The Scheduler was last started (%1$s) on %2$s at %3$s and ended on %4$s at %5$s.
de: Der Scheduler wurde zuletzt am%1$sam %2$s um %3$s gestartet und endete am %4$s am %5$s.
fr: Le Scheduler a été lancé pour la dernière fois (%1$s) le %2$s à %3$s et s'est terminé le %4$s à %5$s.
it: Lo Scheduler è stato avviato per l'ultima volta (%1$s) il %2$s alle %3$s e terminato il %4$s alle %5$s.
nl: De Taakplanner is voor het laatst gestart (%1$s) op %2$s om %3$s en eindigde op %4$s om %5$s.

# msg.maynotDeleteRunningTask
source: A running task may not be deleted.
de: Eine laufende Aufgabe kann nicht gelöscht werden.
fr: Une tâche en cours ne peut pas être supprimée.
it: Un'attività in esecuzione non può essere eliminata.
nl: Een taak die uitgevoerd wordt kan niet worden verwijderd.
ru: Выполняющаяся задача не может быть удалена.

# msg.maynotEditRunningTask
source: A running task may not be edited.
de: Eine laufende Aufgabe kann nicht bearbeitet werden.
fr: Une tâche en cours ne peut pas être modifiée.
it: Un'attività in esecuzione non può essere modificata.
nl: Een taak die uitgevoerd wordt kan niet worden bewerkt.
ru: Выполняющаяся задача не может быть отредактирована.

# msg.maynotStopNonRunningTask
source: The task is not running. There are no executions to unmark.
de: Die Aufgabe läuft nicht. Es gibt keine Hinrichtungen, die man nicht abschliessen kann.
fr: La tâche n'est pas en cours d'exécution. Il n'y a pas d'exécutions à supprimer.
it: Il compito non è in esecuzione. Non ci sono esecuzioni da annullare.
nl: De taak is niet actief. Er zijn geen te deselecteren taken.
ru: Задача не выполняется. Нет выполняющихся задач для снятия выделения.

# msg.noEmail
source: Please enter an email address.
de: Bitte geben Sie eine E-Mail-Adresse ein.
fr: Veuillez entrer une adresse e-mail.
it: Inserisci un indirizzo email.
nl: Vul a.u.b. een e-mailadres in.
ru: Введите email адрес.

# msg.noFrequency
source: No frequency was defined, either as an interval or as a cron command.
de: Es wurde keine Frequenz definiert, entweder als Intervall oder als Cron-Befehl.
fr: Aucune fréquence n'a été définie, soit comme un intervalle, soit comme une commande cron.
it: Nessuna frequenza è stata definita, sia come intervallo che come comando cron.
nl: Er is geen frequentie opgegeven, als of een aantal seconden of een geldig cron-commando.
ru: Частота в виде интервала или команды cron не определена.

# msg.noLastRun
source: The Scheduler has never yet run or the information about the last run has been lost.
de: Der Scheduler hat noch nie ausgeführt oder die Informationen über den letzten Run verloren.
fr: Le Scheduler n'a jamais encore été exécuté ou les informations sur la dernière exécution ont été perdues.
it: Lo Scheduler non ha mai eseguito o le informazioni sull'ultima esecuzione sono state perse.
nl: De Taakplanner is nog nooit uitgevoerd of de gegevens van de laatste uitvoering zijn verloren gegaan.
ru: Планировщик еще не запускался, либо информация о последнем выполнении была потеряна.

# msg.noTasksDefined
source: There are currently no task classes available at all. To be able to create new tasks, you must either enable the samples provided by the Scheduler or install some other extension that relies on the Scheduler.
de: Derzeit sind keine Task-Klassen verfügbar. Um neue Aufgaben erstellen zu können, müssen Sie entweder die vom Scheduler bereitgestellten Muster aktivieren oder eine andere Erweiterung installieren, die auf den Scheduler angewiesen ist.
fr: Il n'y a actuellement aucune classe de tâches disponible. Pour pouvoir créer de nouvelles tâches, vous devez soit activer les échantillons fournis par le Scheduler, soit installer une autre extension qui se base sur le Scheduler.
it: Al momento non ci sono classi di attività disponibili. Per poter creare nuove attività, devi abilitare i campioni forniti dallo Scheduler o installare un'altra estensione che si basa sullo Scheduler.
nl: Er zijn momenteel geen taakklassen beschikbaar. Om een nieuwe taak aan te kunnen maken moeten of de voorbeelden die de Taakplanner biedt ingeschakeld worden of een extensie geïnstalleerd worden die de Taakplanner gebruikt.
ru: На данный момент классы задач совсем недоступны. Чтобы получить возможность содания новых задач, необходимо либо включить образцы из планировщика, либо установить расширения, относящиеся к планировщику.

# msg.noTaskClassFound
source: The selected task class could not be found. You should probably contact the task's developers.
de: Die ausgewählte Aufgabenklasse konnte nicht gefunden werden. Sie sollten wahrscheinlich die Entwickler der Aufgabe kontaktieren.
fr: La classe de tâche sélectionnée n'a pas pu être trouvée. Vous devriez probablement contacter les développeurs de la tâche.
it: La classe di lavoro selezionata non è stata trovata. Probabilmente dovresti contattare gli sviluppatori del task.
nl: De geselecteerde taakklasse kon niet gevonden worden. Neem contact op met de ontwikkelaars van de taak.
ru: Задача выбранного класса не найдена. Возможно следует связаться с разработчиками.

# msg.noTasks
source: No tasks defined yet.
de: Noch keine Aufgaben definiert.
fr: Aucune tâche définie.
it: Nessuna attività ancora definita.
nl: Nog geen gedefinieerde taken.
ru: Задачи еще не определены.

# msg.notExecuted
source: Not executed: %s
de: Nicht ausgeführt: %s
fr: Non exécuté : %s
it: Non eseguito: %s
nl: Niet uitgevoerd: %s
ru: Не выполнено: %s

# msg.executionFailed
source: Execution of task "%1$s" failed with the following message: %2$s
de: Aufgabe "%1$s" wurde mit der folgenden Nachricht fehlgeschlagen: %2$s
fr: L'exécution de la tâche "%1$s" a échoué avec le message suivant : %2$s
it: Esecuzione del task "%1$s" fallita con il seguente messaggio: %2$s)
nl: Het uitvoeren van de taak "%1$s" is mislukt met de volgende melding: %2$s

# msg.executionFailureDefault
source: The execution failed, but the error message could not be retrieved (it was probably too large). Sorry.
de: Die Ausführung ist fehlgeschlagen, aber die Fehlermeldung konnte nicht abgerufen werden (wahrscheinlich war es zu groß). Sorry.
fr: L'exécution a échoué, mais le message d'erreur n'a pas pu être récupéré (il était probablement trop grand). Désolé.
it: L'esecuzione non è riuscita, ma il messaggio di errore non è stato recuperato (probabilmente è troppo grande). Spiacenti.
nl: De uitvoering is mislukt, maar de foutmelding kon niet opgehaald worden (het was waarschijnlijk te groot). Sorry.
ru: Ошибка выполнения, но сообщение об ошибке не может быть получено (возможно, оно слишком большое). Извините.
