Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/scheduler/Resources/Private/Language/*.locallang_csh_scheduler.xlf
Languages: da, de, nl, th

# .alttitle
source: Scheduler
de: Zeitplan
nl: Taakplanner

# .description
source: The Scheduler provides an interface to register and manage recurring or one-time tasks.
da: Scheduler tilbyder en grænsefalde til at oprette og vedligeholde gentagende eller engangs-opgaver.
de: Der Scheduler bietet eine Schnittstelle, um wiederkehrende oder einmalige Aufgaben zu registrieren und zu verwalten.
nl: De Taakplanner biedt een interface waarmee eenmalige en repeterende taken beheert en aangemaakt kunnen worden.
th: Scheduler ให้ติดต่อลงทะเบียน และจัดการงานที่เกิดขึ้นหรืองานที่เกิดขึ้นครั้งเดียว

# .syntax
source: The Scheduler uses a single cron job to handle all registered tasks. It is thus very convenient as only one cron job needs to be set up and all task frequencies can be managed from the BE module.
da: Scheduler bruger et enkelt cronjob til at håndtere alle registrerede opgaver. Det er meget belejligt eftersom det kun et nødvendigt at indstille et cronjob, og alle opgavers frekvenser kan håndteres i Backend modulet.
de: Der Scheduler verwendet einen einzigen Cron-Job, um alle registrierten Aufgaben zu bewältigen. Es ist daher sehr bequem, da nur ein Cron-Job eingerichtet werden muss und alle Task-Frequenzen vom BE-Modul verwaltet werden können.
nl: De Taakplanner gebruikt een enkele cronjob die alle aangemaakte taken afhandelt. Het beheren van de taakfrequenties kan zo eenvoudig afgehandeld worden vanuit de backend-module.
th: Scheduler ใช้งาน cron เดียวที่จัดการงานที่บันทึกไว้ทั้งหมด ทำให้สะดวกสบายเหมือนหน้าที่ cron เดียวต้องมีการตั้งค่าและความถี่่ของงานทั้งหมดจะสามารถจัดการได้จากโมดูล BE

# task_class.alttitle
source: Class of the task
da: Opgavens klasse
de: Klasse der Aufgabe
nl: Klasse van de taak
th: Class ของงาน

# task_class.description
source: Choose a class from the list of available tasks
da: Vælg en klasse fra listen over tilgængelige opgaver.
de: Wählen Sie eine Klasse aus der Liste der verfügbaren Aufgaben
nl: Kies een klasse uit de lijst van beschikbare taken
th: เลือก class จากรายการงานที่สามารถใช้ได้

# task_class.details
source: Some tasks are provided by the TYPO3 Core itself. Others come from extensions. See the manual to learn how to create your own tasks and register them with the Scheduler.
da: Nogle opgaver er leveret af TYPO3s egen kerne. Andre kommer fra udvidelser. Se manualen for at lære hvordan du opretter dine egne opgaver og registrerer dem med Scheduler.
de: Einige Aufgaben werden vom TYPO3 Core selbst bereitgestellt. Andere kommen aus Erweiterungen. Siehe das Handbuch, um zu erfahren, wie Sie Ihre eigenen Aufgaben erstellen und mit dem Scheduler registrieren können.
nl: Sommige taken worden beschikbaar gesteld door de TYPO3 Core, andere taken komen uit extensies. Raadpleeg de handleiding voor het zelf aanmaken van taken en aanmaken van taken met de Taakplanner.
th: งานมาจากหลายๆ extension ดูคู่มือเพื่อศึกษาการสร้างงานของคุณเองและบันทึกด้วย Scheduler

# task_disable.alttitle
source: Disable task
da: Deaktivér opgave
de: Aufgabe deaktivieren
nl: Taken uitschakelen
th: ปิดการใช้งานงาน

# task_disable.description
source: Check this box to disable the automatic, scheduled execution of this task. It can still be launched manually from the BE module.
da: Vælg denne boks for at deaktivere den automatiske og planlagte kørsel af denne opgave. Det kan stadig køres manuelt fra BE modulet.
de: Aktivieren Sie dieses Feld, um die automatische, geplante Ausführung dieser Aufgabe zu deaktivieren. Es kann trotzdem manuell aus dem BE-Modul gestartet werden.
nl: Vink het selectievak aan om het geautomatiseerd uitvoeren van deze taak uit te schakelen. De taak kan nog steeds handmatig worden uitgevoerd vanuit de backend-module.
th: เลือกช่องนี้เพื่อปิดการใช้งานอัตโนมัติ การดำเนินการ scheduled ของงานนี้ แต่ยังสามารถทำงานด้วยตัวเองจากโมดูล BE ได้

# task_type.alttitle
source: Type of task
da: Typen af opgave
de: Art der Aufgabe
nl: Taaktype
th: ประเภทของงาน

# task_type.description
source: Choose whether the task must happen a single time or will be repeated
da: Vælg hvorvidt opgaven skal køre en enkelt gang, eller gentagende
de: Wählen Sie, ob die Aufgabe eine einzelne Zeit passieren muss oder wiederholt wird
nl: Kies of deze taak eenmalig of bij herhaling plaats moet vinden.
th: เลือกงานไม่ว่าจะเป็นงงานที่ต้องเกิดขึ้นครั้งเดียวหรือจะเกิดขึ้นหลายๆ ครั้ง

# task_start.alttitle
source: Start of task
da: Start på opgaven
de: Start der Aufgabe
nl: Start van taak
th: เริ่มงาน

# task_start.description
source: Enter a start date and time for the task
da: Indtast startdatoen og tidspunkt for opgaven
de: Startdatum und Zeit für die Aufgabe eingeben
nl: Vul een startdatum en tijd in voor de taak
th: ป้อนวันที่เริ่มต้นและเวลาสำหรับงาน

# task_start.details
source: Date must be entered in a standard format like HH:mm dd-mm-YYYY or YYYY-mm-dd HH:mm. Natural keywords can also be used, like "now" or "tomorrow". Date and time must correspond to the server's time zone.
da: Dato skal indtastes med et standardformat i stil med HH:mm dd-mm-YYYY eller YYYY-mm-dd HH:m. Naturlige nøgleord kan også bruges, som "now" eller "tomorrow". Dato og tid skal være i overensstemmelse med serverens tidszone.
de: Das Datum muss in ein Standardformat wie HH:mm dd-mm-YYYY oder YYYY-mm-dd HH:mm eingegeben werden. Natürliche Stichwörter können auch verwendet werden, wie "jetzt" oder "morgen". Datum und Zeit müssen der Zeitzone des Servers entsprechen.
nl: De datum dient ingevoerd te worden in het standaard formaat zoals UU:mm dd-mm-JJJJof JJJJ-mm-dd UU:mm. Natuurlijke kunnen Engelse woorden zoals "now" of "tomorrow" ook gebruikt worden. Datum en tijd moeten overeenkomen met de tijdzone van de server.
th: ต้องป้อนวันที่เข้าไปใน format เช่น HH:mm dd-mm-YYYY หรือ YYYY-mm-dd HH:mm นำคีย์เวิร์ดปกติมาใช้ได้ เช่น ตอนนี้ หรือ พรุ่งนี้ วันที่และเวลาต้องสอดคล้องกับเวลาของเซิรฟ์เวอร์

# task_end.alttitle
source: End of task
da: Slut på opgaven
de: Ende der Aufgabe
nl: Einde van taak
th: ขั้นสุดท้ายของงาน

# task_end.description
source: Enter an end date and time for the task, can be blank
da: Indtast en slutdato og tidspunkt for, hvornår opgaven skal stoppe, kan være blank
de: Geben Sie ein Enddatum und die Zeit für die Aufgabe ein, kann leer sein
nl: Voer een einddatum en tijd voor de taak in. Het veld kan ook leeg gelaten worden.
th: ป้อนวันที่สิ้นสุดและเวลาสำหรับงาน สามารถปล่อยให้ว่างได้

# task_end.details
source: Date must be entered in a standard format like HH:mm dd-mm-YYYY or YYYY-mm-dd HH:mm. Natural keywords can also be used, like "now" or "tomorrow". Date and time must correspond to the server's time zone. Can be left blank, if task is not supposed to end at any point.
da: Dato skal indtastes med et standardformat i stil med HH:mm dd-mm-YYYY eller YYYY-mm-dd HH:m. Naturlige nøgleord kan også bruges, som "now" eller "tomorrow". Dato og tid skal være i overensstemmelse med serverens tidszone. Kan efterlades tom, hvis opgaven ikke skal stoppe på noget tidspunkt.
de: Das Datum muss in ein Standardformat wie HH:mm dd-mm-YYYY oder YYYY-mm-dd HH:mm eingegeben werden. Natürliche Schlüsselwörter können auch verwendet werden, wie "jetzt" oder "morgen". Datum und Zeit müssen der Zeitzone des Servers entsprechen. Kann leer gelassen werden, wenn die Aufgabe nicht irgendwann beendet werden soll.
nl: De datum dient ingevoerd te worden in het standaard formaat zoals UU:mm dd-mm-JJJJ of JJJJ-mm-dd UU:mm. Natuurlijke kunnen Engelse woorden zoals "now" of "tomorrow" ook gebruikt worden. Het veld kan ook leeg gelaten worden als er geen eind voor de taak in zicht is.
th: วันที่จะต้องป้อนใน format มาตรฐานเช่น HH : mm dd - mm - YYYY หรือ YYYY - MM - DD HH : mm นำคีย์เวิร์ดปกติมาใช้ได้ เช่น"ตอนนี้" หรือ "พรุ่งนี้" วันที่และเวลาจะต้องสอดคล้องกับเวลาของเซิร์ฟเวอร์

# task_frequency.alttitle
source: Frequency of task
da: Opgavens frekvens
de: Häufigkeit der Aufgabe
nl: Frequentie van de taak
th: ความถี่ของงาน

# task_frequency.description
source: Enter a frequency, either in seconds or using a cron-like syntax (minutes, hours, day of month, months and day of week)
da: Indtast en frekvens, enten i sekunder eller ved hjælp af en cron syntax (muniter, timer, dag, måned, måneder eller dag i ugen)
de: Geben Sie eine Frequenz ein, entweder in Sekunden oder mit einer cron-ähnlichen Syntax (Minuten, Stunden, Tag des Monats, Monate und Tag der Woche)
nl: Voer een frequentie in voor de taak, of in seconden of met een cron-achtige syntax (minuten, uren, dagen, maanden en weekdag).
th: ป้อนความถี่ เป็นวินาที หรือ ใช้ cron แบบ syntax

# task_frequency.details
source: The frequency of the task can be simply entered as a number of seconds. Alternatively it is possible to use the same syntax as for cron jobs. This is simply a list of five numbers or the wildcard "*", separated by blanks. The five numbers are (in order) minutes, hours, day of month, months and day of week. Examples: */5 * * * * means every 5 minutes 30 22 * * * means every day at 22:30 The Scheduler supports the full cron syntax.
da: Frekvensen for en opgave kan indtastes som et antal sekunder. Alternativt er det muligt at bruge den samme syntaks som for cronjobs. Det er en enkelt liste af fem tal eller wildcard "*", adskildt af mellemrum. De fem tal er (i rækkefølge) minutter, timer, day i måneden, måneder og dag i ugen. Eksempler: */5 * * * * betyder hvert femte minut 30 22 * * * betyder hver dag klokken 22:30 Scheduler understøtter fuldt ud cron-syntaks.
de: Die Häufigkeit der Aufgabe kann einfach als Anzahl von Sekunden eingegeben werden. Alternativ ist es möglich, die gleiche Syntax wie für Cron-Jobs zu verwenden. Dies ist einfach eine Liste von fünf Zahlen oder der Wildcard "*", getrennt durch Leerzeichen. Die fünf Zahlen sind (in Ordnung) Minuten, Stunden, Tag des Monats, Monate und Tag der Woche. Beispiele: */5 * * * * bedeutet alle 5 Minuten 30 22 * * bedeutet jeden Tag um 22:30 Der Scheduler unterstützt die vollständige Cron-Syntax.
nl: De frequentie van de taak kan simpelweg ingevoerd worden als een aantal seconden. Het is ook mogelijk dezelfde syntax te gebruiken als voor cronjobs. Dit is simpelweg een lijst van vijf cijfers of de wildcard "*", gescheiden door een witruimte. De vijf cijfers zijn (in volgorde) minuten, uren, dag van de maand, maanden en dag van de week. Voorbeelden: */5 * * * * betekent elke 5 minuten 30 22 * * * betekent elke dag om 22:30 De Taakplanner ondersteunt de volledige cron syntax.
th: ความถี่ของงานที่สามารถป้อนได้เพียงวินาที อีกวิธีหนึ่ง สามารถใช้ syntax เดียวกับงาน cron นี้เป็นเพียงสัญลักษณ์รายการห้าตัวเลขหรือ"*"โดยคั่นด้วยช่องว่าง ห้าตัวเลข (ใน) นาที ชั่วโมง วันของเดือน และวันในสัปดาห์ ตัวอย่าง : * / 5 * * * * หมายถึงทุกๆ 5 นาที 30 22 * * * หมายความว่าทุกวันที่เวลา 22:30

# task_frequency.seeAlso
source: Wikipedia reference|http://en.wikipedia.org/wiki/Cron
de: Wikipedia-Referenz|http://de.wikipedia.org/wiki/Cron
nl: Wikipedia referentie|http://nl.wikipedia.org/wiki/Cronjob
th: อ้างอิงวิกิพีเดีย | http://en.wikipedia.org/wiki/Cron

# task_multiple.alttitle
source: Multiple executions
da: Flere parallelle kørsler
de: Mehrere Exekutionen
nl: Parallelle uitvoering
th: หลายการดำเนินการ

# task_multiple.description
source: Choose whether a task can be running several times simultaneously or not
da: Vælg om en opgave skal køre flere gange parallelt eller ej
de: Wählen Sie, ob eine Aufgabe mehrere Male gleichzeitig ausgeführt werden kann oder nicht
nl: Kies of een taak verschillende malen tegelijkertijd kan lopen of niet
th: เลือกงานไม่ว่างานจะสามารถทำงานได้หลายๆ ครั้งพร้อมกันหรือไม่

# task_email.alttitle
source: Email address
da: E-mail adresse
de: E-Mail-Adresse
nl: E-mailadres
th: ที่อยู่อีเมล

# task_email.description
source: Enter a recipient for the mails sent by the test task
da: Indtast en modtager af e-mails, sendt fra testopgaven
de: Geben Sie einen Empfänger für die von der Testaufgabe gesendeten Mails ein
nl: Vul een ontvanger in voor de e-mails verzonden door de testtaak.
th: ป้อนผู้รับสำหรับเมล์ที่จะส่งโดยงานทดสอบ

# task_description.alttitle
source: Task description
de: Aufgabenbeschreibung
nl: Taakbeschrijving

# task_description.description
source: Enter a description for this task
de: Beschreibung für diese Aufgabe eingeben
nl: Voer een beschrijving in voor deze taak

# task_group.alttitle
source: Task group
de: Aufgabengruppe
nl: Taakgroep

# task_group.description
source: In case of a high number of different tasks, it may be useful to visually group similar tasks.
de: Bei einer Vielzahl unterschiedlicher Aufgaben kann es nützlich sein, ähnliche Aufgaben visuell zu gruppieren.
nl: In geval van een groot aantal verschillende taken, kan het handig zijn taken visueel te groeperen.

# task_sleepTime.alttitle
source: Sleep time
da: Pause
de: Schlafzeit
nl: Pauze
th: เวลาพักงาน

# task_sleepTime.description
source: Enter a number of seconds during which the task will just sleep.
da: Indtast et antal sekunder hvorunder opgaven skal holde pause.
de: Geben Sie eine Anzahl von Sekunden ein, in denen die Aufgabe nur schlafen wird.
nl: Vul een aantal seconden in gedurende welke de taak pauzeert.
th: ป้อนจำนวนวินาทีในระหว่างที่งานเพิ่งพัก

# task_cachingFrameworkGarbageCollection_selectedBackends.alttitle
source: Select backends
da: Vælg backends
de: Backends auswählen
nl: Gewenste backend selecteren
th: เลือก backends

# task_cachingFrameworkGarbageCollection_selectedBackends.description
source: If a cache uses one of the selected backends, the garbage collection will be called for this cache.
da: Hvis en cache bruger en af de valgte backends, vil garbage collections blive brugt til denne cache.
de: Wenn ein Cache eines der ausgewählten Backends verwendet, wird die Müll-Sammlung für diesen Cache aufgerufen.
nl: Als een cache een van de geselecteerde backends gebruikt wordt de opruimactie aangeroepen voor deze cache.
th: ถ้าแคชใช้ 1 ใน backends ที่เลือก ขยะที่เก็บไว้จะถูกเรียกใช้เพิือการนั้น

# task_tableGarbageCollection_numberOfDays.alttitle
source: Number of days
da: Antal dage
de: Anzahl der Tage
nl: Aantal dagen

# task_tableGarbageCollection_numberOfDays.description
source: Delete rows from selected table that are older than given number of days.
da: Slet rækker fra valgte tabel som er ældre end det angivne antal dage.
de: Zeilen aus der ausgewählten Tabelle löschen, die älter sind als die angegebene Anzahl von Tagen.
nl: Rijen uit de geselecteerde tabel verwijderen die ouder zijn dan het aangegeven aantal dagen.

# task_tableGarbageCollection_table.alttitle
source: Select table
da: Vælg tabel
de: Tabelle auswählen
nl: Tabel selecteren

# task_tableGarbageCollection_table.description
source: Select one of the registered tables to be cleaned up with this task.
da: Vælg en af de registrerede tabeller, der skal ryddes op, med denne opgave.
de: Wählen Sie eine der registrierten Tabellen aus, die mit dieser Aufgabe gereinigt werden sollen.
nl: Selecteer een van de geregistreerde tabellen om met deze taak op te schonen.

# task_tableGarbageCollection_allTables.alttitle
source: Clean up all tables
da: Ryd op i alle tabeller
de: Alle Tabellen bereinigen
nl: Alle tabellen opschonen

# task_tableGarbageCollection_allTables.description
source: If selected, all configured tables are cleaned. The selection below is ignored.
da: Hvis valgt, vil opgaven rydde op i alle konfigurerede tabeller. Valget herunder vil blive ignoreret.
de: Wenn ausgewählt, werden alle konfigurierten Tabellen gereinigt. Die unten stehende Auswahl wird ignoriert.
nl: Indien geselecteerd worden alle geconfigureerde tabellen opgeschoond. De selectie hieronder wordt genegeerd.

# task_recyclerGarbageCollection_numberOfDays.alttitle
source: Number of days
da: Antal dage
de: Anzahl der Tage
nl: Aantal dagen

# task_recyclerGarbageCollection_numberOfDays.description
source: Delete files in _recycler_ folders that are older than the given number of days.
da: Slet filer i _recycler_ mapper som er ældre end den angivne antal dage.
de: Löschen Sie Dateien in _recycler_ Ordnern, die älter sind als die angegebene Anzahl von Tagen.
nl: Bestanden in _recycler_ mappen verwijderen die ouder zijn dan het aangegeven aantal dagen.
