Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/felogin/Resources/Private/Language/*.Database.xlf
Languages: el, hr, ja, km

# tt_content.CType_pi1
source: Website User Login
el: Σύνδεση Χρηστών Ιστότοπου
hr: Korisnička prijava
ja: ユーザログイン
km: ការ​កត់ត្រា​ចូល​​របស់​អ្នក​ប្រើ​វែបសាយ

# felogin_redirectPid
source: Redirect at Login to Page (felogin)
el: Ανακατεύθυνση στη σελίδα κατά τη σύνδεση (felogin)
hr: Kod prijave preusmjeri na stranicu (felogin)
ja: ログイン時のページへのリダイレクト(felogin):
km: បញ្ជូន​បន្ត​ពេល​​កត់ត្រា​ចូល​​ទៅ​កាន់​ទំព័រ (felogin)

# felogin_forgotHash
source: Forgot hash
hr: Zaboravljen sažetak
km: ភ្លេច​លេខកូដ

# tt_content.pi_flexform.general_header
source: General Header
el: Γενική Επικεφαλίδα
hr: Općenito zaglavlje
ja: 共通の見出し：
km: ចំណងជើង​ទូទៅ

# tt_content.pi_flexform.general_message
source: General Message
el: Γενικό Μήνυμα
hr: Općenita poruka
ja: 共通の本文：
km: សារ​ទូទៅ

# tt_content.pi_flexform.redirect_header
source: Redirect Header
el: Επικεφαλίδα Ανακατεύθυνσης
hr: Zaglavlje preusmjerenja
ja: リダイレクト用の見出し：
km: ចំណងជើង​​នៃ​ការបញ្ជូន​បន្ត

# tt_content.pi_flexform.redirect_message
source: Redirect Message
el: Μήνυμα Ανακατεύθυνσης
hr: Poruka preusmjerenja
ja: リダイレクト用の本文：
km: សារ​នៃ​ការបញ្ជូន​បន្ត

# tt_content.pi_flexform.welcome_header
source: Welcome Header
el: Επικεφαλίδα καλωσορίσματος
hr: Zaglavlje dobrodošlice
ja: ウェルカム用の見出し：
km: ចំណងជើង​នៃ​ការស្វាគមន៍

# tt_content.pi_flexform.welcome_message
source: Welcome Message
el: Μήνυμα καλωσορίσματος
hr: Poruka dobrodošlice
ja: ウェルカム用の本文：
km: សារ​ស្វាគមន៍

# tt_content.pi_flexform.success_header
source: Login Success Header
el: Επικεφαλίδα επιτυχούς εισόδου
hr: Zaglavlje uspjele prijave
ja: ログイン成功の見出し：
km: ចំណងជើង​នៃ​ការកត់ត្រា​​ជោគជ័យ

# tt_content.pi_flexform.success_message
source: Login Success Message
el: Μήνυμα επιτυχούς εισόδου
hr: Poruka uspjele prijave
ja: ログイン成功の本文：
km: សារ​ពេល​​កត់ត្រា​ជោគជ័យ

# tt_content.pi_flexform.error_header
source: Login Error Header
el: Επικεφαλίδα σφάλματος εισόδου
hr: Zaglavlje greške kod prijave
ja: ログイン失敗の見出し：
km: ចំណងជើង​នៃ​ការ​កត់ត្រា​​មាន​បញ្ហា៖

# tt_content.pi_flexform.error_message
source: Login Error Message
el: Μήνυμα σφάλματος εισόδου
hr: Poruka greške kod prijave
ja: ログイン失敗の本文：
km: សារ​ពេល​​កត់ត្រា​មិន​បាន​សម្រេច

# tt_content.pi_flexform.status_header
source: Status Display Header
el: Επικεφαλίδα εμφάνισης κατάστασης
hr: Zaglavlje statusa
ja: 状態表示の見出し：
km: ចំណងជើង​របស់​ស្ថានភាព​បង្ហាញ

# tt_content.pi_flexform.status_message
source: Status Display Message
el: Μήνυμα εμφάνισης κατάστασης
hr: Poruka statusa
ja: 状態表示の本文：
km: សារ​ស្ថានភាព​នៃ​ការបង្ហាញ

# tt_content.pi_flexform.logout_header
source: Logout Header
el: Επικεφαλίδα αποσύνδεσης
hr: Zaglavlje odjave
ja: ログアウトの見出し：
km: ចំណងជើង​នៃ​ការ​កត់ត្រា​ចេញ

# tt_content.pi_flexform.logout_message
source: Logout Message
el: Μήνυμα αποσύνδεσης
hr: Poruka odjave
ja: ログアウトの本文：
km: សារ​ពេល​​កត់ត្រា​ចេញ

# tt_content.pi_flexform.forgot_header
source: Forgot Password Header
el: Επικεφαλίδα Απώλειας Κωδικού
hr: Zaglavlje zaboravljenje lozinke
ja: パスワードリマインダー用の見出し：
km: ចំណងជើង​​នៃ​​ការភ្លេច​ពាក្យ​សម្ងាត់

# tt_content.pi_flexform.forgot_message
source: Forgot Password Message
el: Μήνυμα Απώλειας Κωδικού
hr: Poruka zaboravljene lozinke
ja: パスワードリマインダー用の本文：
km: សារ​ពេល​ភ្លេច​​ពាក្យ​​សម្ងាត់

# tt_content.pi_flexform.sheet_general
source: General
el: Γενικά
hr: Općenito
ja: 共通
km: ទូទៅ

# tt_content.pi_flexform.sheet_redirect
source: Redirects
el: Επιλογές Ανακατεύθυνσης
hr: Preusmjerenja
ja: リダイレクトオプション
km: ជម្រើស​បញ្ជូន​បន្ត

# tt_content.pi_flexform.sheet_messages
source: Messages
el: Μηνύματα
hr: Poruke
ja: 本文
km: សារ

# tt_content.pi_flexform.show_forgot_password
source: Display Password Recovery Link
el: Εμφάνιση συνδέσμου: "Ξεχάσατε τον κωδικό σας;"
hr: Prikaži link zaboravljene lozinke
ja: パスワードリマインダへのリンクを表示：
km: បង្ហាញ​តំណ "ភ្លេច​ពាក្យ​សម្ងាត់?"

# tt_content.pi_flexform.show_permalogin
source: Display Remember Login Option
el: Εμφάνιση επιλογής "Διατήρηση Σύνδεσης"
hr: Prikaži opciju pamćenja prijave
ja: ログインした状態を保持のチェックボックスを表示（インストールのためにつけられる）
km: បង្ហាញ​ប្រអប់​ធីក "នៅ​រក្សា​ការ​កត់ត្រា​ចូល" (ប្រសិន​បើ​បើក​សម្រាប់​ការដំឡើង)

# tt_content.pi_flexform.show_logoutFormAfterLogin
source: Disable redirect after successful login, but display logout-form
hr: Onemogući preusmjerenje nakon uspješne prijave i prikaži obrazac za odjavu
km: បង្ហាញ​ការកត់ត្រា​ចេញ បន្ទាប់​ពី​កត់ត្រា​ចូល​ជោគជ័យ

# tt_content.pi_flexform.groupSelectmode
source: FE group select mode:
el: Κατάσταση επιλογής ομάδας χρηστών FE:
hr: Način odabira grupe prednje sučelja
ja: フロントエンドグループ選択モード
km: ក្រុម​អ្នក​ប្រើ​ផ្នែក​ខាង​មុខ រើស​ទម្រង់

# tt_content.pi_flexform.groupSelectmode_showAll
source: Show all
el: Εμφάνιση όλων
hr: Prikaži sve
ja: すべてを表示
km: បង្ហាញ​ទាំងអស់

# tt_content.pi_flexform.groupSelectmode_showSelected
source: Show selected
el: Εμφάνιση επιλεγμένων
hr: Prikaži odabrano
ja: 選択された項目を表示
km: បង្ហាញ​អ្វី​ដែល​បាន​រើស

# tt_content.pi_flexform.groupSelectmode_FromTS
source: (from Typoscript)
el: (από Typoscript)
hr: (iz Typoscripta)
ja: (TypoScript から)
km: (ពី TypoScript)

# tt_content.pi_flexform.groupSelection
source: FE group selection:
el: Επιλογή ομάδας FE:
hr: Odabir grupe prednje sučelja:
ja: 選択されたフロントエンドグループ
km: ការជ្រើសរើស​របស់​ក្រុម​អ្នក​ប្រើ​ frontend៖

# tt_content.pi_flexform.groupSelection_noGroup
source: no group
el: καμία ομάδα
hr: niti jedna grupa
ja: 未分類グループ
km: គ្មាន​ក្រុម

# tt_content.pi_flexform.field_manualOrder
source: Using fieldlists below:
el: Χρήση των παρακάτω λιστών πεδίων:
hr: Koristeći niže navedena polja:
km: ប្រើ​​ប្រអប់​បញ្ជី​ខាង​ក្រោម៖

# tt_content.pi_flexform.field_orderList
source: User Fields/list:
el: Πεδία/λίστα Χρήστη:
hr: Korisnička Polja/popis:
km: ប្រអប់​​​សម្រាប់​​អ្នក​ប្រើ/​បញ្ជី៖

# tt_content.pi_flexform.field_orderDetails
source: User Fields/details:
el: Πεδία/λεπτομέρειες Χρήστη:
hr: Korisnička Polja/detalji:
km: ប្រអប់​​របស់​អ្នក​ប្រើ/​លម្អិត៖

# tt_content.pi_flexform.redirectMode
source: Redirect Mode
el: Είδος Ανακατεύθυνσης
hr: Način preusmjerenja
km: ទម្រង់​​នៃ​ការបញ្ជូន​បន្ត (អ្នក​ត្រូវ​តែ​រើស​នូវ​ជម្រើស មិ​ន​មាន​ការកំណត់​ទម្រង់​ មិន​មាន​ការបញ្ជូន​បន្ត)៖

# tt_content.pi_flexform.redirectMode.I.0
source: Defined by Usergroup Record
el: Καθορισμένο μέσω της ομάδας χρήστη
hr: Definirano zapisom korisničke grupe
km: បាន​កំណត់​​តាម​ទិន្នន័យ​​​ក្រុម​អ្នក​ប្រើ

# tt_content.pi_flexform.redirectMode.I.1
source: Defined by User Record
el: Καθορισμένο μέσω της εγγραφής του χρήστη
hr: Definirano zapisom korisnika
km: បាន​កំណត់​​តាម​​ទិន្នន័យ​​អ្នក​ប្រើ

# tt_content.pi_flexform.redirectMode.I.2
source: After Login (TS or Flexform)
el: Μετά τη σύνδεση (TS ή Flexform)
hr: Nakon prijave (TS ili Flexforma)
km: បន្ទាប់​ពី​កត់ត្រា​ចូល (TS ឬ Flexform)

# tt_content.pi_flexform.redirectMode.I.3
source: After Logout (TS or Flexform)
el: Πριν την αποσύνδεση (TS ή Flexform)
hr: Nakon odjave (TS ili Flexforma)
km: បន្ទាប់​ពី​​កត់ត្រា​ចេញ (TS ឬ Flexform)

# tt_content.pi_flexform.redirectMode.I.4
source: After Login Error (TS or Flexform)
el: Μετά το σφάλμα σύνδεσης (TS ή Flexform)
hr: Nakon greške kod prijave (TS ili Flexforma)
km: បន្ទាប់​ពី​​កត់ត្រា​មាន​បញ្ហា (TS ឬ Flexform)

# tt_content.pi_flexform.redirectMode.I.5
source: Defined by GET/POST Parameters
el: Καθορισμένο από GET/POST-μεταβλητές
hr: Definirano GET/POST parametrima
km: បាន​កំណត់​​តាម​​​អស្ថិរ GET/POST

# tt_content.pi_flexform.redirectMode.I.6
source: Defined by Referrer
el: Καθορισμένο από την προέλευση
hr: Definirano preporučiteljem
km: បាន​កំណត់​​តាម​ឯកសារ​យោង

# tt_content.pi_flexform.redirectMode.I.7
source: Defined by Domain Entries
el: Καθορισμένο από καταχωρήσεις ονόματος χώρου
hr: Definirano zapisima domene
km: បាន​កំណត់​តាម​​ដូមេន

# tt_content.pi_flexform.redirectFirstMethod
source: Use First Supported Mode from Selection
el: Χρήση της πρώτης κατάστασης που θα βρεθεί
hr: Koristi prvi podržani način iz odabira
km: ប្រើ​ទម្រង់​ដែល​រក​ឃើញ​បឋម

# tt_content.pi_flexform.redirectDisable
source: Disable Redirect
el: Απενεργοποίηση ανακατεύθυνσης
hr: Onemogući preusmjerenje
km: បិទ​ការបញ្ជូន​បន្ត

# tt_content.pi_flexform.redirectPageLogin
source: After Successful Login Redirect to Page
el: Μετά από επιτυχή σύνδεση, πραγματοποίηση ανακατεύθυνσης στη σελίδα:
hr: Nakon uspješne prijave preusmjeri na stranicu
km: បន្ទាប់​ពី​កត់ត្រា​ចូល​​បាន​សម្រេច បញ្ជូន​បន្ត​ទៅ​ទំព័រ

# tt_content.pi_flexform.redirectPageLoginError
source: After Failed Login Redirect to Page
el: Μετά από σύνδεση με σφάλμα, πραγματοποίηση ανακατεύθυνσης στη σελίδα
hr: Nakon neuspjele prijave preusmjeri na stranicu
km: បន្ទាប់​ពី​កត់ត្រា​ចូល​​មាន​បញ្ហា បញ្ជូន​ទៅ​ទំព័រ

# tt_content.pi_flexform.redirectPageLogout
source: After Logout Redirect to Page
el: Μετά την αποσύνδεση, πραγματοποίηση ανακατεύθυνσης στη σελίδα
hr: Nakon odjave preusmjeri na stranicu
km: បន្ទាប់​ពី​ឡក់អៅថ៍​បញ្ជូន​ទៅ​ទំព័រ៖បន្ទាប់​ពី​កត់ត្រា​ចេញ​​បញ្ជូន​ទៅ​ទំព័រ

# tt_content.pi_flexform.template_file
source: Template File
el: Αρχείο προτύπου
hr: Datoteka predloška
km: ឯកសារ template

# tt_content.pi_flexform.user_storage
source: User Storage Page
el: Σελίδα αποθήκευσης χρηστών
hr: Stranica za pohranu korisnika
km: ទំព័រ​ផ្ទុក​របស់​អ្នកប្រើ
