Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/lowlevel/Resources/Private/Language/*.locallang.xlf
Languages: da, hr

source: Configuration
da: Konfiguration
hr: Konfiguracija

# typo3ConfVars
source: $GLOBALS['TYPO3_CONF_VARS'] (Global Configuration)
da: $GLOBALS['TYPO3_CONF_VARS'] (Global konfiguration)
hr: $GLOBALS['TYPO3_CONF_VARS'] (Globalna konfiguracija)

# tca
source: $GLOBALS['TCA'] (Table configuration array)
da: $GLOBALS['TCA'] (Tabel-konfigurationsrække)
hr: $GLOBALS['TCA'] (Polje konfiguracije tablica)

# tcaDescr
source: $GLOBALS['TCA_DESCR'] (Table Help Description)
da: $GLOBALS['TCA_DESCR'] (Tabel-hjælpebeskrivelse)
hr: $GLOBALS['TCA_DESCR'] (Pomoćni opis tablice)

# tbeStyles
source: $GLOBALS['TBE_STYLES'] (Skinning Styles)
da: $GLOBALS['TBE_STYLES'] (Udseende-stilarter)
hr: $GLOBALS['TBE_STYLES'] (Stilovi)

# beUser
source: $GLOBALS['BE_USER']->uc (User Settings)
da: $GLOBALS['BE_USER']->uc (Brugerindstillinger)
hr: $GLOBALS['BE_USER']->uc (Korisničke postavke)

# usersettings
source: $GLOBALS['TYPO3_USER_SETTINGS'] (User Settings Configuration)
da: $GLOBALS['TYPO3_USER_SETTINGS'] (Brugerindstilling-konfiguration)
hr: $GLOBALS['TYPO3_USER_SETTINGS'] (Konfiguracija korisničkih postavki)

source: Site Configuration
da: Site Konfiguration

# t3services
source: $GLOBALS['T3_SERVICES'] (Registered Services)
da: $GLOBALS['T3_SERVICES'] (Registrerede tjenester)
hr: $GLOBALS['T3_SERVICES'] (Registrirani servisi)

# tbemodulesext
source: $GLOBALS['TBE_MODULES_EXT'] (BE Modules Extensions)
da: $GLOBALS['TBE_MODULES_EXT'] (BE-modul udvidelser)
hr: $GLOBALS['TBE_MODULES_EXT'] (Proširenja modula pozadinskog sučelja)

# tbemodules
source: $GLOBALS['TBE_MODULES'] (BE Modules)
da: $GLOBALS['TBE_MODULES'] (BE-moduler)
hr: $GLOBALS['TBE_MODULES'] (Moduli pozadinskog sučelja)

# pagesTypes
source: $GLOBALS['PAGES_TYPES'] (Table permissions by page type)
da: $GLOBALS['PAGES_TYPES'] (Tabel tilladelser pr. sidetype)

source: Crop lines
da: Beskær linjer
hr: Obreži retke

source: Variable
da: Variabel
hr: Varijabla:

# copyPaste
source: (Now, copy/paste this value into the configuration file where you can set it. This is all you can do from here...)
da: (Kopiér/indsæt nu denne værdi i konfigurationsfilen, hvor du kan sætte den. Der er alt du kan gøre herfra...)
hr: (Sada kopirajte i zalijepite ovu vrijednost u konfiguracijsku datoteku gdje je ovu postavku moguće podesiti. To je sve što možete učiniti s ovog mjesta...)

source: Enter search phrase
da: Indtast søgefrase
hr: Unesite pojam pretraživanja:

source: Search
da: Søg
hr: Traži

# useRegExp
source: Use regular expression (phrase is surrounded by slashes automatically)
da: Brug regulært udtryk
hr: Koristi regularni izraz

# writeValue
source: Write value to configuration file
da: Skriv værdi til konfigurationsfil
hr: Zapiši vrijednost u konfiguracijsku datoteku

# writeMessage
source: Following line was added to configuration file (%s): %s%s
da: Følgende linjer blev tilføjet til konfigurationsfil (%s): %s%s
hr: Sljedeći redak je dodan u konfiguracijsku datoteku (%s): %s%s

# writeMessageFailed
source: Write to configuration file failed (%s)!
da: Skrivning til konfiguratinsfil mislykkedes (%s)!
hr: Pisanje u konfiguracijsku datoteku nije uspjelo (%s)!

# menuTitle
source: Overview
da: Overblik

source: Record Statistics
da: Statistik over elementer

source: Total Page Tree
da: Samlet for Sidetræ

source: Database Relations
da: Databaserelationer

source: Full search
da: Fuld søgning

source: Find filename
da: Find filnavn

# manageRefIndex
source: Manage Reference Index
da: Håndtér referenceindeks

# rawSearch
source: Raw search in all fields
da: Rå søgning i alle felter

source: Advanced query
da: Avanceret forespørgsel

source: Select records
da: Vælg elementer

source: Count results
da: Tæl resultater

source: Explain query
da: Forklar forespørgsel

source: CSV Export
da: CSV-eksport

source: XML Export
da: XML-eksport

# clickToUpdateRefIndex
source: Click here to update reference index
da: Klik her for at opdatere referenceindeks

source: Update now!
da: Opdatér nu!

# clickToTestRefIndex
source: Click here to test reference index
da: Klik her for at teste referenceindeks

# referenceIndex_description
source: TYPO3's reference index keeps track of the relations between records. As it can happen that the reference index contains outdated values, you can check and update it here.
da: TYPO3's referenceindeks holder styr på relationerne mellem poster. Da det kan ske at referenceindekset indheholder forældede værdier, så kan du tjekke og opdatere det her.

# referenceIndex_buttonUpdate
source: Update reference index
da: Opdatér referenceindeks

# referenceIndex_buttonCheck
source: Check reference index
da: Tjek referenceindeks

source: Check now!
da: Kontroller nu!

# checkScript_headline
source: Using the command line interface
da: Brug kommandolinje grænseflade

# checkScript
source: You can also run the check as a shell script using CLI if the processing takes longer than the PHP max_execution_time allows.
da: Du kan også udføre kontrollen gennem et schell-script ved brug af CLI, hvis processen tager længere tid en PHP max_execution_time tillader.

# checkScript_check_description
source: To check the reference index use
da: For at tjekke referenceindekset anvendes:

# checkScript_update_description
source: To update the reference index use
da: For at opdatere referenceindeks brug

# checkScript_moreDetails
source: For more details see
da: For flere detaljer, se

# updateRefIndex
source: Update reference index
da: Opdater referenceindeks

# showSQL
source: Show SQL parts
da: Vis SQL-dele

# useFormattedStrings
source: Use formatted strings, labels and dates instead of original values for results
da: Brug formatterede strenge, mærkater og datoer i stedet for originale værdier for resultater

# dontUseOrigValues
source: Don't use original values in brackets as prefix for labelled results
da: Benyt ikke originale værdier i kantede parenteser som præfiks for resultater med mærkater

# sortOptions
source: Sort selectbox-options for relations by label and not by value
da: Sortér valgboks-muligheder for relationer efter mærkat og ikke efter værdi

# showDeleted
source: Show even deleted entries (with undelete buttons)
da: Vis også slettede poster (med fortryd-slet-knapper)

source: Search options
da: Søgemuligheder

source: Result
da: Resultat

source: Tables
da: Tabeller

source: references
da: referencer:

source: is missing!
da: mangler!

source: Referenced from
da: Refereret fra

source: Enter regex pattern
da: Indtast regex-mønster

# searchButton
source: Search
da: Søg

source: Pattern
da: Mønster

source: being checked...
da: bliver tjekket...

# directories
source: Dirs
da: Mapper

# directoriesTooDeep
source: ERROR: Directories deeper than the following number of levels
da: FEJL: Mapper dybere end det følgende antal niveauer

source: Files
da: Filer

source: Matching files
da: Matchende filer

source: not checked.
da: ikke tjekket.

source: Searching for filenames
da: Søger efter filnavne

# fixLostRecord
source: Click to move this lost record to rootlevel (pid=0)
da: Klik for at flytte dette element til rodniveau (pid=0)

# doktype
source: Document types
da: Dokumenttyper

# doktype_value
source: Document types (value)
da: Dokumenttyper (værdi)

source: Pages
da: Sider

# total_pages
source: Total number of default language pages
da: Totale antal sider med standard sprog

# translated_pages
source: Total number of translated pages
da: Totale antal oversatte sider

# deleted_pages
source: Marked-deleted pages
da: Sider der er markeret slettet

source: Hidden pages
da: Skjulte sider

source: Count
da: Tæl

source: Label
da: Etiket

source: Table name
da: Tabelnavn

# total_lost
source: Records total / lost
da: Poster i alt / tabte

source: Relations
da: Relationer

# relations_description
source: This will analyze the content of the tables and check if there are 'empty' relations between records or if files are missing from their expected position.
da: Dette vil analysere indholdet af databasetabeller og undersøge om der er "tomme" relationer mellem poster eller om der er filer der er manglende fra deres forventede position.

# files_many_ref
source: Files referenced from more than one record
da: Filer der har reference til mere end ét element

source: No files found.
da: Ingen filer fundet.

# files_no_ref
source: Files with no references at all (delete them!)
da: Filer med ingen referencer (slet dem!)

# files_no_file
source: Missing files
da: Manglede filer

# select_db
source: Select fields
da: Valgte felter

# group_db
source: Group fields
da: Gruppefelter

# tree
source: The Page Tree
da: Sidetræet:

# tree_description
source: This shows all pages in the system in one large tree. Beware that this will probably result in a very long document which will also take some time for the server to compute!
da: Dette vil vise alle sider i systemet i et stort sidetræ. Vær opmærksom på at det kan resultere i et meget langt dokument og at det dermed også kan tage noget tid for serveren at generere siden!

# records
source: Records Statistics
da: Statistik over elementer

# records_description
source: This shows some statistics for the records in the database. This runs through the entire page-tree and therefore it will also load the server heavily!
da: Her vises statistik over elementer i databasen. Funktionen gennemgår hele sidetræet og det kan medføre høj server belastning!

source: Search whole Database
da: Søg hele databasen

# search_description
source: This searches through all database tables and records for a text string.
da: Dette søger i alle databasetabeller og elementer efter en tekststreng.

# filesearch
source: Search all filenames for pattern
da: Søg i alle filnavne for mønster

# filesearch_description
source: Will search recursively for filenames inside sub directories of the public web folder (PublicPath) matching a certain regex pattern.
da: Søger rekursivt efter filnavne i PATH_site (undermapper til website stien) som matcher et bestemt regulært udtryk.

# refindex
source: Check and update global reference index
da: Tjek og opdatér globalt referenceindeks

# refindex_description
source: Allows you to maintain the reference index kept by TYPO3.
da: Giver adgang til at opdatere TYPO3's referenceindeks.

# title
source: Database integrity check
da: Database-integritetstjek
