Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/redirects/Resources/Private/Language/*.locallang_module_redirect.xlf
Languages: ru

# mlang_labels_tablabel
source: Redirect Administration
ru: Управление перенаправление

# mlang_labels_tabdescr
source: This is the administration area for Web Redirects.
ru: Область управления перенаправления сетевых адресов.

# mlang_tabs_tab
source: Redirects
ru: Перенаправления

# source_host_global_text
source: Global redirect (any domain)
ru: Глобальное перенаправление (любой домен)

# heading_text
source: Redirect Management
ru: Управление перенаправлением

# redirect_add_text
source: Add redirect
ru: Добавить перенаправление

# redirect_not_found.title
source: No redirects found!
ru: Перенаправлений не найдено!

# redirect_not_found.message
source: There are currently no redirect records found in the database.
ru: Не найдено записей в базе данных о перенаправлении.

# redirect_create
source: Create new redirect
ru: Создать перенаправление

# redirect_not_found_with_filter.title
source: No redirects found!
ru: Переадресаций не найдено!

# redirect_not_found_with_filter.message
source: With the current set of filters applied, no redirect could be found.
ru: С текущем набором фильтров переадресаций не найдено.

# redirect_no_filter
source: Remove all filter
ru: Удалить фильтрацию

# filter.source_host.showAll
source: Show All
ru: Показать всё

# filter.destination
source: Destination (Path or Page ID)
ru: Назначение (Путь или ID страницы)

# filter.targetStatusCode
source: Status Code
ru: Код состояния

# filter.sendButton
source: Send
ru: Отправить

# record_disabled
source: Redirect is not activated!
ru: Перенаправление не задействовано!

source: Source Host
ru: Исходный Хост

source: Source Path
ru: Исходный путь

# source_path.placeholder
source: /my-path/ or #^/my-path/$# (when regex enabled)
ru: /my-path/ или #^/my-path/$# (при включении regex)

source: Destination
ru: Назначение

source: Page ID
ru: ID страницы

# destination_status_code
source: Status Code
ru: Код состояния

source: Hits
ru: Переходов

# hit_text
source: %s hit
ru: %s переход

# hits_text
source: %s hits
ru: %s перехода

# hit_reset
source: Reset Hit Counter (!)
ru: Сбросить счётчик переходов (!)

# hit_reset.confirm.title
source: Reset the hitcounter of this record?
ru: Сбросить счётчик переходов для текущей записи?

# hit_reset.confirm.content
source: Are you sure you want to reset the hitcounter of this record?
ru: Подтверждаете сброс счётчика для текущей записи?

# hit_last
source: Last Hit on
ru: Последнее событие

# hit_last_never
source: Never
ru: Никогда

# visit_destination
source: Go to
ru: перейти к
