Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/t3editor/Resources/Private/Language/*.locallang.xlf
Languages: cs, hr

# deactivate
source: Deactivate t3editor
cs: Deaktivovat t3editor
hr: Isključi t3editor

source: Template
cs: Šablona
hr: Predložak

source: File
cs: Soubor
hr: Datoteka

source: Constants
cs: Konstanty
hr: Konstante

source: Setup
cs: Nastavení
hr: Postavke

# pageIDInteger
source: Syntax error: Parameter pageID must be a valid integer.
cs: Chyba syntaxe: Parametr pageID musí být platný integer.
hr: Sintaktička pogreška: parametar pageID mora biti cijeli broj.

# noPermission
source: Access denied: No permission to template records.
cs: Přístup byl odepřen: Žádné povolení pro záznamy šablony.
hr: Pristup odbijen: nema dopuštenja za zapise predložaka.

# typeIDMissing
source: Syntax error: At least parameter typeID has to be supplied.
cs: Chyba syntaxe: Je třeba dodat alespoň parametr typeID.
hr: Sintaktička pogreška: mora biti naveden barem parametar typeID.

# js.label_lines
source: lines
cs: řádků
hr: retci

# js.label_documentModified
source: document has been modified
cs: dokument byl změněn
hr: dokument je izmjenjen

# js.label_errorWhileSaving
source: An error occurred while saving the data.
cs: Došlo k chybě při ukládání dat.
hr: Došlo je do greške tijekom spremanja podataka.
