Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/about/Resources/Private/Language/Modules/*.about.xlf
Languages: da, hi

# mlang_labels_tablabel
source: About TYPO3 CMS
da: Information om TYPO3
hi: TYPO3 CMS के बारे में

# mlang_labels_tabdescr
source: Displays the basic facts about the TYPO3 application, version and licensing terms.
da: Viser grundlæggende fakta omkring TYPO3 systemet, versionsnummer og licensbetingelser.
hi: Typo3 आवेदन, संस्करण और लाइसेंसिंग शर्तों के बारे में बुनियादी तथ्यों को प्रदर्शित करता है।

# mlang_tabs_tab
source: About TYPO3 CMS
da: Om TYPO3
hi: TYPO3 CMS के बारे में

# title
source: About TYPO3 CMS
da: Information om TYPO3
hi: TYPO3 CMS के बारे में

# typo3_logo
source: TYPO3 CMS logo
da: TYPO3 logo
hi: TYPO3 CMS लोगो

# information
source: TYPO3 Information
hi: TYPO3 जानकारी

# welcome
source: TYPO3 CMS - Professional Web Content Management System
da: TYPO3 Professionelt Web Content Management System
hi: TYPO3 CMS - प्रोफेशनल वेब कंटेंट मैनेजमेंट सिस्टम

# minor
source: TYPO3 CMS is an enterprise-class, Open Source Content Management System, used internationally to build and manage websites of all types, from small sites for non-profits to multilingual enterprise solutions for large corporations.<br /><br />For further information visit <a href="https://typo3.org/typo3-cms/" target="_blank">typo3.org</a>.<br /><br />TYPO3 CMS is <b>freely available</b> under the <a href="https://typo3.org/typo3-cms/overview/licenses/" target="_blank">TYPO3-license (GNU/GPL)</a>.<br /><br />You are using %s %s
da: TYPO3 CMS er et Open Source Content Management System i enterprise klassen, der bruges internationalt til at bygge og administrere alle typer websites, fra små hjemmesider for non-profits til enterprise løsninger i flere sprog for store firmaer.<br /><br />For yderligere information, besøg <a href="http://typo3.org/about/typo3-the-cms/" target="_blank">typo3.org</a>.<br /><br />TYPO3 CMS er <b>frit tilgængelig</b> under <a href="http://typo3.org/license" target="_blank">TYPO3-license (GNU/GPL)</a>.<br /><br />Du bruger version %s %s
hi: Typo3 सीएमएस आगे के लिए <br /> एक उद्यम वर्ग, मुक्त स्रोत सामग्री प्रबंधन प्रणाली, बड़े निगमों के लिए बहुभाषी उद्यम समाधान के लिए गैर लाभ के लिए छोटे साइटों से अंतरराष्ट्रीय स्तर पर इस्तेमाल किया बनाने के लिए और सभी प्रकार की वेबसाइटों का प्रबंधन करने के लिए है। <br /> जानकारी के लिए <a href="https://typo3.org/typo3-cms/" target="_blank"> typo3.org </a>। <br /> <br /> typo3 सीएमएस <b> स्वतंत्र रूप से उपलब्ध है </ b> <a href="https://typo3.org/typo3-cms/overview/licenses/" target="_blank"> typo3-लाइसेंस के तहत (जीएनयू / जीपीएल) </a>। <br / > <br /> आप उपयोग कर रहे हैं %s%s

# cms_description
source: TYPO3 CMS is an enterprise-class, Open Source Content Management System, used internationally to build and manage websites of all types, from small sites for non-profits to multilingual enterprise solutions for large corporations.<br /><br />For further information visit <a href="https://typo3.org/typo3-cms/" target="_blank">typo3.org</a>.<br /><br />TYPO3 CMS is <b>freely available</b> under the <a href="https://typo3.org/typo3-cms/overview/licenses/" target="_blank">TYPO3-license (GNU/GPL)</a>.<br /><br />You are using version %s - Copyright %s %s
da: TYPO3 CMS er et Open Source Content Management System i enterprise klassen, der bruges internationalt til at bygge og administrere alle typer websites, fra små hjemmesider for non-profits til enterprise løsninger i flere sprog for store firmaer.<br /><br />For yderligere information, besøg <a href="http://typo3.org/about/typo3-the-cms/" target="_blank">typo3.org</a>.<br /><br />TYPO3 CMS er <b>frit tilgængelig</b> under <a href="http://typo3.org/license" target="_blank">TYPO3-license (GNU/GPL)</a>.<br /><br />Du bruger version %s - Copyright %s %s
hi: TYPO3 CMS आगे के लिए <br /> एक उद्यम वर्ग, मुक्त स्रोत सामग्री प्रबंधन प्रणाली, बड़े निगमों के लिए बहुभाषी उद्यम समाधान के लिए गैर लाभ के लिए छोटे साइटों से अंतरराष्ट्रीय स्तर पर इस्तेमाल किया बनाने के लिए और सभी प्रकार की वेबसाइटों का प्रबंधन करने के लिए है। <br /> जानकारी के लिए <a href="https://typo3.org/typo3-cms/" target="_blank"> typo3.org </a>। <br /> <br /> TYPO3 CMS <b> स्वतंत्र रूप से उपलब्ध है </ b> <a href="https://typo3.org/typo3-cms/overview/licenses/" target="_blank"> typo3-लाइसेंस के तहत (GNU /GPL) </a>। <br / > <br /> आप उपयोग कर रहे हैं संस्करण %s - कॉपीराइट %s%s

source: Community Credits
da: Community kreditter
hi: कम्युनिटी क्रेडिट्स

# information_detail
source: Visit <a href="https://typo3.org/community/" target="_blank">typo3.org/community/</a> if you want to know why TYPO3 rocks.
da: Besøg <a href="http://typo3.org/community/" target="_blank">typo3.org/community/</a> hvis du vil vide hvorfor TYPO3 er så godt.
hi: विजिट <a href="https://typo3.org/community/" target="_blank">typo3.org/community/</a> यदि आप को पता है क्यों typo3 रॉक्स चाहते हैं।

# coredevs
source: Core Team
da: Kerne team
hi: कोर टीम

# coredevs_detail
source: Visit <a href="https://typo3.org/teams-committees/core-development/" target="_blank">typo3.org/teams-committees/core-development/</a> for the complete member list.<br /><br />The Git Repository and the ChangeLog can be found <a href="https://forge.typo3.org/projects/typo3cms-core/" target="_blank">here</a>.
da: Besøg <a href="https://typo3.org/teams-committees/core-development/" target="_blank">typo3.org/teams-committees/core-development/</a> for en komplet medlemsliste.<br /><br />GIT Repository og ChangeLoggen kan findes <a href="https://forge.typo3.org/projects/typo3cms-core/" target="_blank">her</a>.
hi: विजिट <a href="https://typo3.org/teams-committees/core-development/" target="_blank"> typo3.org/teams-committees/core-development/ </a> कम्पलीट मेंबर लिस्ट के लिए । <br /> <br/> गिट भंडार और चैंजलोग पाया जा सकता है <a href="https://forge.typo3.org/projects/typo3cms-core/" target="_blank"> यहां </ a >।

source: Extension Authors
da: Udvidelses-forfattere
hi: एक्सटेंशन लेखक

# extension_list_info
source: This is a list of the people who contributed to the extensions you're using in your installation.
da: Dette er en liste over de personer der har deltaget i udvikling af de udvidelser du bruger i denne installation.
hi: यह उन लोगो की लिस्ट हैं, जिसने एक्सटेंशन की स्थापना में योगदान दिया हे जो आप उपयोग कर रहे हैं ।

source: Extension
da: Udvidelse
hi: एक्सटेंशन

# extension_author
source: Author
da: Forfatter
hi: लेखक

# donation_header
source: TYPO3 Donation
da: TYPO3 Donering
hi: TYPO3 डोनेशन

# donation_message
source: It would be great if you could donate. TYPO3 CMS is Open Source and relies heavily on donations from its users and supporters.<br/><br/><b>Thank you</b> for making this great Content Management System even better with your support!
da: Det ville være flot hvis du kunne donere. TYPO3 CMS er Open Source og baserer sig i stor grad på donationer fra dets brugere og støtter.<br/><br/><b>Tak</p> ved at gøre dette Content Management System endnu bedre med din støtte!
hi: यह बहुत अच्छा होगा अगर आप दान कर सकते है। Typo3 CMS खुला स्रोत है और अपने उपयोगकर्ताओं और समर्थकों से दान पर काफी निर्भर करता है। <br/> <br/> <B> धन्यवाद </ b> इस महान सामग्री प्रबंधन प्रणाली भी अपने समर्थन के साथ बेहतर बनाने के लिए!

# donation_button
source: Donate now
da: Donér nu
hi: अभी दान कीजिए

source: External Libraries
da: Eksterne biblioteker
hi: एक्सटर्नल लाइब्रेरीज

# external_thanks
source: TYPO3 CMS core uses and thanks these external Open Source projects:
da: TYPO3 CMS kerne bruger og takker disse eksterne Open Source projekter:
hi: TYPO3 CMS कोर का उपयोग करता है और धन्यवाद इन एक्सटर्नल ओपन सोर्स प्रोजेक्ट्स :
