Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/setup/Resources/Private/Language/*.locallang_csh_mod.xlf
Languages: da, nl

# .alttitle
source: User > Setup module
da: Bruger > Setup modulet
nl: Gebruikerswerkset > Gebruikersinstellingen module

# .description
source: The Setup module allows the backend user to customize TYPO3 for his own login sessions. This includes the backend language and various other interface features.
da: Setup modulet tillader backend brugeren at tilrette sine egne login sessioner i TYPO3. Dette inkluderer backendsproget og andre forskellige brugerflade egenskaber.
nl: De instellingen module geeft de backendgebruiker de mogelijkheid om TYPO3 aan te passen naar zijn/haar specifieke wensen. Dit omvat de taal van het backend en andere interface eigenschappen.

# .details
source: <b>Notice [For Admins]:</b> These settings can all be overridden or have their default values changed by "User TSconfig". To read more about this concept, see the link below!
da: <b>Bemærk [For administratorer]:</b> Disse indstillinger kan alle overskrives, eller få sine standard værdier ændret af "User TSconfig". For at læse mere om dette koncept, se nedenstående link!
nl: <b>Opmerking [Voor Admins]:</b> Alle waarden kunnen overschreven worden of gevuld worden met standaard waarden middels de "Gebruikers TSconfig (User TSconfig). Om meer over dit concept te lezen, klikt u op de link hieronder!

# _.seeAlso
source: User TSconfig SETUP | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/Setup/Index.html
da: Bruger TSconfig SETUP | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/Setup/Index.html
nl: Gebruiker-TSconfig SETUP | http://typo3.org/documentation/document-library/doc_core_tsconfig/SETUP/

# .image_descr
source: The Setup module is selected in the left menu. This is how the Setup module interface looks like - a list of options to configure.
da: Setup modulet vælges i menuen til venstre. Således ser Setup modulets brugerflade ud - en liste af muligheder for konfigurationer.
nl: De Setup module wordt gekozen in het linker (hoofd) menu. Zo ziet de Setup module eruit - een lijst met opties om te configureren.

# language.alttitle
source: Backend Language selection
da: Valg af backendsprog
nl: Taalkeuze voor het backend

# language.description
source: Select the backend language you prefer. Most parts of TYPO3s backend (for regular users) are translated into other languages.
da: Vælg dit backendsprog. De fleste dele af TYPO3s backend (for almindelige brugere) er oversat til andre sprog.
nl: Kies de backendtaal van uw voorkeur. De meeste onderdelen van het backend van TYPO3 (voor normale gebruikers) zijn vertaald naar andere talen.

# language.details
source: <b>Warning [technical]:</b> If TYPO3 is not configured to use a single character set (through $TYPO3_CONF_VARS[BE][forceCharset]) then all data entered in the backend is submitted in the character set of the selected backend language. This leads to inconsistent data storage if some users are using the backend in Russian and others in English which uses different character sets. The solution clearly is to set the configuration option mentioned above to a value like "utf-8". This must be done by the developers responsible for the whole system configuration.
da: <b>Advarsel[teknisk]:</b> Hvis ikke TYPO3 er konfigureret til at bruge et enkelt tegnsæt (i $TYPO3_CONF_VARS[BE][forceCharset]) så vil det valgte sprogs tegnsæt blive benyttet for alt der indtastes i backenden. Det medfører inkonsistent datalagring, f.eks. hvis nogen brugere har backenden på russisk, andre på engelsk osv. Løsningen er at benytte konfigurationsmuligheden for at anvende f.eks. "utf-8". Dette sættes af den ansvarlige udvikler for hele systemets konfiguration.
nl: <b>Waarschuwing [technisch]:</b> Als TYPO3 niet geconfigureerd is om gebruik te maken van één enkele karakterset (middels $TYPO3_CONF_VARS[BE][forceCharset]) dan zal alle ingevoerde data in het backend opgeslagen worden in de karakterset van de geselecteerde backend taal. Dit kan leiden tot inconsistente data-opslag als sommige gebruikers andere taalinstellingen gebruiken dan anderen. Russisch gebruikt een andere karakterset dan Engels. De oplossing is om bovenstaande instelling te gebruiken met een waarde als "utf-8". Dit moet gedaan worden door uw systeembeheerder, verantwoordelijk voor de gehele systeemconfiguratie.

# language.image_descr
source: TYPO3 is translated into around 40 languages. English is the default language and all labels must be available in English first and foremost. This screenshot shows translations for Hebrew, Arabic, Russian and Chinese.
da: TYPO3 er oversat til omkring 40 sprog. Engelsk er standard sprog og alle betegnelser skal være tilgængelige på først og fremmest engelsk. Dette screenshot viser oversættelser til hebraisk, arabisk, russisk og kinesisk.
nl: TYPO3 is vertaald in ongeveer 40 talen. Engels is de standaard taal. Alle labels moeten vooral het eerst beschikbaar zijn in het Engels. Deze schermafbeelding toont vertalingen voor Hebreeuws, Arabisch, Russisch en Chinees.

# option_startModule.alttitle
source: Start module
da: Start modul

# option_startModule.description
source: Let you select the module that is called when you login in the Backend The default module is "About Modules".
da: Her kan du vælge hvilket modul der vises efter login i backend. Som standard åbnes "Om moduler".
nl: Hier kiest u de module waarmee u start als u inlogt in de Backend De standaaard module is "Over modules"

# option_showThumbs.alttitle
source: Show Thumbnails by default
da: Vis som standard miniaturer
nl: Laat standaard wel of niet mini-afbeeldingen zien in de bestandenlijst.

# option_showThumbs.description
source: In modules like the "Web > List" and "File > Filelist" you can enable the display of thumbnails of files (images/fonts) and records (if images are attached) with a checkbox. Setting this option will enable the display by default.
da: I moduler som "Web > List" og "Filer > Filliste" kan du slå visning af miniaturer af filer (billeder og fonte) og elementer (hvis der er billeder tilknyttet) med en checkboks. Valg af denne funktion vil slå visningen til som standard.
nl: In modules als "Web > Lijst" en "Bestand > Bestandlijst" kunt u instellen dat mini-afbeeldingen getoond worden van bestanden (afbeeldingen/lettertypen) en records (als hier afbeeldingen aan gekoppeld zijn) middels een markeerveld. Door deze optie te kiezen zal deze mogelijkheid standaard geboden worden.

# option_showThumbs.image_descr
source: When thumbnails display is enabled, files attached to records will be shown in the "Web > List" module like this.
da: Når visning af miniaturer er slået ti,l vil filer knyttet til elementer blive vist i "Web > list" modulet, således.
nl: Als mini-afbeeldingen aan staan, zullen bestanden gekoppeld aan records op deze manier getoond worden in de "Web > Lijst" module.

# option_helpText.alttitle
source: Show help text when applicable
da: Vis hjælpetekst, når den findes
nl: Toon helptekst wanneer van toepassing

# option_helpText.description
source: If set, some help texts will appear by default. Applies to the "Legend" text in the Web>Access module for instance.
da: Er flaget sat, vil der som standard vises hjælpetekster. Det gælder f.eks. for signaturforklaringsteksten i Web>Adgang modulet.
nl: Als dit is aangevinkt zullen sommige helpteksten standaard worden getoond. Dit gebeurt bijvoorbeeld bij de "Legenda" tekst van de Web > Toegang module.

# option_maxTitleLen.alttitle
source: Maximum title length
da: Maksimal titel længde
nl: Maximum titellengte

# option_maxTitleLen.description
source: TYPO3 will often crop long titles of records etc. so only the first X characters are shown. Often the number of shown characters depends on this variable. For instance the length of page titles in the page tree is determined by this value.
da: TYPO3 vil ofte skære i lange element titler osv. Så kun de første X antal tegn bliver vist. Ofte afhænger antallet af viste tegn af denne variabel. F.eks. bestemmes længden af sidetitler i sidetræet af variablen.
nl: TYPO3 zal vaak lange titels van records afkorten in het backend, zodat alleen de eerste X karakters getoond worden. Vaak is het aantal karakters afhankelijk van deze instelling. Bijvoorbeeld de lengte van de paginatitels in de paginaboom worden vastgesteld door deze waarde.

# option_maxTitleLen.image_descr
source: In this case the Maximum Title length is set to 10 - and the result is that titles in the page tree - as well as other places in the backend - will be cropped after 10 characters, then suffixed by "...". The default value is "30".
da: I eksemplet er den maksimale titel længde sat til 10 - og resultatet er at titlerne i sidetræet såvel som andre steder i backenden vil blive begrænset til 10 tegn, og påhæftet "...". Standardværdien er 30.
nl: In dit geval is de maximum titellengte op 10 gezet. Het resultaat is dat de titels in de paginaboom - alsmede op andere plaatsen in het backend - afgekort worden tot 10 karakters, gevolgd door "...". De standaardwaarde is "30".

# option_copyLevels.alttitle
source: Recursive Copy
da: Rekursiv kopiering
nl: Recursief Kopiëren

# option_copyLevels.description
source: When you copy a page, subpages can also be copied along if you set this option. The number you set here defines the number of levels under a page to include in a copy operation.
da: Når du kopierer en side, kan undersiderne kopieres med. Vælg her antallet af niveauer der skal kopieres med.
nl: Als u een pagina kopieert, kunnen subpagina's meegekopieerd worden, als u hier een aantal niveau's invult. De waarde bepaalt het aantal subniveau's dat meegenomen moet worden tijdens het kopiëren

# option_recursiveDelete.alttitle
source: Recursive Delete
da: Rekursiv sletning
nl: Recusief Verwijderen

# option_recursiveDelete.description
source: You cannot delete a page with subpages unless this flag is set. Be careful - setting this option means that TYPO3 will allow a whole tree of pages to be deleted in one go!
da: Du kan ikke slette en side med undersider medmindre dette er valgt. Vær opmærksom på at dette at TYPO3 vil tillade hele træer slettes i et hug!
nl: U kunt geen pagina's verwijderen met onderliggende subpagina's als deze optie niet aangezet is. Ga hier voorzichtig mee om - binnen TYPO3 kan een hele boom met pagina's in één keer verwijderd worden!

# option_recursiveDelete.details
source: You should also consider the performance issues involved when deleting a large page tree. It might take a considerable amount of time to do that and if PHP times out before the operation is finished the results might be unpredictable.
da: Du skal overveje ydelsesspørgsmål forbundet med sletning af store sidetræer. Det kan tage lang tid og PHP kan time ud før handlingen er fuldført. Og resultatet er uforudsigeligt.
nl: U moet de performance overzien als u een grote paginaboom verwijderd. Dit kan veel tijd in beslag nemen waardoor er een time out kan ontstaan binnen PHP. Als dit gebeurt tijdens het verwijderingsproces kunnen de resultaten onvoorspelbaar zijn.

# option_edit_RTE.alttitle
source: Enable Rich Text Editor
da: Slå Rich Text Editoren til
nl: Activeer Rich Text Editor

# option_edit_RTE.description
source: If set, the Rich Text Editor in TYPO3 will be enabled for you. Normally you wouldn't want to disable this option.
da: Er flaget sat, er Rich Text Editoren i TYPO3 slået til. Normalt vil man ikke slå den fra.
nl: Door deze optie aan te vinken zal de Rich Text Editor in TYPO3 voor u geactiveerd worden. In normale omstandigheden wilt u deze optie niet uitzetten.

# option_edit_RTE.details
source: A Rich Text Editor (RTE) means that a text editing field has buttons for making selected text bold, italic etc. Whether a RTE is available also depends on factors like the browser you are using and which extensions are installed. Finally RTEs are applied to only a few record fields. The most well known example would be the Text field of a Content Element.
da: En Rich Text Editor (RTE) betyder et tekstediteringsfelt har knapper, der gør det muligt, at den valgte tekst kan stå med fed, kursiv osv. Om RTE er tilgængeligt afhænger af de installerede udvidelser og den browser du benytter. RTE kan ikke benyttes på alle elementer. De mest velkendte er tekstfeltet i indholdselementet.
nl: Met een Rich Text Editor (RTE) bedoelen we een bewerkingsveld voor tekst met knoppen om geselecteerde tekst vet, cursief etc. te maken. De beschikbaarheid van een RTE is tevens afhankelijk van de door u gebruikte browser en de geinstalleerde extensies. RTE's worden maar bij een aantal record velden toegepast. Het meest bekende voorbeeld zal het tekstveld van een inhoudselement zijn.

# option_edit_docModuleUpload.alttitle
source: Enable File Uploads in editing forms
da: Slår filoverførsel til i redigeringsformularer
nl: Sta bestandsupload toe in bewerkingsformulieren

# option_edit_docModuleUpload.description
source: This option will enable an "Upload" box for each field in TYPO3 records where you can attach a file or image. Most likely you don't want to disable this since it is usually just a nice thing to have.
da: Er dette valgt vil en "Overførselsboks" for hvert TYPO3 element, hvor man kan vedhæfte en fil eller et billede. Du vil sandsynligvis ikke slår denne fra.
nl: Deze optie geeft u de mogelijkheid tot een "upload" veld voor elk veld in TYPO3 records waar u bestanden of afbeeldingen aan kunt koppelen. Meestal wilt u deze optie niet uit zetten omdat het makkelijk is.

# option_edit_docModuleUpload.details
source: If you disable the Upload box there is still the TYPO3 Element Browser left for attaching files and images.
da: Slår du overførselsboksen fra er der stadig TYPO3 elementbrowseren til at vedhæfte filer og billeder.
nl: Als deze optie wordt uitgezet is het altijd nog mogelijk om met de TYPO3 Element Verkenner afbeeldingen en bestanden te koppelen.

# option_resizeTextareas.alttitle
source: Make Textareas Resizable
da: Gør tekstfelter justérbare
nl: De grootte van tekstvlakken aanpasbaar maken

# option_resizeTextareas.description
source: This option will make textareas resizable. You will see the resize mouse cursor if you move mouse to the outer border of textarea.
da: Gør det muligt at justere højde og bredde af tekstfelter. Størrelsen kan justeres ved at trække i kanterne af tekstfelterne.
nl: Deze optie maakt tekstvlakken aanpasbaar qua grootte. De muiscursor verandert als deze op de rand van een tekstvlak wordt geplaatst.

# option_resizeTextareas_MaxHeight.alttitle
source: Maximal Height of Textarea
da: Maksimal højde på tekstfelter
nl: Maximale hoogte van tekstveld

# option_flexibleTextareas_MaxHeight.alttitle
source: Maximal Height of flexible textareas
da: Maksimal højde på fleksible tekstfelter
nl: Maximale hoogte van flexibele tekstvlakken

# option_resizeTextareas_MaxHeight.description
source: Define the maximal height of textarea (in Pixel).
da: Her kan du definere den maksimale højde af tekstfelter (i pixels).
nl: Definieer de de maximale hoogte van het tekstveld (in pixels).

# option_flexibleTextareas_MaxHeight.description
source: Define the maximal height of flexible textareas (in Pixel).
da: Her kan du definere den maksimale højde af tekstfelter (i pixels).
nl: De maximale hoogte van flexibele tekstvlakken (in pixels)

# option_resizeTextareas_Flexible.alttitle
source: Make Textareas Flexible
da: Gør tekstfelter fleksible
nl: Tekstvlak flexibel maken

# option_resizeTextareas_Flexible.description
source: This option will make textareas flexible. The height will grow automatically while typing. Limit is the maximal height set (default 600).
da: Fleksible tekstfelter vokser automatisk i højden afhængig af tekstmængden, dog begrænset af den maksimale højde (som standard 600 pixels).
nl: Deze optie maakt het tekstvlak flexibel. De hoogte wordt aangepast tijdens het typen. Het ingestelde limiet is de maximale hoogte (standaard 600).

# option_showHiddenFilesAndFolders.description
source: Defines whether you want to list all the hidden files and folders (beginning with a .) in the filelist and element browser.
da: Definér om du ønsker at få vist alle skjulte filer og mapper (begynder med et .) i fil-listen og elementbrowseren.
nl: Definieert of verborgen bestanden en mappen (beginnend met een .) moeten worden getoond in de lijst en element browser.

# option_showHiddenFilesAndFolders.details
source: By default all hidden files are not displayed in filelists and element browsers and link pickers. This option enables to additionally show the hidden files.
da: Som standard vises skjulte filer ikke i fil-listen, elementbrowsere og linkvælgere. Dette valg tilslutter som supplement at få vist skjulte filer.
nl: Standaard worden verborgen bestanden niet weergegeven in de bestandslijst, element browser en het link toevoegscherm. Deze optie maakt weergave van deze bestanden mogelijk.

# option_beUser_realName.alttitle
source: Your real name
da: Navn
nl: Uw echte naam

# option_beUser_realName.description
source: Enter your real name here.
da: Indtast dit navn her.
nl: Voer hier uw echte naam in.

# option_beUser_email.alttitle
source: Your email address
da: Email
nl: Uw e-mailadres

# option_beUser_email.description
source: Make sure this is a valid email address for you. This is the contact address that the backend administrator will use if he needs to contact you. Also, the TYPO3 system might need to send you messages at various times and this will be the recipient address.
da: Sørg for at dette er en valid emailadresse til dig selv. Det er den kontakt-adresse backend-administratoren vil benytte, hvis der er behov for at kontakte dig. Endvidere kan TYPO3-systemet være nødt til at sende dig beskeder på forskellige tidspunkter og dette vil være modtageradressen for disse beskeder.
nl: Ben er zeker van dat dit een bestaand e-mailadres is van uzelf. De backendbeheerder zal deze namelijk gebruiken als hij contact met u op wil nemen. Daarnaast kan het TYPO3 systeem dit adres gebruiken om berichten naar te versturen, indien nodig, en dit zal het adres van de ontvanger zijn.

# option_emailMeAtLogin.alttitle
source: Notify by login
da: Send meddelse ved login
nl: Bericht mij bij inloggen

# option_emailMeAtLogin.description
source: If you set this option you will receive an email from TYPO3 each time you (or "someone") logs in using your username. You might like to receive such a "warning" as a security measure so you will know if someone else picks up your password and uses your account.
da: Er dette valgt vil du modtage en email fra TYPO3 hver gang du (eller "nogen") logger ind med dit brugernavn. Måske ønsker du at modtage sådan en "advarsel" som sikkerhed. Så vil du vide hvis nogen bruger dit password og bruger din konto.
nl: Indien aangevinkt zult u een e-mail van TYPO3 ontvangen voor elke login die er gedaan wordt met uw gebruikersnaam. Het is mogelijk dat u een "waarschuwing" wilt ontvangen als beveiliging zodat u weet of iemand uw wachtwoord weet en uw account misbruikt.

# option_newPassword.alttitle
source: Change password
da: Ændre password
nl: Nieuw wachtwoord

# option_newPassword.description
source: Enter a new password for your backend account
da: Indtast et nyt password til din backend konto
nl: Voer een nieuw wachtwoord in voor uw backend-account

# option_newPassword.details
source: The passwords are encrypted to an MD5 hash when you leave the field so no plain text password is sent over the wire.
da: Det angivne password krypteres med MD5 når feltet forlades. Dette sker for ikke at sende kodeord i klar tekst over netværket.
nl: Wachtwoorden worden direct gecodeerd met een MD5 hash wanneer u het wachtwoordveld verlaat. Wachtwoorden, verzonden naar de server, zijn hierdoor niet leesbaar

# option_newPasswordAgain.alttitle
source: Change password, confirm
da: Bekræft nyt password
nl: Nieuw wachtwoord, nogmaals

# option_newPasswordAgain.description
source: Confirm the new password by entering it again, exactly like above. If the two new passwords do not match, the password will not be changed.
da: Bekræft det nye password ved at indtaste det igen, præcist som ovenfor. Hvis de to nye passwords ikke stemmer overens, vil passwordet ikke blive ændret.
nl: Voer het wachtwoord nogmaals in om het te bevestigen. Als de twee wachtwoorden niet overeenkomen, zal het wachtwoord niet gewijzigd worden.

# reset.alttitle
source: Reset all Values to default
da: Sæt alle indstillinger til standard
nl: Reset alle waardes naar standaard

# reset.description
source: If you select this option all settings in this module will be reset to the default settings of the system.
da: Dette vil medføre at alle indstillinger i dette modul bliver nulstillet til systemets standard indstillinger.
nl: Deze optie zet alle waarden in deze module terug naar de standaard waarden.

# reset.details
source: This does not apply to user name, email and password settings of course.
da: Dette gælder naturligvis ikke brugernavn, email og password indstillinger.
nl: Dit gaat niet op voor de gebruikersnaam, e-mailadres en wachtwoordinstellingen.

# simuser.alttitle
source: Simulate backend user
da: Simulér en backend bruger
nl: Simuleer Backend Gebruiker

# simuser.description
source: This option allows "admin"-users to change settings for another backend user in the system.
da: Dette giver "administrator"-brugere tilladelse tuk at ændre indstillinger for andre backend brugere i systemet.
nl: Hiermee kan een "admin"-gebruiker instellingen voor andere backendgebruikers wijzigen in het systeem.

# option_enableInstallTool.alttitle
source: Admin control for re-enabling Install Tool access
da: Mulighed for at tilgå installationsværktøjet for administrationsbrugere
nl: Beheerdersgereedschap om de toegang tot de Install Tool wederom in te schakelen

# option_enableInstallTool.description
source: By clicking this button, a file typo3conf/ENABLE_INSTALL_TOOL is created (or removed if it already exists). It unlocks the access to the Install Tool (password is still needed!) and will be removed automatically after 1 hour.
da: Ved at klikke på denne knap, oprettes filen typo3conf/ENABLE_INSTALL_TOOL (eller fjernes, hvis den allerede eksisterer). Filen gør det muligt at tilgå installationsværktøjet (dog er adgangskode stadig påkrævet) og bliver automatisk slettet efter 1 time.
nl: Door op deze knop te klikken wordt een bestand typo3conf/ENABLE_INSTALL_TOOL aangemaakt (of verwijderd als deze al bestaat). Het maakt de Install Tool toegankelijk (wachtwoord is nog steeds nodig!) en zal automatisch verwijderd worden na 1 uur.
