Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/form/Resources/Private/Language/*.Database.xlf
Languages: da

# formEditor.elements.Date.editor.defaultValue.placeholder
source: A date in format Y-m-d (e.g 2018-03-17)
da: En dato i format Å-m-d (eks. 2018-03-17)

# formEditor.elements.Date.editor.step.fieldExplanationText
source: Specify the number of days between each occurrence of this event.
da: Angiv antallet af dage mellem hver hændelse på denne begivenhed.

# formEditor.elements.Date.editor.step.label
source: Frequency
da: Frekvens

# formEditor.elements.Date.editor.validators.DateRange.label
source: Date range
da: Datointerval

# formEditor.elements.DatePicker.validators.DateRange.editor.header.label
source: Date range
da: Datointerval

# formEditor.elements.DatePicker.validators.DateRange.editor.minimum
source: Minimum date
da: Minimum dato

# formEditor.elements.DatePicker.validators.DateRange.editor.maximum
source: Maximum date
da: Maksimum dato

# formEditor.elements.DatePicker.validators.DateRange.editor.minimum.placeholder
source: A date in format Y-m-d (e.g 2018-03-17)
da: En dato i formatet Å-m-d (eks. 2011-03-17)

# formEditor.elements.DatePicker.validators.DateRange.editor.maximum.placeholder
source: A date in format Y-m-d (e.g 2018-03-17)
da: En dato i formatet Å-m-d (eks. 2011-03-17)

# formEditor.elements.Password.label
source: Password
da: Adgangskode

# formEditor.elements.AdvancedPassword.label
source: Advanced password
da: Avanceret adgangskode

# formEditor.elements.AdvancedPassword.editor.confirmationLabel.label
source: Confirmation label
da: Bekræftelsesetiket

# formEditor.element.AdvancedPassword.editor.confirmationLabel.predefinedDefaults
source: Confirmation
da: Bekræftelse

# formEditor.elements.Textarea.label
source: Textarea
da: Tekstareal

# formEditor.elements.Checkbox.label
source: Checkbox
da: Checkboks

# formEditor.elements.MultiCheckbox.label
source: Multi checkbox
da: Multi checkboks

# formEditor.elements.MultiSelect.label
source: Multi select
da: Multivalg

# formEditor.elements.RadioButton.label
source: Radio button
da: Radioknap

# formEditor.elements.SingleSelect.label
source: Single select
da: Enkeltvalg

# formEditor.elements.DatePicker.label
source: Date picker (jQuery)
da: Datovælger (jQuery)

# formEditor.elements.DatePicker.editor.dateFormat.label
source: Date format
da: Datoformat

# formEditor.elements.DatePicker.editor.enableDatePicker.label
source: Enable datepicker (needs jQuery UI)
da: Aktivér datovælger (kræver jQuery UI)

# formEditor.elements.DatePicker.editor.displayTimeSelector.label
source: Display time selector
da: Vis tidsvælger

# formEditor.elements.DatePicker.editor.validators.label
source: Validators
da: Validatorer

# formEditor.elements.DatePicker.editor.validators.EmptyValue.label
source: Add validator
da: Tilføj validator

# formEditor.elements.DatePicker.editor.validators.DateTime.label
source: Date/time
da: Dato/tid

# formEditor.elements.DatePicker.validators.DateTime.editor.header.label
source: Date/time
da: Dato/tid

source: Custom error message
da: Brugerbestemt fejlmeddelelse

source: Error message which is shown if the validation does not succeed
da: Fejlmeddelelse der vises hvis validering fejler

# formEditor.elements.StaticText.label
source: Static text
da: Statisk tekst

# formEditor.elements.StaticText.editor.label.label
source: Header
da: Overskrift

# formEditor.elements.StaticText.editor.staticText.label
source: Text
da: Tekst

# formEditor.elements.Hidden.label
source: Hidden
da: Skjult

# formEditor.elements.Hidden.editor.defaultValue.label
source: Value
da: Værdi

# formEditor.elements.ContentElement.label
source: Content element
da: Indholdselement

# formEditor.elements.ContentElement.selectContentElement
source: No content element selected
da: Intet indholdselement valgt

# formEditor.elements.ContentElement.editor.contentElement.label
source: Content element uid
da: Indholdselement uid

# formEditor.elements.ContentElement.editor.contentElement.buttonLabel
source: Page Content
da: Sideindhold

# formEditor.elements.FileUpload.label
source: File upload
da: Filupload

# formEditor.elements.FileUpload.editor.allowedMimeTypes.label
source: Allowed file mime types
da: Tilladte fil mime-typer

# formEditor.elements.FileUpload.editor.allowedMimeTypes.doc
source: Documents (doc)
da: Dokumenter (doc)

# formEditor.elements.FileUpload.editor.allowedMimeTypes.docx
source: Documents (docx)
da: Dokumenter (docx)

# formEditor.elements.FileUpload.editor.allowedMimeTypes.xls
source: Documents (xls)
da: Dokumenter (xls)

# formEditor.elements.FileUpload.editor.allowedMimeTypes.xlsx
source: Documents (xlsx)
da: Dokumenter (xlsx)

# formEditor.elements.FileUpload.editor.allowedMimeTypes.pdf
source: Documents (pdf)
da: Dokumenter (pdf)

# formEditor.elements.FileUpload.editor.allowedMimeTypes.odt
source: Documents (odt)
da: Dokumenter (odt)

# formEditor.elements.FileUpload.editor.allowedMimeTypes.ods
source: Documents (ods)
da: Dokumenter (ods)

# formEditor.elements.ImageUpload.label
source: Image upload
da: Billed-upload

# formEditor.elements.ImageUpload.editor.allowedMimeTypes.label
source: Allowed file mime types
da: Tilladte fil mime-typer

# formEditor.elements.ImageUpload.editor.allowedMimeTypes.jpg
source: Images (jpg)
da: Billeder (jpg)

# formEditor.elements.ImageUpload.editor.allowedMimeTypes.png
source: Images (png)
da: Billeder (png)

# formEditor.elements.ImageUpload.editor.allowedMimeTypes.bmp
source: Images (bmp)
da: Billeder (bmp)

# formEditor.elements.UnknownElement
source: Unknown element
da: Ukendt element

# formEditor.stage.toolbar.new_element
source: Create new element
da: Opret nyt element

# formEditor.stage.toolbar.remove
source: Remove
da: Fjern

# formEditor.stage.toolbar.new_element.inside
source: Inside
da: Indenfor

# formEditor.stage.toolbar.new_element.after
source: After
da: Efter

# formEditor.inspector.editor.formelement_selector.title
source: Insert formelement identifier
da: Indsæt formularelement identifier

# formEditor.inspector.editor.formelement_selector.no_elements
source: No elements available
da: Ingen elementer tilgængelige
