Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/form/Resources/Private/Language/*.Database.xlf
Languages: da

# module.shortcut_name
source: Form manager
da: Formularhåndtering

source: Default
da: Standard

source: [Empty]
da: [Tom]

# tt_content.pi_flexform.formframework.persistenceIdentifier
source: Form definition
da: Formulardefinition

# tt_content.pi_flexform.formframework.sheet_general
source: General
da: Generelt

# tt_content.pi_flexform.formframework.selectPersistenceIdentifier
source: Please select a form definition
da: Vælg definition af formular

# tt_content.pi_flexform.formframework.overrideFinishers
source: Override finisher settings
da: Overskriv Afslutter-indstillinger

# tt_content.preview.noPersistenceIdentifier
source: No form selected.
da: Ingen formular valgt.

# tt_content.preview.invalidPersistenceIdentifier
source: Invalid form "%s".
da: Ugyldig formular "%s"

# tt_content.preview.inaccessiblePersistenceIdentifier
source: "%s" (no read access).
da: "%s" (ingen læseadgang).

# tt_content.preview.notExistingdPersistenceIdentifier
source: The form "%s" does not exists.
da: Formularen "%s" eksisterer ikke.

# tt_content.preview.invalidFrameworkConfiguration
source: "%s" (Invalid ext:form configuration).
da: "%s" (ugyldig ext:form konfiguration).

# tt_content.preview.invalidFrameworkConfiguration.text
source: Invalid ext:form configuration. %s
da: Ugyldig ext:form konfiguration. %s

# tt_content.preview.invalidFrameworkConfiguration.title
source: Invalid configuration.
da: Ugyldig konfiguration.

# tt_content.finishersDefinition.Confirmation.label
source: Confirmation
da: Bekræftelse

# tt_content.finishersDefinition.Confirmation.message.label
source: Text
da: Tekst

# tt_content.finishersDefinition.Confirmation.contentElementUid.label
source: Record
da: Element

# tt_content.finishersDefinition.EmailToSender.label
source: Email to sender (form submitter)
da: E-mail til afsender (den der udfylder formularen)

# tt_content.finishersDefinition.EmailToSender.subject.label
source: Subject of the email
da: Emnet på e-mail

# tt_content.finishersDefinition.EmailToSender.senderAddress.label
source: Email address of the sender
da: E-mail adresse på afsenderen

# tt_content.finishersDefinition.EmailToSender.senderName.label
source: Human-readable name of the sender
da: Læsbart navn på afsenderen

# tt_content.finishersDefinition.EmailToReceiver.label
source: Email to receiver (you)
da: E-mail til modtager (dig)

# tt_content.finishersDefinition.EmailToReceiver.subject.label
source: Subject of the email
da: Emnet på e-mailen

# tt_content.finishersDefinition.EmailToReceiver.senderAddress.label
source: Email address of the sender
da: E-mail adresse på afsenderen

# tt_content.finishersDefinition.EmailToReceiver.senderName.label
source: Human-readable name of the sender
da: Læsbart navn på afsenderen

# tt_content.finishersDefinition.EmailToReceiver.language.label
source: Translation language
da: Oversættelsessprog

# tt_content.finishersDefinition.EmailToReceiver.language.1
source: Default
da: Standard

# tt_content.finishersDefinition.Redirect.label
source: Redirect
da: Videresend

# tt_content.finishersDefinition.Redirect.pageUid.label
source: Page
da: Side

# tt_content.finishersDefinition.Redirect.additionalParameters.label
source: Additional link parameter
da: Ekstra link-parametre

# formManagerController.deleteAction.error.title
source: Delete error
da: Slettefejl

# formManagerController.deleteAction.error.body
source: The form "%s" could not be deleted.
da: Formularen "%s" kunne ikke slettes.

# formManager.headline
source: Form Management
da: Administrér formularer

# formManager.create_new_form
source: Create new form
da: Opret en ny formular

# formManager.edit_existing_forms
source: Edit existing forms
da: Redigér eksisterende formularer

# formManager.form_name
source: Form name
da: Formularnavn

# formManager.location
source: Location
da: Placering

# formManager.references
source: References
da: Referencer

# formManager.options
source: Options
da: Valg

# formManager.show_references
source: Show references for this form
da: Vis referencer for denne formular

# formManager.edit_form
source: Edit this form
da: Redigér denne formular

# formManager.duplicate_this_form
source: Duplicate this form
da: Dublér denne formular

# formManager.delete_form
source: Remove this form
da: Fjern denne formular

# formManager.forms_not_found.title
source: No forms found!
da: Ingen formularer fundet!

# formManager.forms_not_found.message
source: There are currently no forms found in the system.
da: Der er i øjeblikket ikke nogen formularer i systemet.

# formManager.edit_form_not_allowed
source: Edit this form is not allowed.
da: Redigering af denne formular er ikke tilladt.

# formManager.duplicate_form_not_allowed
source: Duplicate this form is not allowed.
da: Ens formularer er ikke tilladt.

# formManager.delete_form_not_allowed
source: Delete this form is not allowed.
da: Det er ikke tilladt at slette denne formular.

# formManager.invalid
source: Invalid YAML file!
da: Ugyldig YAML-fil!

# formManager.duplicate_identifier
source: Duplicate identifier!
da: Dubleret identifikator!

source: Blank form
da: Blank formular

source: Simple contact form (ext:form example)
da: Simpel kontaktformular (ext:form eksempel)

# formEditor.header
source: Form editor
da: Formular-editor

# formEditor.loading
source: Loading...
da: Indlæser...

# formEditor.spinner
source: Loading...
da: Indlæser...

# formEditor.save_button
source: Save
da: Gem

# formEditor.form_settings_button
source: Settings
da: Indstillinger

# formEditor.undo_button
source: Undo
da: Fortryd

# formEditor.redo_button
source: Redo
da: Gentag

# formEditor.new_page_button
source: Create new step
da: Opret nyt trin

# formEditor.structure
source: Structure
da: Struktur

# formEditor.insert_elements
source: Insert elements
da: Indsæt elementer

# formEditor.formElementPropertyValidatorsDefinition.NotEmpty.label
source: Required
da: Krævet

# formEditor.formElementPropertyValidatorsDefinition.Integer.label
source: Not a number
da: Ikke et tal

# formEditor.formElementPropertyValidatorsDefinition.NaiveEmail.label
source: Invalid email address
da: Ugyldig e-mailadresse

source: Invalid form element
da: Ugyldigt formular-element

# formEditor.formElementPropertyValidatorsDefinition.FileSize.label
source: Invalid file size format, valid e.g. "10B|K|M|G"
da: Ugyldig filstørrelse-format, gyldig f.eks. "10B|K|M|G"

# formEditor.formElementPropertyValidatorsDefinition.RFC3339FullDate.label
source: Invalid date format. Valid format: Y-m-d (2018-03-17)
da: Ugyldigt datoformat. Gyldigt format: Å-m-d (2018-03-17)

# formEditor.formElementGroups.input.label
source: Basic elements
da: Basiselement

# formEditor.formElementGroups.html5.label
source: Special elements
da: Specielle elementer

# formEditor.formElementGroups.select.label
source: Select elements
da: Vælg elementer

# formEditor.formElementGroups.custom.label
source: Advanced elements
da: Avancerede elementer

# formEditor.formElementGroups.container.label
source: Container elements
da: Container elementer

# formEditor.formElementGroups.page.label
source: Step types
da: Sidetyper

# formEditor.elements.BaseFormElementMixin.editor.label.label
source: Form name
da: Formularnavn

# formEditor.elements.Form.saveSuccessFlashMessageTitle
source: Save
da: Gem

# formEditor.elements.Form.saveSuccessFlashMessageMessage
source: The form has been successfully saved.
da: Formularen blev gemt med succes.

# formEditor.elements.Form.saveErrorFlashMessageTitle
source: Save
da: Gem

# formEditor.elements.Form.saveErrorFlashMessageMessage
source: The form could not be saved:
da: Formularen kunne ikke gemmes:

# formEditor.modals.validationErrors.dialogTitle
source: Alert
da: Advarsel

# formEditor.modals.validationErrors.dialogMessage
source: Some elements are not configured properly. Please check the following elements:
da: Nogle elementer er ikke konfigureret korrekt. Tjek venligst de følgende elementer:

# formEditor.modals.insertElements.dialogTitle
source: New element
da: Nyt element

# formEditor.modals.newPages.dialogTitle
source: New step
da: Nyt trin

# formEditor.modals.removeElement.dialogTitle
source: Remove element?
da: Fjern element?

# formEditor.modals.removeElement.dialogMessage
source: Are you sure that you want to remove this element?
da: Er du sikker på at du vil fjerne dette element?

# formEditor.modals.removeElement.confirmButton
source: Remove
da: Fjern

# formEditor.modals.removeElement.cancleButton
source: Cancel
da: Annulér

# formEditor.modals.removeElement.lastAvailablePageFlashMessageTitle
source: Error
da: Fejl

# formEditor.modals.removeElement.lastAvailablePageFlashMessageMessage
source: There must be at least one step within your form.
da: Der skal være mindst et trin i din formular.

# formEditor.modals.close.dialogMessage
source: You have currently unsaved changes. Are you sure that you want to discard all changes?
da: Du har ændringer, der ikke er gemt lige nu. Er du sikker på at du vil kassere alle ændringer?

# formEditor.modals.close.dialogTitle
source: Do you want to quit without saving?
da: Vil du forlade uden at gemme?

# formEditor.modals.close.confirmButton
source: Yes, discard my changes
da: Ja, kassér mine ændringer

# formEditor.modals.close.cancleButton
source: No, I will continue editing
da: Nej, jeg vil fortsætte redigering

# formEditor.pagination.title
source: Step {0} of {1}
da: Side {0} af {1}

# formEditor.elements.MinimumMaximumEditorsMixin.editor.maximum.label
source: Maximum
da: Maksimum

# formEditor.elements.TextMixin.editor.placeholder.label
source: Placeholder
da: Pladsholder

# formEditor.elements.TextMixin.editor.defaultValue.label
source: Default value
da: Standardværdi

# formEditor.elements.TextMixin.editor.pattern.label
source: Pattern
da: Mønster

# formEditor.elements.TextMixin.editor.pattern.fieldExplanationText
source: Additional client-side validation as JavaScript regular expression
da: Yderligere client-side validering som Javascript regular expression

# formEditor.elements.TextMixin.editor.step.label
source: Step
da: Trin

# formEditor.elements.TextMixin.editor.validators.label
source: Validators
da: Validatorer

# formEditor.elements.TextMixin.editor.validators.EmptyValue.label
source: Add validator
da: Tilføj validator

# formEditor.elements.TextMixin.editor.validators.Alphanumeric.label
source: Alphanumeric
da: Alfanumerisk

# formEditor.elements.TextMixin.editor.validators.Text.label
source: Non-XML text
da: Ikke-XML tekst

# formEditor.elements.TextMixin.editor.validators.StringLength.label
source: String length
da: Strenglængde

# formEditor.elements.TextMixin.editor.validators.Integer.label
source: Integer number
da: Heltal

# formEditor.elements.TextMixin.editor.validators.Float.label
source: Floating-point number
da: Kommatal

# formEditor.elements.TextMixin.editor.validators.Number.label
source: Number
da: Antal

# formEditor.elements.TextMixin.editor.validators.NumberRange.label
source: Number range
da: Tal-område

# formEditor.elements.TextMixin.editor.validators.RegularExpression.label
source: Regular expression
da: Regulært udtryk

# formEditor.elements.MultiSelectionMixin.editor.validators.Count.label
source: Number of submitted values
da: Antal af sendte værdier

# formEditor.elements.TextMixin.validators.Alphanumeric.editor.header.label
source: Alphanumeric
da: Alfanumerisk

source: Custom error message
da: Brugerbestemt fejlmeddelelse

source: Error message which is shown if the validation does not succeed
da: Fejlmeddelelse som vises hvis valideringen fejler

# formEditor.elements.TextMixin.validators.Text.editor.header.label
source: Non-XML text
da: Ikke-XML tekst

source: Custom error message
da: Brugerdefineret fejlmeddelelse

source: Error message which is shown if the validation does not succeed
da: Fejlmeddelelse der vises hvis validering fejler

# formEditor.elements.TextMixin.validators.StringLength.editor.header.label
source: String length
da: Strenglængde

source: Custom error message
da: Brugerdefineret fejlmeddelelse

source: Error message which is shown if the validation does not succeed
da: Fejlmeddelelse der vises hvis validering fejler

source: Custom error message
da: Brugerbestemt fejlmeddelelse

source: Error message which is shown if the validation does not succeed
da: Fejlmeddelelse som vises hvis valideringen fejler

# formEditor.elements.TextMixin.validators.Integer.editor.header.label
source: Integer number
da: Heltal

source: Custom error message
da: Brugerdefineret fejlmeddelse

source: Error message which is shown if the validation does not succeed
da: Fejlmeddelelse der vises hvis validering fejler

# formEditor.elements.TextMixin.validators.Float.editor.header.label
source: Floating-point number
da: Kommatal

source: Custom error message
da: Brugerbestemt fejlmeddelelse

source: Error message which is shown if the validation does not succeed
da: Fejlmeddelelse som vises hvis valideringen fejler

# formEditor.elements.TextMixin.validators.Number.editor.header.label
source: Number
da: Antal

# formEditor.elements.TextMixin.validators.NumberRange.editor.header.label
source: Number range
da: Tal-område

source: Custom error message
da: Brugerdefineret fejlmeddelelse

source: Error message which is shown if the validation does not succeed
da: Fejlmeddelelse der vises hvis validering fejler

# formEditor.elements.TextMixin.validators.RegularExpression.editor.header.label
source: Regular expression
da: Regulært udtryk

# formEditor.elements.TextMixin.validators.RegularExpression.editor.regex.label
source: Regular expression
da: Regulært udtryk

source: Enter a valid PHP PCRE regular expression here.
da: Indtast et gyldigt PHP PCRE regulært udtryk her.

source: Custom error message
da: Brugerdefineret fejlmeddelelse

source: Error message which is shown if the validation does not succeed
da: Fejlmeddelelse der vises hvis validering fejler

# formEditor.elements.MultiSelectionMixin.validators.Count.editor.header.label
source: Number of submitted values
da: Antal af sendte værdier

source: Custom error message
da: Brugerbestemt fejlmeddelelse

source: Error message which is shown if the validation does not succeed
da: Fejlmeddelelse der vises hvis validering fejler

# formEditor.elements.SelectionMixin.editor.inactiveOption.label
source: First option (empty value)
da: Første mulighed (tom værdi)

# formEditor.elements.SelectionMixin.editor.inactiveOption.fieldExplanationText
source: If set, this label will be shown as first option.
da: Hvis angivet vil denne etiket blive vist som det første valg.

# formEditor.elements.SelectionMixin.editor.options.label
source: Choices
da: Valg

source: Error
da: Fejl

# formEditor.elements.MultiSelectionMixin.editor.validators.label
source: Validators
da: Validatorer

# formEditor.elements.MultiSelectionMixin.editor.validators.EmptyValue.label
source: Add validator
da: Tilføj validator

# formEditor.elements.FileUploadMixin.editor.saveToFileMount.label
source: Uploads save path
da: Opload stil til gem

# formEditor.elements.FileUploadMixin.editor.validators.label
source: Validators
da: Validatorer

# formEditor.elements.FileUploadMixin.editor.validators.EmptyValue.label
source: Add validator
da: Tilføj validator

# formEditor.elements.FileUploadMixin.editor.validators.FileSize.label
source: File size
da: Filstørrelse

# formEditor.elements.FileUploadMixin.validators.FileSize.editor.header.label
source: File size
da: Filstørrelse

# formEditor.elements.Form.editor.submitButtonLabel.label
source: Submit label
da: Send-tekst

# formEditor.elements.Form.editor.submitButtonLabel.value
source: Submit
da: Send

# formEditor.elements.Form.editor.finishers.label
source: Finishers
da: Afsluttere

# formEditor.elements.Form.editor.finishers.EmptyValue.label
source: Add finisher
da: Tilføj afslutter

# formEditor.elements.Form.editor.finishers.EmailToSender.label
source: Email to sender (form submitter)
da: E-mail til afsender (den der udfylder formularen)

# formEditor.elements.Form.editor.finishers.EmailToReceiver.label
source: Email to receiver (you)
da: E-mail til modtager (dig)

# formEditor.elements.Form.editor.finishers.Redirect.label
source: Redirect to a page
da: Videresend til side

# formEditor.elements.Form.editor.finishers.DeleteUploads.label
source: Delete uploads
da: Slet uploads

# formEditor.elements.Form.editor.finishers.Confirmation.label
source: Confirmation message
da: Bekræftelsesbesked

# formEditor.elements.Form.finisher.EmailToSender.editor.header.label
source: Email to sender (form submitter)
da: E-mail til afsender (den der udfylder formularen)

# formEditor.elements.Form.finisher.EmailToSender.editor.subject.label
source: Subject
da: Emne

# formEditor.elements.Form.finisher.EmailToSender.editor.senderAddress.label
source: Sender address
da: Afsenderadresse

source: The email address of the sender (e.g. your company's email address) which appears in the website visitor email client.
da: E-mailadressen på afsenderen (eksempelvis dit firmas e-mailadresse) som det optræder i brugerens e-mailklient.

# formEditor.elements.Form.finisher.EmailToSender.editor.senderName.label
source: Sender name
da: Afsendernavn

source: The name of the sender (e.g. your company's name) which appears in the website visitor email client.
da: Navnet på afsenderen (eksempelvis dit firmanavn) som det optræder i brugerens e-mailklient.

# formEditor.elements.Form.finisher.EmailToSender.editor.attachUploads.label
source: Attach uploads
da: Tilføj uploads

# formEditor.elements.Form.finisher.EmailToReceiver.editor.header.label
source: Email to receiver (you)
da: E-mail til modtager (modtager)

# formEditor.elements.Form.finisher.EmailToReceiver.editor.subject.label
source: Subject
da: Emne

# formEditor.elements.Form.finisher.EmailToReceiver.editor.senderAddress.label
source: Sender address
da: Afsenderadresse

source: The email address of the sender which appears in your email client. If you want, you can use the "insert formelement identifier" dropdown to choose a form element which holds the website visitors email address.
da: E-mailadressen på afsender som optræder i din e-mailklient. Hvis du ønsker det, kan du benytte "indsæt formularelement identifier" dropdown for at vælge et formularelement, der indeholder brugernes e-mailadresse.

# formEditor.elements.Form.finisher.EmailToReceiver.editor.senderName.label
source: Sender name
da: Afsendernavn

source: The name of the sender which appears in your email client. If you want, you can use the "insert formelement identifier" dropdown to choose one or more form elements which holds the website visitors name.
da: Navnet på afsender som optræder i din e-mailklient. Hvis du ønsker det, kan du benytte "indsæt formularelement identifier" dropdown for at vælge et formularelement, der indeholder brugernes navn.

# formEditor.elements.Form.finisher.EmailToReceiver.editor.attachUploads.label
source: Attach uploads
da: Tilføj uploads

# formEditor.elements.Form.finisher.EmailToReceiver.editor.language.label
source: Translation language
da: Oversættelsessprog

# formEditor.elements.Form.finisher.Redirect.editor.header.label
source: Redirect to a page
da: Videresend til side

# formEditor.elements.Form.finisher.Redirect.editor.pageUid.label
source: Page
da: Side

# formEditor.elements.Form.finisher.Redirect.editor.pageUid.buttonLabel
source: Page
da: Side

# formEditor.elements.Form.finisher.Redirect.editor.additionalParameters.label
source: Additional parameters
da: Ekstra parametre

# formEditor.elements.Form.finisher.DeleteUploads.editor.header.label
source: Delete uploads
da: Slet uploads

# formEditor.elements.Form.finisher.Confirmation.editor.header.label
source: Confirmation message
da: Bekræftelsesbesked

# formEditor.elements.Form.finisher.Confirmation.editor.contentElement.label
source: Content element uid
da: Indholdselement uid

# formEditor.elements.Form.finisher.Confirmation.editor.contentElement.buttonLabel
source: Page Content
da: Sideindhold

# formEditor.elements.Form.finisher.Confirmation.editor.message.label
source: Text
da: Tekst

source: Will be ignored if "Content element" is set
da: Vil blive ignoreret hvis "Indholdselement" er angivet

# formEditor.elements.Form.finisher.Closure.editor.header.label
source: Execute a closure
da: Gennemfør en afvikling

# formEditor.elements.Form.finisher.FlashMessage.editor.header.label
source: Flash message
da: Flashbesked

# formEditor.elements.Form.finisher.SaveToDatabase.editor.header.label
source: Save the mail to the Database
da: Gem e-mail i databasen

# formEditor.elements.ReadOnlyFormElement.editor.label.label
source: Label
da: Etiket

# formEditor.elements.FormElement.editor.label.label
source: Label
da: Etiket

# formEditor.elements.FormElement.editor.elementDescription.label
source: Description
da: Beskrivelse

# formEditor.elements.FormElement.editor.requiredValidator.label
source: Required field
da: Krævet felt

source: Custom error message
da: Brugerbestemt fejlmeddelelse

source: Error message which is shown if the validation does not succeed
da: Fejlmeddelelse som vises hvis valideringen fejler

# formEditor.elements.FormElement.validators.DateRange.editor.header.label
source: Date range
da: Datointerval

# formEditor.elements.FormElement.editor.gridColumnViewPortConfiguration.label
source: Grid viewport configuration
da: Grid viewport konfiguration

# formEditor.elements.FormElement.editor.gridColumnViewPortConfiguration.xs.label
source: Extra small
da: Ekstra lille

# formEditor.elements.FormElement.editor.gridColumnViewPortConfiguration.sm.label
source: Small
da: Lille

# formEditor.elements.FormElement.editor.gridColumnViewPortConfiguration.lg.label
source: Large
da: Stor

source: Numbers of columns for viewport "{@viewPortLabel}"
da: Antallet af kolonner for viewport "{@viewPortLabel}"

source: Leave empty for auto calculation
da: Efterlad tom for automatisk beregning

# formEditor.elements.Page.label
source: Step
da: Trin

# formEditor.elements.Page.editor.label.label
source: Step name
da: Trin-navn

# formEditor.elements.Page.editor.previousButtonLabel.label
source: Previous button label
da: Forrige knap-etiket

# formEditor.elements.Page.editor.previousButtonLabel.value
source: Previous step
da: Forrige trin

# formEditor.elements.Page.editor.nextButtonLabel.label
source: Next button label
da: Næste knap-etiket

# formEditor.elements.Page.editor.nextButtonLabel.value
source: Next step
da: Næste trin

# formEditor.elements.SummaryPage.label
source: Summary step
da: Resumé-trin

# formEditor.elements.SummaryPage.editor.label.label
source: Step name
da: Trin-navn

# formEditor.elements.SummaryPage.editor.previousButtonLabel.label
source: Previous button label
da: Forrige knap-etiket

# formEditor.elements.SummaryPage.editor.previousButtonLabel.value
source: Previous step
da: Forrige trin

# formEditor.elements.SummaryPage.editor.nextButtonLabel.label
source: Next button label
da: Næste knap-etiket

# formEditor.elements.SummaryPage.editor.nextButtonLabel.value
source: Next step
da: Næste trin

# formEditor.elements.Fieldset.label
source: Fieldset
da: Feltsæt

# formEditor.elements.Fieldset.editor.label.label
source: Fieldset name
da: Feltsæt navn

# formEditor.elements.GridRow.label
source: Grid: Row
da: Grid: Række

# formEditor.elements.GridRow.editor.label.label
source: Row name (not visible within frontend)
da: Rækkenavn (ikke synligt i frontend)

# formEditor.elements.Text.label
source: Text
da: Tekst

# formEditor.elements.Email.label
source: Email address
da: E-mailadresse

# formEditor.elements.Telephone.label
source: Telephone number
da: Telefonnummer

# formEditor.elements.Number.label
source: Number
da: Antal

# formEditor.elements.Number.editor.validators.Number.label
source: Number
da: Antal

# formEditor.elements.Date.label
source: Date
da: Dato
