Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/form/Resources/Private/Language/*.locallang.xlf
Languages: da, ru

# element.ImageUpload.properties.SummaryPage.altText
source: Uploaded image
da: uploadet billede
ru: Загруженное изображение

# element.DatePicker.properties.timeSelectorHourLabel
source: Hour
da: Time
ru: Час

# element.DatePicker.properties.timeSelectorMinuteLabel
source: Minute
da: Minut
ru: Минута

# validation.error.1221560910
source: This field is mandatory.
da: Dette felt er obligatorisk.
ru: Это поле является обязательным.

# validation.error.1221560718
source: This field is mandatory.
da: Dette felt er obligatorisk.
ru: Это поле является обязательным.

# validation.error.1347992400
source: This field is mandatory.
da: Dette felt er obligatorisk.
ru: Это поле является обязательным.

# validation.error.1347992453
source: This field is mandatory.
da: Dette felt er obligatorisk.
ru: Это поле является обязательным.

# validation.error.1238087674
source: You must enter a valid date.
da: Indtast venligst en gyldig dato.
ru: Введите действительную дату.

# validation.error.1221551320
source: You can only enter letters or digits.
da: Du kan kun Indtaste bogstaver eller tal.
ru: Вы можете вводить только буквы или цифры.

# validation.error.1221565786
source: You can only enter non formatted text without any markup (e.g without XML tags).
da: Du kan kun indtaste ikke-formateret tekst uden opmærkning (f. eks. uden XML tags).
ru: Вы можете вводить текст без форматирования и без разметки (например, без тегов XML).

# validation.error.1238110957
source: You can only enter non formatted text without any markup (e.g without XML tags).
da: Du kan kun indtaste ikke-formateret tekst uden opmærkning (f. eks. uden XML tags).
ru: Вы можете вводить текст без форматирования и без разметки (например, без тегов XML).

# validation.error.1269883975
source: You can only enter non formatted text without any markup (e.g without XML tags).
da: Du kan kun indtaste ikke-formateret tekst uden opmærkning (f. eks. uden XML tags).
ru: Вы можете вводить текст без форматирования и без разметки (например, без тегов XML).

# validation.error.1428504122
source: Your text must be a minimum of %s characters in length and no longer than %s.
da: Din tekst skal være minimum %s karakterer lang og ikke længere end %s.
ru: Введите текст в диапазоне от %s до %s символов.

# validation.error.1238108068
source: You must enter text which is longer than %s characters.
da: Din tekst må ikke være længere end %s karakterer.
ru: Введите текст длина которого больше чем %s символов.

# validation.error.1238108069
source: You must enter text which is no longer than %s characters.
da: Du skal indtaste en tekst som ikke er længere end %s karakterer.
ru: Введите текст длина которого не больше чем %s символов.

# validation.error.1221559976
source: You must enter a valid email address.
da: Indtast venligst en gyldig e-mailadresse.
ru: Введите действительный адрес электронной почты.

# validation.error.1221560494
source: You must enter a valid number.
da: Indtast venligst et gyldigt tal.
ru: Введите правильное число.

# validation.error.1221560288
source: You must enter a valid floating point number.
da: Indtast venligst et gyldigt kommatal.
ru: Введите правильное число с плавающей запятой.

# validation.error.1221563685
source: You must enter a valid number.
da: Indtast venligst en gyldig værdi.
ru: Введите правильное число.

# validation.error.1221561046
source: You must enter a valid number between %s and %s.
da: Indtast et gyldigt tal mellem %s og %s.
ru: Введите число между %s и %s.

# validation.error.1221565130
source: You must enter a valid value. Please refer to the description of this field.
da: Indtast venligst en gyldig værdi. Se venligst beskrivelsen af feltet.
ru: Введите корректное значение. Пожалуйста, обратитесь к описанию этого поля.

# validation.error.1475002976
source: You must enter a countable subject.
da: Du skal indtaste et emne der kan tælles.
ru: Вы должны ввести исчисляемый предмет

# validation.error.1475002994
source: You must select between %s to %s elements.
da: Du skal vælge mellem %s og %s elementer.
ru: Вы должны выбрать между %s и %s элементом.

# validation.error.1471708997
source: You must enter an instance of \TYPO3\CMS\Extbase\Domain\Model\FileReference or \TYPO3\CMS\Core\Resource\File.
da: Du skal indtaste en instans af \TYPO3\CMS\Extbase\Domain\Model\FileReference eller \TYPO3\CMS\Core\Resource\File.
ru: Данное значение не является экземпляром \TYPO3\CMS\Extbase\Domain\Model\FileReference или \TYPO3\CMS\Core\Resource\File.

# validation.error.1471708998
source: You entered an incorrect media type, "%s" is not allowed for this file. Please refer to the description of this field.
da: Du indtastede en forkert medietypen, "%s" er ikke tilladt for denne fil. Læs eventuelt beskrivelsen for dette felt.
ru: Вы выбрали не поддерживаемый тип файла, "%s" для загрузки. Воспользуйтесь описанием этого поля.

# validation.error.1476396435
source: You must NOT fill this field.
da: Du må IKKE udfylde dette felt.
ru: Вы НЕ обязаны заполнять это поле.

# validation.error.1505303626
source: You must enter an instance of \TYPO3\CMS\Extbase\Domain\Model\FileReference or \TYPO3\CMS\Core\Resource\File.
da: Du skal indtaset en instance af \TYPO3\CMS\Extbase\Domain\Model\FileReference eller \TYPO3\CMS\Core\Resource\File.
ru: Вы должны ввести экземпляр \TYPO3\CMS\Extbase\Domain\Model\FileReference or \TYPO3\CMS\Core\Resource\File.

# validation.error.1505305752
source: You must select a file that is larger than %s in size.
da: Du skal vælge en fil som er større end %s i størrelse.
ru: Вы должны выбрать файл размером больше %s.

# validation.error.1505305753
source: You must select a file that is no larger than %s.
da: Dus skal vælge en fil der ikke overstiger %s i størrelse.
ru: Вы должны выбрать файл размером не больше %s.

# validation.error.1521293686
source: You must select a date before %s.
da: Du skal vælge en dato før %s.
ru: Вы должны выбрать дату до %s.

# validation.error.1521293687
source: You must select a date after %s.
da: Du skal vælge en dato efter %s.
ru: Вы должны выбрать дату после %s.

# validation.error.1556283177
source: Password does not match confirmation
da: Adgangskode er forskellig fra bekræftelse
ru: Пароль не соответствует подтверждению

# form_new_wizard_title
source: Form
da: Formular
ru: Форма

# form_new_wizard_description
source: A form that allows website users to submit messages.
da: En formular der giver brugere mulighed for at sende beskeder.
ru: Форма, позволяющая пользователям сайта отправлять сообщения.

# upload.error.150530345
source: Maximum file size exceeded.
da: Maksimale filstørrelse af overskredet.
ru: Максимальный размер файла превышен.

# upload.error.150530346
source: Upload failed. The file was only partially uploaded, please try again.
da: Upload fejlede. Filen er delvist uploadet, prøv venligst igen.
ru: Загрузка не удалась. Файл был загружен только частично, повторите попытку.

# upload.error.150530347
source: No file was uploaded.
da: Ingen fil blev uploadet.
ru: Файл не загружен.

# upload.error.150530348
source: Upload failed.
da: Upload fejlede.
ru: Загрузка не удалась.
