Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/reports/Resources/Private/Language/*.locallang_reports.xlf
Languages: cs, de, fr, it, km, th

# status_phpMemoryContactAdmin
source: Contact your system administrator or hosting provider for assistance with increasing your PHP memory limit.
cs: Obraťte se s žádostí o pomoc se zvýšením vašeho limitu paměti PHP na správce systému nebo poskytovatele hostingu.
de: Kontaktieren Sie Ihren Systemadministrator oder Hosting-Provider für Hilfe bei der Erhöhung Ihres PHP-Speicherlimits.
fr: Contactez votre administrateur système ou votre hébergeur pour obtenir de l'aide pour augmenter votre limite de mémoire PHP.
it: Contatta l'amministratore di sistema o il provider di hosting per l'assistenza con l'aumento del limite di memoria PHP.
km: ទាក់ទង​អ្នកគ្រប់គ្រង​ប្រព័ន្ធ ឬ​អ្នក​ផ្ដល់​សេវា​ហស្ដ៍​ដើម្បី​សុំ​ជំនួយ​អំពី​វិធី​ដំឡើង​កម្រិត​មេមឺរី PHP ។
th: ติดต่อผู้ดูแลระบบหรือผู้ให้บริการพื้นที่สำหรับความร่วมมือกับหน่วยความจำของคุณเพิ่มวงเงิน PHP

# status_phpMemoryUnlimited
source: unlimited
cs: neomezeno
de: unbegrenzt
fr: illimité
it: illimitato

# status_phpPeakMemory
source: PHP peak memory usage
cs: Vrchol využití paměti PHP
de: PHP-Peak-Speichernutzung
fr: Utilisation de mémoire de pointe PHP
it: Utilizzo di memoria PHP

# status_phpPeakMemoryTooHigh
source: During a request %2$s of the memory limit was used. On %4$s a request to %5$s used %1$s of %3$s.
cs: Při požadavku bylo použito %2$s limitu paměti. V %4$s požadavek na %5$s použil %1$s z %3$s.
de: Während einer Anfrage wurde %2$s des Speicherlimits verwendet. Am %4$s wurde eine Anfrage an %5$s %1$s von %3$s verwendet.
fr: Pendant une requête %2$s de la limite de mémoire a été utilisée. Sur %4$s une requête à %5$s utilisée %1$s de %3$s.
it: Durante una richiesta %2$s del limite di memoria è stato utilizzato. Su %4$s una richiesta per %5$s usata %1$s di %3$s.

# status_phpPeakMemoryClearFlag
source: Clear this flag
cs: Zrušit tento příznak
de: Diese Flagge löschen
fr: Effacer ce drapeau
it: Cancella questo flag

# status_phpRegisterGlobals
source: PHP Register Globals
fr: Registre PHP Globals
it: Registro Globals PHP
km: PHP ចុះ​ឈ្មោះ​សកល

# status_phpRegisterGlobalsEnabled
source: %s is enabled. TYPO3 requires this configuration directive to be disabled.
cs: %s je povolen. TYPO3 vyžaduje, aby byl tento konfigurační příkaz zakázán.
de: %s ist aktiviert. TYPO3 setzt voraus, dass diese Konfigurationsrichtlinie deaktiviert wird.
fr: %s est activé. TYPO3 nécessite que cette directive de configuration soit désactivée.
it: %s è abilitato. TYPO3 richiede che questa direttiva di configurazione sia disabilitata.
km: %s បាន​បើក​ដំណើរការ ។ TYPO3 ត្រូវការ​ការខន់ហ្វីក​នេះ​ដើម្បី​បិទ​ដំណើរការ ។
th: s% มีการใช้งาน TYPO3 ต้องสั่งการกำหนดค่านี้จะปิดการใช้งาน

# status_phpRegisterGlobalsSecurity
source: Your site may not be secure when %s is enabled.
cs: Tento web nemusí být bezpečný, pokud je %s povolen.
de: Ihre Website ist möglicherweise nicht sicher, wenn %s aktiviert ist.
fr: Votre site ne peut pas être sécurisé lorsque %s est activé.
it: Il tuo sito potrebbe non essere sicuro quando %s è abilitato.
km: វែបសាយ​របស់​អ្នក​ប្រហែល​មិន​មាន​សុវត្ថភាព ពេល​ %s ត្រូវ​បាន​ដាក់​ឱ្យ​ដំណើរការ ។
th: เว็บไซต์ของคุณอาจจะไม่ปลอดภัยเมื่อ s% มีการใช้งาน

# status_phpRegisterGlobalsHowToChange
source: how to change configuration settings
cs: jak změnit konfigurační nastavení
de: wie die Einstellungen geändert werden
fr: comment modifier les paramètres de configuration
it: come cambiare le impostazioni di configurazione
km: វិធី​ប្ដូរ​ការកំណត់​នៃ​ការខន់ហ្វីក
th: วิธีเปลี่ยนการตั้งค่า

# status_phpRegisterGlobalsPHPManual
source: The PHP manual has instructions for %s.
cs: V manuálu PHP jsou instrukce pro %s.
de: Das PHP-Handbuch enthält Anweisungen für %s.
fr: Le manuel PHP contient des instructions pour %s.
it: Il manuale PHP ha le istruzioni per %s.
km: សៀវភៅ​ណែនាំ PHP ណែនាំ​សម្រាប់ %s ។
th: คู่มือ PHP มีคำแนะนำสำหรับ% s

# status_webServer
source: Web Server
cs: Webový server
fr: Serveur Web
it: Server Web
km: សឺវើ​វែប

# status_webServer_infoText
source: For your Web Server some notifications have been found
de: Für Ihren Web Server wurden einige Benachrichtigungen gefunden
fr: Pour votre serveur Web, certaines notifications ont été trouvées
it: Per il tuo server Web sono state trovate alcune notifiche

# status_webServer_threadStackSize
source: Fluid uses complex regular expressions which require a lot of stack space during the first processing. On Windows the default stack size for Apache is a lot smaller than on unix. You can increase the size to 8MB (default on unix) by adding to the httpd.conf: <br />&lt;IfModule mpm_winnt_module&gt; <br />ThreadStackSize 8388608 <br />&lt;/IfModule&gt; <br />Restart Apache after this change.
cs: Fluid využívá složité regulární výrazy, které vyžadují velké množství místa v zásobníku během prvního zpracování. V systému Windows je výchozí velikost zásobníku pro Apache je mnohem menší, než v systému UNIX. Můžete zvýšit velikost na 8 MB (výchozí v systému UNIX), tím, že přidáte do httpd.conf: &lt;br /&gt;&amp;lt;IfModule mpm_winnt_module&amp;gt; &lt;br /&gt;ThreadStackSize 8388608 &lt;br /&gt;&amp;lt;/IfModule&amp;gt; &lt;br /&gt;Restartujte Apache po této změně.
de: Fluid verwendet komplexe reguläre Ausdrücke, die während der ersten Bearbeitung viel Stapel erfordern. Unter Windows ist die Standardgröße für Apache viel kleiner als bei unix. Sie können die Größe auf 8MB (Standard auf Unix) erhöhen, indem Sie dem httpd.conf hinzufügen: <br />&lt;IfModule mpm_winnt_module&gt; <br />ThreadStackSize 8388608 <br />&lt;/IfModule&gt; <br />Neustart Apache nach dieser Änderung.
fr: Fluid utilise des expressions régulières complexes qui nécessitent beaucoup d'espace de pile pendant le premier traitement. Sur Windows, la taille par défaut de la pile pour Apache est beaucoup plus petite que sur unix. Vous pouvez augmenter la taille à 8Mo (par défaut sur unix) en ajoutant au httpd.conf : <br />&lt;IfModule mpm_winnt_module&gt; <br />ThreadStackSize 8388608 <br /><br />&lt;/IfModule&gt; <br />Redémarrez Apache après cette modification.
it: Fluid utilizza espressioni regolari complesse che richiedono molto spazio durante il primo processo. Su Windows la dimensione predefinita dello stack per Apache è molto più piccola di quella di un unico. Puoi aumentare la dimensione a 8MB (predefinito su unix) aggiungendo al httpd.conf: <br />&lt;IfModule mpm_winnt_module&gt; <br />ThreadStackSize 8388608 <br />&lt;/IfModule&gt; <br />Riavvia Apache dopo questo cambiamento.

# status_phpModules
source: PHP Modules
cs: PHP moduly
de: PHP-Module
fr: Modules PHP
it: Moduli PHP

# status_phpModulesMissing
source: One or more modules are missing.
cs: Jeden nebo více modulů chybí.
de: Ein oder mehrere Module fehlen.
fr: Un ou plusieurs modules sont manquants.
it: Uno o più moduli sono mancanti.

# status_phpModulesList
source: The following PHP module(s) is/are missing: %s.
cs: Následující PHP moduly musejí být nainstalovány: %s.
de: Das folgende PHP-Modul(s) fehlt/fehlt: %s.
fr: Le(s) module(s) PHP suivant est/est manquant : %s.
it: Il seguente modulo PHP(i) è/sono mancanti: %s.

# status_phpModulesInfo
source: You need to install and enable these modules to let TYPO3 function correctly.
cs: Musíte nainstalovat a povolit tyto moduly, aby TYPO3 fungovalo správně.
de: Sie müssen diese Module installieren und aktivieren, um TYPO3 korrekt zu funktionieren.
fr: Vous devez installer et activer ces modules pour permettre à TYPO3 de fonctionner correctement.
it: È necessario installare e abilitare questi moduli per consentire la funzione TYPO3 correttamente.

# status_phpModulesGroup
source: one of: %s
cs: jeden z: %s
de: eines von: %s
fr: un de : %s
it: uno di: %s

# status_phpModulesPresent
source: All required modules are installed.
cs: Všechny nezbytné moduly jsou nainstalovány.
de: Alle benötigten Module sind installiert.
fr: Tous les modules requis sont installés.
it: Tutti i moduli richiesti sono installati.

# status_installEnabledTemporarily
source: The Install Tool is temporarily enabled. Delete the file "%s" when you have finished setting up TYPO3. If not used the Install Tool will be disabled automatically in %s minutes.
cs: Instaleční nástroj je dočasně povolen. Smažte soubor "%s", pokud jste dokončili nastavení TYPO3. Pokud není použit Instalační nástroj, bude automaticky deaktivován během %s minut.
de: Das Installationswerkzeug ist vorübergehend aktiviert. Löschen Sie die Datei "%s" wenn Sie die Installation von TYPO3 abgeschlossen haben. Wenn nicht das Installationswerkzeug verwendet wird, wird das Installationswerkzeug automatisch in %s Minuten deaktiviert.
fr: L'outil d'installation est temporairement activé. Supprimez le fichier "%s" lorsque vous avez terminé la configuration TYPO3. Si l'outil d'installation n'est pas utilisé, il sera automatiquement désactivé dans %s minutes.
it: Lo strumento di installazione è temporaneamente abilitato. Elimina il file "%s" quando hai finito di impostare TYPO3. Se non utilizzato lo strumento di installazione verrà disabilitato automaticamente in %s minuti.
km: ឧបករណ៍​ដំឡើង​បាន​បើក​ដំណើរការ​បណ្ដោះអាសន្ន ។ លុប​ហ្វៃល៍ "%s" ពេល​ដែល​អ្នក​ធ្វើការ​កំណត់​​លើ TYPO3 ចប់ ។ បើ​មិន​បាន​ប្រើ ឧបករណ៍​ដំឡើង​នឹង​បិទ​ដោយ​ខ្លួនឯង​ក្នុង​រយៈពេល %s នាទី ។
th: ติดตั้งเครื่องมือเปิดใช้งานชั่วคราว ลบแฟ้ม"% s"เมื่อคุณเสร็จสิ้นการตั้งค่า TYPO3 ถ้าไม่ใช้ติดตั้งเครื่องมือจะปิดโดยอัตโนมัติในนาที s%

# status_configuration_PhpSafeModeEnabled
source: PHP INI setting safe_mode "On" is deprecated since PHP 5.3 and is not supported by TYPO3 anymore.
cs: PHP INI nastavení safe_mode "On" se nedoporučuje od PHP 5.2, je zastaralé od PHP 5.3 a nemělo by být nadále používáno.
de: PHP INI Einstellung safe_mode "On" wird seit PHP 5.3 veraltet und wird nicht mehr von TYPO3 unterstützt.
fr: PHP INI paramètre safe_mode "On" est obsolète depuis PHP 5.3 et n'est plus supporté par TYPO3.
it: PHP INI setting safe_mode "On" è deprecato dal PHP 5.3 e non è più supportato da TYPO3.
km: ការកំណត់ PHP INI safe_mode "On" មិន​ត្រូវ​បាន​គាំទ្រ​​ឲ្យ​ប្រើ​ចាប់​ពី PHP 5.2 និង មិន​ត្រូវ​បាន​ឲ្យ​ប្រើ​ចាប់​ពី PHP 5.3 និង មិន​ត្រូវ​បាន​ប្រើ​វា​ទៀត​ទេ ។
th: PHP INI การตั้งค่า safe_mode"On"เลิกใช้แล้วตั้งแต่ PHP 5.3 และไม่ได้รับการสนับสนุนจาก TYPO3 อีกต่อไป

# status_configuration_PhpMagicQuotesGpcEnabled
source: PHP INI setting magic_quotes_gpc "On" is deprecated since PHP 5.3. You are advised to set it to "Off" until it gets completely removed.
cs: PHP INI magic_quotes_gpc "On" doporučujeme nastavit na "Off". než bude podpora v PHP 5.4 zcela ukončena.
de: PHP INI Einstellung magic_quotes_gpc "On" wird seit PHP 5.3 veraltet. Sie werden empfohlen, es auf "Off" zu setzen, bis es vollständig entfernt wird.
fr: PHP INI paramètre magic_quotes_gpc "On" est obsolète depuis PHP 5.3. Vous devez le définir "Off" jusqu'à ce qu'il soit complètement supprimé.
it: L'impostazione di PHP INI magic_quotes_gpc "On" è deprecata dal PHP 5.3. Ti consigliamo di impostarla su "Off" fino a quando non verrà completamente rimosso.

# status_updateTaskTitle
source: System Status Update
cs: Aktualizace stavu systému
fr: Mise à jour du statut du système
it: Aggiornamento stato sistema
km: បច្ចុប្បន្នភាព​ស្ថានភាព​ប្រព័ន្ធ
th: อัปเดตสถานะของระบบ

# status_updateTaskDescription
source: Runs a system status check and sends notifications if problems have been found.
cs: Spustí kontrolu stavu systému a posílá upozornění v případě, že byly nalezeny problémy.
de: Führt eine Systemstatus-Überprüfung aus und sendet Benachrichtigungen, wenn Probleme gefunden wurden.
fr: Exécute une vérification de l'état du système et envoie des notifications si des problèmes ont été trouvés.
it: Esegue il controllo dello stato del sistema e invia notifiche se sono stati trovati problemi.
km: ដំណើរការ​ការត្រួតពិនិត្យ​ស្ថានភាព​ប្រព័ន្ធ និង ផ្ញើ​ការជូនដំណឹង ប្រសិន​បើ​រក​ឃើញ​មាន​បញ្ហា ។
th: รันตรวจสอบสถานะของระบบและจะส่งการแจ้งเตือนหากปัญหาได้รับการพบ

# status_updateTaskField_notificationEmail
source: Notification Email Address
cs: E-mailová adresa oznámení
de: E-Mail-Adresse für Benachrichtigungen
fr: Adresse email de notification
it: Indirizzo email di notifica
km: អាសយដ្ឋាន​អ៊‍ីមេល​សម្រាប់​ជូន​ដំណឹង
th: แจ้งที่อยู่อีเมล์

# status_updateTaskField_notificationEmails
source: Notification Email Addresses (one per line)
cs: E-mailové adresy pro oznámení (na každý řádek jedna)
de: E-Mail-Adressen für Benachrichtigungen (eine pro Zeile)
fr: Adresses e-mail de notification (une par ligne)
it: Indirizzi email di notifica (uno per riga)

# status_updateTaskField_notificationEmail_invalid
source: Empty or invalid notification email address.
cs: Prázdná nebo neplatná e-mailová adresa oznámení.
de: Leere oder ungültige Benachrichtigungs-E-Mail-Adresse.
fr: Adresse e-mail de notification vide ou invalide.
it: Indirizzo email di notifica vuoto o non valido.
km: អាសយដ្ឋាន​អ៊‍ីមេល​សម្រាប់​ជូន​ដំណឹង ទទេ ឬ មិន​ត្រឹមត្រូវ
th: ประกาศที่อยู่อีเมลของท่านยังว่างถูกต้องหรือไม่

# status_updateTaskField_notificationEmails_invalid
source: Empty or invalid notification email addresses.
cs: Prázdné nebo neplatné e-mailová adresy oznámení.
de: Leere oder ungültige Benachrichtigungs-E-Mail-Adressen.
fr: Adresses de notification vides ou invalides.
it: Indirizzi email di notifica vuoti o non validi.

# status_updateTaskField_notificationAll
source: Always send notification mail (not only on errors or warnings)
de: Benachrichtigung immer senden (nicht nur bei Fehlern oder Warnungen)
fr: Toujours envoyer un courriel de notification (pas seulement sur les erreurs ou les avertissements)
it: Invia sempre la mail di notifica (non solo su errori o avvisi)

# status_updateTask_email_subject
source: System Status Notification for site %s
cs: Oznámení o stavu systému pro web %s
de: Systemstatus-Benachrichtigung für Website %s
fr: Notification de statut du système pour le site %s
it: Notifica di stato del sistema per il sito %s
km: ជូន​ដំណឹង​អំពី​ស្ថានភាព​ប្រព័ន្ធ​លើ​វែបសាយ %s
th: แจ้งสถานะของระบบสำหรับเว็บไซต์ %s

# status_updateTask_email_site
source: Site
cs: Web
de: Seite
it: Sito
km: វែបសាយ
th: เว็บไซต์

# status_updateTask_email_issues
source: Issues
cs: Problémy
de: Probleme
fr: Problèmes
it: Problemi
km: ចេញ​ផ្សាយ
th: ทรัพย์สินทางปัญญา

# status_xclassUsage
source: XCLASS used
cs: XCLASS použita
de: XCLASS verwendet
fr: XCLASS utilisé
it: XCLASS utilizzato

# status_xclassUsageFound
source: Your system registers XCLASS
cs: Váš systém registruje XCLASS
de: Ihr System registriert XCLASS
fr: Votre système enregistre XCLASS
it: Il tuo sistema registra XCLASS

# status_xclassUsageFound_message
source: XCLASS can overwrite methods or classes of the core or other extensions. This is not necessarily a bad thing, but those XCLASS might break during extension or core upgrades. You should keep an eye on extension compatibility and make sure the intended functionality is still given after updates.
cs: XCLASS může přepsat metody nebo třídy jádra nebo jiných rozšíření. To není nutně špatná věc, avšak tyto XCLASS by mohly přestat fungovat při aktualizacích rozšíření nebo jádra. Měli byste dávat pozor na kompatibilitu rozšíření a ujistit se, že zamýšlená funkčnost je po aktualizaci stále přítomna.
de: XCLASS kann Methoden oder Klassen des Kernes oder anderer Erweiterungen überschreiben. Dies ist nicht unbedingt eine schlechte Sache, aber diese XCLASS könnte während der Erweiterung oder der Core-Upgrades brechen. Sie sollten die Kompatibilität der Erweiterung beachten und sicherstellen, dass die beabsichtigte Funktionalität nach Updates noch gegeben ist.
fr: XCLASS peut écraser les méthodes ou les classes du noyau ou d'autres extensions. Ce n'est pas nécessairement une mauvaise chose, mais ces XCLASS peuvent se briser pendant l'extension ou les mises à jour du noyau. Vous devriez garder un œil sur la compatibilité des extensions et vous assurer que la fonctionnalité prévue est toujours fournie après les mises à jour.
it: XCLASS può sovrascrivere metodi o classi del core o di altre estensioni. Non è necessariamente una cosa negativa, ma quelle XCLASS potrebbero rompere durante l'estensione o gli aggiornamenti di base. Dovresti tenere un occhio sulla compatibilità dell'estensione e assicurarsi che le funzionalità previste siano ancora fornite dopo gli aggiornamenti.

# status_xclassUsageFound_message_detail
source: %2$s registers an XCLASS of %1$s
cs: %2$s registruje XCLASS z %1$s
de: %2$s registriert ein XCLASS von %1$s
fr: %2$s enregistre un XCLASS de %1$s
it: %2$s registra un XCLASS di %1$s

# status_compatibility7Usage
source: Extension compatibility7
de: Kompatibilität der Erweiterung 7
fr: Compatibilité d'extension 7
it: Compatibility7 dell'estensione

# status_compatibility7Usage_message
source: Extension compatibility7 is loaded. You should check that every third-party extension is natively compatible with this version of TYPO3 and then unload this compatibility extension. As long as this compatibility extension is loaded, you will suffer performance drawbacks
de: Kompatibilität der Erweiterung wird geladen. Sie sollten überprüfen, dass jede Drittanbieter-Erweiterung nativ mit dieser Version von TYPO3 kompatibel ist und diese Kompatibilitätsversion dann entladen. Solange diese Kompatibilitäts-Erweiterung geladen ist, werden Sie Performance-Nachteile erleiden
fr: La compatibilité d'extension 7 est chargée. Vous devriez vérifier que chaque extension tierce est compatible nativement avec cette version de TYPO3 et ensuite décharger cette extension de compatibilité. Tant que cette extension de compatibilité sera chargée, vous souffrez de pannes de performances
it: La compatibilità dell'estensione è caricata. Dovresti controllare che ogni estensione di terze parti sia nativamente compatibile con questa versione di TYPO3 e quindi scaricare questa estensione di compatibilità. Finché questa estensione sarà caricata, subirai dei difetti di prestazioni

# status_insecure
source: Insecure
cs: Nejisté
km: មិន​សុវត្ថភាព
th: ไม่ปลอดภัย

# status_ok
source: OK
km: អូខេ
