Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/reports/Resources/Private/Language/*.locallang_reports.xlf
Languages: cs, de, fr, it, km, th

# status_report_title
source: Status Report
cs: Hlášení o stavu
de: Statusbericht
fr: Rapport d'état
it: Report stato
km: ស្ទេតធឺស​របាយការណ៍
th: รายงานสถานะ

# status_report_description
source: Get a status report about your site's operation and any detected problems.
cs: Získejte hlášení o stavu fungování vašich stránek a o každém detekovaném problému.
de: Erhalten Sie einen Statusbericht über die Operation Ihrer Website und alle aufgedeckten Probleme.
fr: Obtenez un rapport d'état sur l'opération de votre site et tous les problèmes détectés.
it: Ricevi un rapporto di stato sull'operazione del tuo sito e su eventuali problemi rilevati.
km: ទទួល​ស្ទេតធឺស​រាយការណ៍​អំពី​ការងារ​វែបសាយ​របស់​អ្នក និង​បញ្ហា​ដែល​ស្គាល់ ។
th: ได้รับรายงานสถานะการดำเนินการเกี่ยวกับเว็บไซต์ของคุณและพบปัญหาใดๆ

# status_report_explanation
source: Here you can find a short overview of your site's parameters as well as any problems detected with your installation. It may be useful to copy and paste this information into support requests filed on TYPO3's support mailinglists and project issue trackers.
cs: Zde najdete krátký přehled o parametrech vašich stránek, jakož i všechny zjištěné problémy s instalací. Může být užitečné zkopírovat a vložit tuto informaci do žádosti o podporu odeslané do e-mailové diskusní skupiny podpory TYPO3 a do systému sledování chyb.
de: Hier finden Sie eine kurze Übersicht über die Parameter Ihrer Website sowie alle Probleme, die mit Ihrer Installation erkannt werden. Es kann nützlich sein, diese Informationen in Unterstützungsanfragen zu kopieren und in die Unterstützung von TYPO3-Support-Mailinglisten und Projektproblemverfolgern einzufügen.
fr: Vous trouverez ici un aperçu des paramètres de votre site ainsi que des problèmes détectés avec votre installation. Il peut être utile de copier et coller ces informations dans les demandes de support déposées sur les listes de diffusion de support et les traqueurs de projets.
it: Qui puoi trovare una breve panoramica dei parametri del tuo sito e di tutti i problemi rilevati con la tua installazione. Potrebbe essere utile copiare e incollare queste informazioni nelle richieste di supporto presentate sulle mailinglist di supporto di TYPO3 e sui tracker dei problemi di progetto.
km: ទីនេះ​អ្នក​អាច​ឃើញ​នូវ​ការសង្ខេប​ខ្លី​មួយ​នៃ​ប៉ារ៉ាម៉ែត​វែបសាយ ក៏ដូច​ជា​បញ្ហា​ដែល​រកឃើញ​ក្នុង​ការដំឡើង​របស់​អ្នក ។ វា​ប្រហែល​ជា​មាន​ប្រយោជន៍​សម្រាប់​ចម្លង និង​ផេស្ដ៍​ព័ត៌មាន​នេះ​ទៅ​ក្នុង​ហ្វៃល៍​ជំនួយ​នៅ​លើ​បញ្ជី​អ៊‍ីមេល​ជំនួយ​របស់ TYPO3 និង​កន្លែង​តាមដាន​ការចេញ​នៃ​គម្រោង ។
th: นี่คุณจะพบภาพรวมสั้นของพารามิเตอร์ของเว็บไซต์ของคุณเป็นปัญหาในการตรวจพบมีการติดตั้ง อาจมีประโยชน์คัดลอกและวางข้อมูลในหน้าการยื่น on TYPO3 ของ mailinglists สนับสนุนและเครื่องมือติดตามปัญหาโครงการนี้

# status_wrongValue
source: Wrong value detected
de: Falscher Wert erkannt
fr: Mauvaise valeur détectée
it: Valore errato rilevato

# status_info
source: Information
de: Informationen
it: Informazioni

# status_disabled
source: Disabled
cs: Zakázano
de: Deaktiviert
fr: Désactivé
it: Disabilitato
km: បិទ​ដំណើរការ
th: พิการ

# status_enabled
source: Enabled
cs: Povoleno
de: Aktiviert
fr: Activé
it: Abilitato
km: បើក​ដំណើរការ
th: เปิดการใช้งาน

# status_enabledPermanently
source: Enabled permanently
cs: Povoleno trvale
de: Dauerhaft aktiviert
fr: Activé définitivement
it: Abilitato permanentemente
km: បើក​ដំណើរការ​រហូត
th: เปิดการใช้งานอย่างถาวร

# status_enabledTemporarily
source: Enabled temporarily
cs: Povoleno dočasně
de: temporär aktiviert
fr: Activé temporairement
it: Abilitato temporaneamente
km: បើក​ដំណើរការ​បណ្ដោះអាសន្ន
th: เปิดการใช้งานชั่วคราว

# status_empty
source: Empty
cs: Prázdné
de: Leer
fr: Vide
it: Vuoto
km: ទទេ
th: ว่างเปล่า

# status_none
source: None
cs: Žádný
de: Keine
fr: Aucun
it: Nessuno

# status_connectionFailed
source: Connection Failed
cs: Připojení se nezdařilo
de: Verbindung fehlgeschlagen
fr: Échec de la connexion
it: Connessione fallita
km: ការភ្ជាប់​បរាជ័យ
th: การเชื่อมต่อล้มเหลว

# status_checkFailed
source: Check Failed
de: Überprüfung fehlgeschlagen
fr: Échec de la vérification
it: Controllo fallito

# status_updateComplete
source: Update Complete
cs: Aktualizace kompletní
de: Update abgeschlossen
fr: Mise à jour terminée
it: Aggiornamento completato
km: អាប់ដេត​ជោគជ័យ
th: ปรับปรุงเสร็จสมบูรณ์

# status_updateIncomplete
source: Update Incomplete
cs: Aktualizace nekompletní
de: Update nicht möglich
fr: Mise à jour incomplète
it: Aggiornamento incompleto
km: អាប់ដេត​មិន​ជោគជ័យ
th: Update ไม่สมบูรณ์

# status_problemNotification
source: One or more problems were detected with your TYPO3 installation. Please check the status report for more information.
cs: Ve vaší instalaci TYPO3 bylo zjištěno jeden nebo více problémů. Pro více informací prosím zkontrolujte zprávu o stavu.
de: Bei der TYPO3-Installation wurden ein oder mehrere Probleme festgestellt. Bitte überprüfen Sie den Statusbericht für weitere Informationen.
fr: Un ou plusieurs problèmes ont été détectés avec votre installation TYPO3. Veuillez vérifier le rapport d'état pour plus d'informations.
it: Uno o più problemi sono stati rilevati con la tua installazione di TYPO3. Controlla il rapporto di stato per maggiori informazioni.

# status_allNotification
source: This report contains all System Status Notifications from your TYPO3 installation. Please check the status report for more information.
de: Dieser Bericht enthält alle Systemstatus-Benachrichtigungen von Ihrer TYPO3-Installation. Bitte überprüfen Sie den Statusbericht für weitere Informationen.
fr: Ce rapport contient toutes les notifications de statut du système de votre installation TYPO3. Veuillez vérifier le rapport d'état pour plus d'informations.
it: Questo report contiene tutte le notifiche di stato di sistema dalla tua installazione TYPO3. Controlla il rapporto di stato per maggiori informazioni.

# status_typo3
source: TYPO3 System
cs: Systém TYPO3
fr: Système TYPO3
it: Sistema TYPO3
km: ប្រព័ន្ធ TYPO3
th: ระบบTYPO3

# status_system
source: System
cs: Systém
fr: Système
it: Sistema
km: ប្រព័ន្ធ
th: ระบบ

# status_security
source: Security
cs: Bezpečnost
de: Sicherheit
fr: Sécurité
it: Sicurezza
km: សុវត្ថភាព
th: ความปลอดภัย

# status_configuration
source: Configuration
cs: Konfigurace
de: Konfiguration
it: Configurazione
km: ការខន់ហ្វីក
th: การตั้งค่า

# status_referenceIndex
source: Reference Index
cs: Referenční index
de: Referenzindex
fr: Index de référence
it: Indice di riferimento
km: មាតិកា​យោង
th: ดัชนีอ้างอิง

# status_fal
source: File Abstraction Layer
cs: Abstrakční vrstva souborů
de: Dateiabstrahlungsebene
fr: Couche de résumé de fichier
it: Livello di rimozione file

# status_missingFiles
source: Files flagged as missing
cs: Soubory označené jako chybějící
de: Dateien als fehlt markiert
fr: Fichiers signalés comme manquants
it: File contrassegnati come mancanti

# status_missingFilesCount
source: %1$s files
cs: %1$s souborů
de: %1$s Dateien
fr: %1$s fichiers
it: %1$s file

# status_missingFilesMessage
source: These files are flagged as missing. Restore the files and run the indexer to reset the missing flag.
cs: Tyto soubory jsou označeny jako chybějící. Obnovte soubory a spusťte indexér pro vynulování tohoto příznaku.
de: Diese Dateien werden als vermisst markiert. Wiederherstellen der Dateien und starten Sie den Indexer, um die fehlende Flagge zurückzusetzen.
fr: Ces fichiers sont marqués comme manquants. Restaurer les fichiers et exécuter l'indexeur pour réinitialiser le drapeau manquant.
it: Questi file sono contrassegnati come mancanti. Ripristina i file ed esegui l'indicizzatore per reimpostare la bandiera mancante.

# status_memcachedConfiguration
source: Memcached Configuration
cs: Konfigurace memcached
de: Memcached Konfiguration
fr: Configuration Memcached
it: Configurazione Memcached
km: ខន់ហ្វីក​ការចងចាំ​ខាស្ស
th: Configuration Memcached

# status_CreatedFilePermissions
source: Permissions of created files
cs: Oprávnění vytvořených souborů
de: Berechtigungen für erstellte Dateien
fr: Permissions des fichiers créés
it: Permessi dei file creati

# status_CreatedFilePermissions.writable
source: Files created by TYPO3 are configured to be world writable. Depending on your server configuration, this can be a security risk. It is usually better to configure the create mask to not allow writing to files by "others". A sane default is often '0660' for $GLOBALS['TYPO3_CONF_VARS']['SYS']['fileCreateMask']. This can be set in the install tool.
cs: Soubory vytvořené TYPO3 jsou nakonfigurovány jako zapisovatelné všemi. V závislosti na konfiguraci serveru se může jednat o bezpečnostní riziko. Je obvykle lepší nakonfigurovat masku vytváření neumožňující zápis do souborů "ostatními". Rozumná výchozí hodnota je často '0660' pro $GLOBALS['TYPO3_CONF_VARS']['SYS']['fileCreateMask']. To lze nastavit v instalačním nástroji.
de: Dateien, die von TYPO3 erstellt wurden, sind als weltbeschreibbar konfiguriert. Je nach Serverkonfiguration kann dies ein Sicherheitsrisiko sein. Es ist in der Regel besser, die Erstellmaske zu konfigurieren, um nicht Dateien von "anderen" zu schreiben. Eine sane Standard ist oft '0660' für $GLOBALS['TYPO3_CONF_VARS']['SYS']['fileCreateMask']. Dies kann im Installationswerkzeug gesetzt werden.
fr: Les fichiers créés par TYPO3 sont configurés pour être accessibles en écriture. Selon la configuration de votre serveur, cela peut être un risque de sécurité. Il est généralement préférable de configurer le masque de création pour ne pas autoriser l'écriture aux fichiers par "autres". Un défaut de fonctionnement est souvent '0660' pour $GLOBALS['TYPO3_CONF_VARS']['SYS']['fileCreateMask']. Cela peut être défini dans l'outil d'installation.
it: I file creati da TYPO3 sono configurati per essere scrivibili al mondo. A seconda della configurazione del server, questo può essere un rischio di sicurezza. È di solito meglio configurare la maschera di creazione per non consentire la scrittura ai file da "altri". Un default corretto è spesso '0660' per $GLOBALS['TYPO3_CONF_VARS']['SYS']['fileCreateMask']. Questo può essere impostato nello strumento di installazione.

# status_CreatedDirectoryPermissions
source: Permissions of created directories
cs: Oprávnění vytvořených adresářů
de: Berechtigungen für erstellte Verzeichnisse
fr: Permissions des répertoires créés
it: Permessi delle cartelle create

# status_CreatedDirectoryPermissions.writable
source: Directories created by TYPO3 are configured to be world writable. Depending on your server configuration, this can be a security risk. It is usually better to configure the create mask to not allow writing to directories by "others". A sane default is often '2770' for $GLOBALS['TYPO3_CONF_VARS']['SYS']['folderCreateMask']. This can be set in the install tool.
cs: Složky vytvořené TYPO3 jsou nakonfigurovány jako zapisovatelné všemi. V závislosti na konfiguraci serveru se může jednat o bezpečnostní riziko. Je obvykle lepší nakonfigurovat masku vytváření neumožňují zápis do složek "ostatními". Rozumná výchozí hodnota je často '2770' pro $GLOBALS['TYPO3_CONF_VARS']['SYS']['folderCreateMask']. To lze nastavit v instalačním nástroji.
de: Verzeichnisse, die von TYPO3 erstellt wurden, sind als weltbeschreibbar konfiguriert. Je nach Serverkonfiguration kann dies ein Sicherheitsrisiko sein. Es ist in der Regel besser, die Erstellmaske zu konfigurieren, um nicht das Schreiben von Verzeichnissen durch "andere" zu erlauben. Ein saner Standard ist oft '2770' für $GLOBALS['TYPO3_CONF_VARS']['SYS']['folderCreateMask']. Dies kann im Installationswerkzeug gesetzt werden.
fr: Les répertoires créés par TYPO3 sont configurés pour être accessibles en écriture. Selon la configuration de votre serveur, cela peut être un risque de sécurité. Il est généralement préférable de configurer le masque de création pour ne pas autoriser l'écriture aux répertoires par "autres". Un défaut de fonctionnement est souvent '2770' pour $GLOBALS['TYPO3_CONF_VARS']['SYS']['folderCreateMask']. Cela peut être défini dans l'outil d'installation.
it: Le cartelle create da TYPO3 sono configurate per essere scrivibili nel mondo. A seconda della configurazione del server, questo può essere un rischio di sicurezza. È di solito meglio configurare la maschera di creazione per non consentire la scrittura nelle directory di "altri". Un default corretto è spesso '2770' per $GLOBALS['TYPO3_CONF_VARS']['SYS']['folderCreateMask']. Questo può essere impostato nello strumento di installazione.

# status_MysqlDatabaseCharacterSet
source: MySQL Database Character Set
de: MySQL Datenbank Zeichensatz
fr: Jeu de caractères MySQL
it: Set di caratteri Database MySQL

# status_MysqlDatabaseCharacterSet_CheckFailed
source: Checking database character set failed, got key "%1$s" instead of "character_set_database"
de: Prüfe den Datenbankzeichensatz fehlgeschlagen, bekam den Schlüssel "%1$s" statt "character_set_database"
fr: La vérification du jeu de caractères de base de données a échoué, a reçu la clé "%1$s" au lieu de "character_set_database"
it: Controllo del set di caratteri del database fallito, ottenuto la chiave "%1$s" invece di "character_set_database"

# status_MysqlDatabaseCharacterSet_Unsupported
source: Your default database uses character set "%1$s", but only "utf8" or "utf8mb4" is supported with TYPO3.
de: Ihre Standarddatenbank verwendet Zeichensatz "%1$s", aber nur "utf8" oder "utf8mb4" wird mit TYPO3 unterstützt.
fr: Votre base de données par défaut utilise le jeu de caractères "%1$s", mais seulement "utf8" ou "utf8mb4" est supporté par TYPO3.
it: Il database predefinito utilizza il set di caratteri "%1$s", ma solo "utf8" o "utf8mb4" è supportato con TYPO3.

# status_MysqlDatabaseCharacterSet_Ok
source: Your default database uses utf-8. All good.
de: Ihre Standard-Datenbank verwendet utf-8. Alles gut.
fr: Votre base de données par défaut utilise utf-8. Tout bon.
it: Il database predefinito utilizza utf-8. Tutto bene.

# status_MysqlDatabaseCharacterSet_Info
source: Your default database uses a different charset, but all tables uses utf-8. All good. But consider fixing your database collation and check the table creation settings.
de: Ihre Standarddatenbank verwendet einen anderen Zeichensatz, aber alle Tabellen verwenden utf-8. Alles gut. Aber überlegen Sie, Ihre Datenbanksortierung zu beheben und die Tabellenerstellungseinstellungen zu überprüfen.
fr: Votre base de données par défaut utilise un jeu de caractères différent, mais toutes les tables utilisent utf-8. Tout bon. Mais envisagez de corriger votre collation de base de données et vérifiez les paramètres de création de table.
it: Il database predefinito utilizza un diverso set di caratteri, ma tutte le tabelle utilizzano utf-8. Tutto bene. Ma considera di sistemare la collazione del database e controllare le impostazioni di creazione delle tabelle.

# status_MysqlDatabaseCharacterSet_MixedCollations
source: Your default database is set to create tables with character set "%1$s", but contains tables or columns with different collations. Please fix these tables to avoid "illegal mix of collations" errors.
de: Ihre Standarddatenbank ist so eingestellt, dass Tabellen mit Zeichensatz "%1$s" erstellt werden, enthält aber Tabellen oder Spalten mit verschiedenen Sortierungen. Bitte beheben Sie diese Tabellen, um Fehler bei "illegaler Mix von Sortierungen" zu vermeiden.
fr: Votre base de données par défaut est définie pour créer des tables avec jeu de caractères "%1$s", mais contient des tables ou des colonnes avec différentes collations. Veuillez corriger ces tables pour éviter les erreurs "mélange illégal de collations".
it: Il database predefinito è impostato per creare tabelle con set di caratteri "%1$s", ma contiene tabelle o colonne con diverse collazioni. Si prega di correggere queste tabelle per evitare errori "mix illegale di collezioni".

# status_encryptedConnectionStatus
source: Encrypted backend connection (HTTPS)
de: Verschlüsselte Backend-Verbindung (HTTPS)
fr: Connexion cryptée en arrière-plan (HTTPS)
it: Connessione di backend crittografata (HTTPS)

# status_encryptedConnectionStatus_insecure
source: Your backend access is not secured using HTTPS but relies on HTTP which sends all your data (including login passwords) over an insecure connection. All modern web sites should rely on HTTPS and only sites secured differently, for instance some intranet installations may use HTTP only.
de: Ihr Backend-Zugriff ist nicht über HTTPS gesichert, sondern basiert auf HTTP, die alle Ihre Daten (einschließlich Login-Passwörter) über eine unsichere Verbindung sendet. Alle modernen Websites sollten sich auf HTTPS verlassen und nur Websites, die anders gesichert sind, z.B. einige Intranet-Installationen nur HTTP verwenden.
fr: Votre accès à l'arrière-plan n'est pas sécurisé en utilisant HTTPS mais dépend de HTTP qui envoie toutes vos données (y compris les mots de passe) sur une connexion non sécurisée. Tous les sites Web modernes doivent compter sur HTTPS et uniquement les sites sécurisés différemment, par exemple, certaines installations intranet peuvent utiliser HTTP uniquement.
it: Il tuo accesso al backend non è garantito utilizzando HTTPS, ma si basa su HTTP che invia tutti i tuoi dati (incluse le password di accesso) su una connessione non sicura. Tutti i siti web moderni dovrebbero fare affidamento su HTTPS e solo siti protetti in modo diverso, ad esempio alcune installazioni intranet possono utilizzare solo HTTP.

# status_lockSslStatus
source: Backend only accessible through HTTPS
de: Backend nur über HTTPS erreichbar
fr: Backend uniquement accessible via HTTPS
it: Backend accessibile solo tramite HTTPS

# status_lockSslStatus_insecure
source: It is highly recommended to activate the option (<code>$GLOBALS['TYPO3_CONF_VARS']['BE']['lockSSL']</code>).
de: Es wird dringend empfohlen, die Option zu aktivieren (<code>$GLOBALS['TYPO3_CONF_VARS']['BE']['lockSSL']</code>).
fr: Il est fortement recommandé d'activer l'option (<code>$GLOBALS['TYPO3_CONF_VARS']['BE']['lockSSL']</code>).
it: È altamente consigliato attivare l'opzione (<code>$GLOBALS['TYPO3_CONF_VARS']['BE']['lockSSL']</code>).

# status_trustedHostsPattern
source: Trusted Hosts Pattern
de: Vertrauenswürdige Hosts Muster
fr: Modèle d'hôtes fiable
it: Modello Host fidato

# status_adminUserAccount
source: Admin User Account
cs: Uživatelský účet administrátora
de: Admin-Benutzerkonto
fr: Compte utilisateur admin
it: Account utente Admin
km: គណនី​អ្នក​គ្រប់គ្រង
th: บัญชีผู้ใช้ผู้ดูแลระบบ

# status_encryptionKey
source: Encryption Key
cs: Šifrovací klíč
de: Verschlüsselungsschlüssel
fr: Clé de chiffrement
it: Chiave di crittografia
km: ឃី​អ៊‍ីនគ្រីប
th: Key Encryption

# status_fileDenyPattern
source: File Deny Pattern
cs: Vzor zakázaného souboru
de: Dateidichte Muster
fr: Modèle de refus de fichier
it: Modello di rifiuto file
km: លំនាំ​ហ្វៃល៍​បដិសេធ
th: ไฟล์ปฏิเสธแบบ

# status_htaccessUploadProtection
source: .htaccess Upload Protection
cs: Ochrana před nahráním .htaccess
de: .htaccess Upload Schutz
fr: Protection de téléchargement .htaccess
it: . protezione Upload htaccess
km: ការការពារ​អាប់ឡូត .htaccess
th: . htaccess ป้องกัน Upload

# status_installToolPassword
source: Install Tool Password
cs: Heslo Instalačního nástroje
de: Tool-Passwort installieren
fr: Installer le mot de passe de l'outil
it: Installa la password di strumento
km: ពាក្យ​សម្ងាត់​ឧបករណ៍​ដំឡើង
th: เครื่องมือติดตั้งรหัสผ่าน

# status_installTool
source: Install Tool
cs: Instalační nástroj
de: Werkzeug installieren
fr: Installer l'outil
it: Installa strumento
km: ឧបករណ៍​ដំឡើង
th: เครื่องมือติดตั้ง

# status_phpVersion
source: PHP Version
cs: Verze PHP
fr: Version PHP
it: Versione PHP
km: កំណែ PHP
th: รุ่น PHP

# status_phpTooOld
source: Your PHP installation is too old.
cs: Vaše instalace PHP je příliš stará.
de: Ihre PHP-Installation ist zu alt.
fr: Votre installation PHP est trop ancienne.
it: La tua installazione PHP è troppo vecchia.
km: PHP ដែល​អ្នក​ដំឡើង​ចាស់​ពេក ។
th: PHP การติดตั้งของคุณอายุเกิน

# status_phpMemory
source: PHP Memory Limit
cs: Limit paměti PHP
de: PHP-Speicherlimit
fr: Limite de mémoire PHP
it: Limite memoria PHP
km: កម្រិត​មេមឺរី PHP
th: จำกัด Memory PHP

# status_phpMemoryRecommendation
source: Depending on your configuration, TYPO3 can run with a %1$s PHP memory limit. However, a %2$s PHP memory limit or above is recommended, especially if your site uses additional extensions.
cs: V závislosti na vaší konfiguraci může TYPO3 běžet s limitem paměti PHP %1$s. Nicméně se doporučuje vyšší limit paměti PHP %2$s a vyšší, zvláště pokud vaše stránky používají další rozšíření.
de: Je nach Konfiguration kann TYPO3 mit einem %1$s PHP-Speicherlimit laufen. Allerdings wird ein %2$s PHP-Speicherlimit oder höher empfohlen, insbesondere wenn Ihre Website zusätzliche Erweiterungen verwendet.
fr: Selon votre configuration, TYPO3 peut fonctionner avec une limite de mémoire PHP de %1$s . Cependant, une limite de mémoire PHP de %2$s ou supérieure est recommandée, surtout si votre site utilise des extensions supplémentaires.
it: A seconda della tua configurazione, TYPO3 può funzionare con un limite di memoria PHP %1$s . Tuttavia, è raccomandato un %2$s limite di memoria PHP o superiore, specialmente se il tuo sito utilizza estensioni aggiuntive.

# status_phpMemoryRequirement
source: Depending on your configuration, TYPO3 can run with a %1$s PHP memory limit. However, a %2$s PHP memory limit or above is required especially if your site uses additional extensions.
cs: V závislosti na vaší konfiguraci může TYPO3 běžet s limitem paměti PHP %1$s. Nicméně se vyžaduje limit paměti PHP %2$s a vyšší, zvláště pokud vaše stránky používají další rozšíření.
de: Je nach Konfiguration kann TYPO3 mit einem %1$s PHP-Speicherlimit laufen. Allerdings ist ein %2$s PHP-Speicherlimit oder höher erforderlich, insbesondere wenn Ihre Website zusätzliche Erweiterungen verwendet.
fr: Selon votre configuration, TYPO3 peut fonctionner avec une limite de mémoire PHP de %1$s . Cependant, une limite de mémoire PHP de %2$s ou supérieure est requise, surtout si votre site utilise des extensions supplémentaires.
it: A seconda della tua configurazione, TYPO3 può funzionare con un limite di memoria PHP %1$s . Tuttavia, è necessario un limite di memoria PHP %2$s o superiore, soprattutto se il tuo sito utilizza estensioni aggiuntive.

# status_phpMemoryEditLimit
source: Increase the memory limit by editing the memory_limit parameter in the file %s and then restart your web server (or contact your system administrator or hosting provider for assistance).
cs: Zvýšte limit paměti úpravou parametru memory_limit v souboru %s a restartujte webový server (nebo se obraťte s žádostí o pomoc na správce systému nebo poskytovatele hostingu).
de: Erhöhen Sie das Speicherlimit durch Bearbeiten des Speicherlimit-Parameters in der Datei %s und starten Sie dann Ihren Webserver neu (oder kontaktieren Sie Ihren Systemadministrator oder Hosting-Provider für Hilfe).
fr: Augmentez la limite de mémoire en modifiant le paramètre memory_limit dans le fichier %s et redémarrez votre serveur web (ou contactez votre administrateur système ou votre fournisseur d'hébergement pour obtenir de l'aide).
it: Aumenta il limite di memoria modificando il parametro memory_limit nel file %s e riavvia il server web (o contatta l'amministratore di sistema o il provider di hosting per assistenza).
km: ដំឡើង​កម្រិត​មេមឺរី​ដោយ​កែ​ប៉ារ៉ាមែត memory_limit ក្នុង​ហ្វៃល៍ %s រួច​បិទបើក​សឺវើ​វែប (ឬ​ទាក់ទង​អ្នក​គ្រប់គ្រង​ប្រព័ន្ធ ឬ​អ្នក​ផ្ដល់​សេវា​ហស្ដ៍​ដើម្បី​សុំ​ជំនួយ) ។
th: เพิ่มวงเงินหน่วยความจำโดยแก้ไขพารามิเตอร์ memory_limit ใน% s แฟ้มแล้วรีสตาร์ทเว็บเซิร์ฟเวอร์ของคุณ (หรือติดต่อผู้ดูแลระบบหรือผู้ให้บริการพื้นที่สำหรับความช่วยเหลือ)
