Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/extensionmanager/Resources/Private/Language/*.locallang.xlf
Languages: cs, ja, km, nl

source: Extension Manager
cs: Správce rozšíření
ja: 拡張機能マネージャー
km: គ្រប់គ្រង​សមាសភាគ
nl: Extensiebeheer

source: Manage Extensions
cs: Spravovat rozšíření
ja: 拡張機能の管理
km: គ្រប់គ្រង​សមាសភាគ
nl: Beheer extensies

source: Install Extension
cs: Instalovat rozšíření
ja: 拡張機能のインストール
nl: Extensie installeren

# composerMode.title
source: Composer mode
cs: Režim composer
nl: Composer-modus

# composerMode.message
source: The system is set to composer mode. Please notice that it is not possible to add an extension with the Extension Manager. You have to use composer to add further extensions to your system.
cs: Systém je nastaven do režimu composer. Upozorňujeme, že rozšíření není možné přidat pomocí Správce rozšíření. Musíte použít composer pro přidání dalších rozšíření do vašeho systému.
nl: Het systeem is in de composer-modus ingesteld. Dit kan problemen geven als een extensie via Extensiebeheer wordt toegevoegd. Gebruik liever composer om extensies toe te voegen.

source: Installed Extensions
cs: Instalovaná rozšíření
nl: Geïnstalleerde extensies

source: Get Extensions
cs: Získat rozšíření
ja: 拡張機能の取得
km: ទទួល​សមាសភាគ
nl: Extensies ophalen

# showAllVersions
source: Show all versions of
cs: Ukázat všechny verze
ja: すべてのバージョンを表示
km: បង្ហាញគ្រប់​កំណែប្រែ
nl: Toon alle versies van

# extConfTemplate.backToList
source: Back to list
cs: Zpět na seznam
ja: リストへ戻る
km: ត្រលប់ទៅកាន់​តារាង
nl: Terug naar lijst

# updateScript.headline
source: Update script for %s
cs: Aktualizační skript pro %s
ja: %s のスクリプトを更新
km: បន្ទាន់​សម័យ ស្ក្រីបសម្រាប់ %s
nl: Script voor bijwerken van %s

# updateScript.none
source: No update necessary.
cs: Aktualizace není potřeba.
ja: アップデートの不要
km: មិន​មាន​ការ​បន្ទាន់​សម័យ​​ដែល​ចាំបាច់​នោះទេ។
nl: Geen update nodig.

# button.cancel
source: Cancel
cs: Zrušit
nl: Annuleren

# button.details
source: Show Details
nl: Details weergeven

# button.remove
source: Remove extension
cs: Odstranit rozšíření
nl: Extensie verwijderen

# button.updateExtension
source: Update extension
cs: Aktualizovat rozšíření
nl: Extensielijst bijwerken

# button.resolveDependencies
source: Resolve dependencies
cs: Vyřešit závislosti
nl: Afhankelijkheden oplossen

# label.resolveDependenciesEnableButton
source: I understand what this means and I'm able to investigate on possibly occurring issues by myself.
cs: Chápu, co to znamená, a já jsem schopen sám vyšetřit možné problémy.
nl: Ik begrijp wat dit betekent en ik ben in staat om mogelijke problemen zelf te onderzoeken.

# button.resolveDependenciesIgnore
source: I know what I'm doing, continue anyway
cs: Vím, co dělám, i přesto pokračovat
nl: Ik weet wat ik doe, gewoon verdergaan

# extensionList.update.script
source: Execute the update script
cs: Spustit aktualizační skript
ja: 更新したスクリプトを実行
km: ដំណើរការ​ ការ​បន្ទាន់​សម័យ​ស្ក្រីប
nl: Script voor bijwerken uitvoeren

# extensionList.downloadsql
source: Download SQL Dump
cs: Stáhnout SQL Dump
ja: SQL ダンプダウンロード
km: ទាញយក SQL Dump
nl: SQL Dump downloaden

# extensionList.remove
source: Remove
cs: Odstranit
ja: 削除
km: លុបចោល
nl: Verwijderen

# extensionList.update
source: Update
cs: Aktualizovat
ja: 更新
km: បន្ទាន់​សម័យ
nl: Bijwerken

# extensionList.updateToVersion
source: Update to version %s
cs: Aktualizovat na verzi %s
ja: バージョン %s に更新
km: បន្ទាន់​សម័យ​ទៅ​កាន់​កំណែប្រែ %s
nl: Bijwerken naar versie %s

# extensionList.updateDisabled
source: An update is available but this operation is currently disabled
cs: Aktualizace je k dispozici, ale tato operace je v současné době zakázána
nl: Een update is beschikbaar maar deze bewerking is momenteel uitgeschakeld

# extensionList.deactivate
source: Deactivate
cs: Deaktivovat
km: បញ្ឈប់​ដំណើរការ
nl: Deactiveren

# extensionList.activate
source: Activate
cs: Aktivovat
km: ដំណើរការ
nl: Activeren

# extensionList.downloadzip
source: Download as zip
cs: Stáhnout jako zip
km: ទាញយក​ជា zip
nl: Downloaden als .zip

# extensionList.uploadExtension
source: Upload Extension .t3x/.zip
cs: Nahrát rozšíření .t3x/.zip
km: ដាក់បញ្ចូល​សមាសភាគ .t3x/.zip
nl: Extensie .t3x / .zip uploaden

# extensionList.overwriteExtension
source: Overwrite
cs: Přepsat
km: សរសេរពីលើ
nl: Overschrijven

# extensionList.overwritingDisabled
source: Extension is already available and overwriting was not enabled
cs: Rozšíření je již k dispozici a přepsání nebylo povoleno
km: សមាសភាគ​គឺមាន​ហើយ និង​ការសរសេពីលើមិន​បាន​បើកទេ
nl: Deze extensie bestaat al en overschrijven was niet aangevinkt

# extensionList.loading
source: Loading form...
cs: Načítání formuláře...
km: កុំពុង​ដំណើរការ​ទម្រង់
nl: Formulier laden...

# extensionList.header.title.activate
source: Activate / Deactivate
cs: Aktivovat / Deaktivovat
km: ដំណើរការ/បិត​ដំណើរការ
nl: Activeren / Deactiveren

# extensionList.header.extensionName
source: Extension
cs: Rozšíření
km: សមាសភាគ
nl: Extensie

# extensionList.header.version
source: Version
cs: Verze
km: កំណែប្រែ
nl: Versie

# extensionList.header.extensionKey
source: Key
cs: Klíč
km: គន្លឺះ
nl: Sleutel

# extensionList.header.extensionVersion
source: Version
cs: Verze
km: កំណែប្រែ
nl: Versie

# extensionList.header.extensionActions
source: Actions
cs: Akce
km: សកម្មភាព
nl: Acties

# extensionList.header.extensionState
source: State
cs: Stav
km: សភាព
nl: Status

# extensionList.header.uploadComment
source: Upload Comment
cs: Komentář k nahrání
km: បញ្ចូល​​មតិ​យោបល
nl: Upload opmerking

# extensionList.header.lastUpdate
source: Last Updated
cs: Poslední aktualizace
km: បាន​បន្ទាន់​សម័យ​ចុង​ក្រោយ
nl: Laatst bijgewerkt

# extensionList.header.description
source: Description
cs: Popis
km: ពណ៌នា
nl: Omschrijving

# extensionList.header.author
source: Author
cs: Autor
km: អ្នក​និពន្ធ
nl: Auteur

# searchTemplate.searchExtensions
source: Search extensions
cs: Hledat rozšíření
km: ស្វែង​រកសមាសភាគ
nl: Extensies zoeken

# extensionList.search
source: Search
nl: Zoeken

# searchTemplate.submitButton
source: Go
cs: Odeslat
km: ទៅ
nl: Zoeken

# searchTemplate.resetSearchButton
source: Reset Search
cs: Reset hledání
km: លុប​ស្វែងរក
nl: Reset zoekactie

# searchTemplate.yourSearch
source: Your search
cs: Vaše hledání
km: លទ្ធផល​ស្វែង​រក​របស់អ្នក
nl: Uw zoekactie

# searchTemplate.searchAgain
source: Search again
cs: Hledat znovu
km: ស្វែង​រក​ម្ដង​ទៀត
nl: Opnieuw zoeken

# uploadTemplate.uploadButton
source: Upload!
cs: Nahrát!
km: ដាក់បញ្ចូល!
nl: Uploaden!

# uploadTemplate.extensionLabel
source: Extension
cs: Rozšíření
km: សមាសភាគ
nl: Extensie

# extensionList.removalConfirmation.title
source: Extension Removal
cs: Odebrat rozšíření
km: លុប​សមាសភាគ
nl: Extensie verwijderen

# extensionList.removalConfirmation.message
source: The extension is currently installed. Uninstall extension?
cs: Rozšíření je v současné době nainstalováno. Odinstalovat rozšíření?
km: សមាសភាគបាន​បញ្ចូល​រួច​ហើយ។ តើ​អ្នក​ចង់លុបវាមែនទេ?
nl: Deze extensie is momenteel geïnstalleerd. Extensie verwijderen?

# extensionList.updateConfirmation.message
source: Update Comments
nl: Opmerkingen van de versie

# extensionList.databaseImport
source: The static database data has changed. You should re-import the data.
nl: De data in de statische database is gewijzigd. Data moet opnieuw geïmporteerd worden.

# extensionList.databaseReload
source: Nothing has changed since last import. You might want to reload static database data.
nl: Niets gewijzigd sinds de laatste import. Wellicht moet de statische database data opnieuw geladen worden.

# extensionList.updateConfirmation.questionVersionComments
source: Version Comments
cs: Komentáře k verzi:
km: កំណែប្រែ​មតិ
nl: Versie opmerkingen:

# extensionList.updateFlashMessage.title
source: Extension Update
cs: Aktualizace rozšíření
km: បន្ទាន់សម័យ​សមាសភាគ
nl: Extensie update

# extensionList.updateFlashMessage.body
source: %s was updated!
cs: %s nahráno!
km: %s បាន​ដាក់បញ្ចូល។
nl: %s geupload!

# extensionList.removalConfirmation.question
source: Are you sure you want to remove the extension?
cs: Jste si jisti, že chcete rozšíření odstranit?
km: តើ​អ្នក​ប្រាកដ​ហើយ​មែន​ទេ​ ដែល​ចង់លុប​សមាសភាព​នេះ?
nl: Weet u zeker dat u deze extensie wilt verwijderen?

# dependencyCheck.unresolvedDependencies.title
source: Please read this carefully
cs: Přečtěte si prosím pozorně
nl: Zorgvuldig lezen

# dependencyCheck.unresolvedDependencies.message
source: If you continue installing the extension, all dependency checks will be turned off. <ul> <li>Required extensions are tried to be fetched from TER (if they do not yet exist in the system)</li> <li>Version dependency checks are skipped</li> </ul> <strong> Be aware that an installation without dependency checks may turn your installation unusable.<br /> In such a case manual intervention is required. </strong>
cs: Pokud budete pokračovat v instalaci rozšíření, budou všechny kontroly závislostí vypnuty. &lt;ul&gt; &lt;li&gt;Potřebná rozšíření se systém pokusí stáhnout z TER (v případě, že dosud v systému neexistují)&lt;/li&gt; &lt;li&gt;Kontroly závislosti verzí budou vynechány&lt;/li&gt; &lt;/ul&gt; &lt;strong&gt; Uvědomte si, že instalace bez kontroly závislostí může dovést sysém do nepoužitelného stavu.&lt;br /&gt; V takovém případě je vyžadován ruční zásah. &lt;/strong&gt;
nl: Indien u doorgaat met de installatie zullen controles op afhankelijkheden uitgeschakeld worden. &lt;ul&gt; &lt;li&gt;Getracht zal worden om benodigde extensies uit de TER te downloaden (als ze nog niet aanwezig zijn)&lt;/li&gt; &lt;li&gt;Controles op benodigde versies zullen overgeslagen worden&lt;/li&gt; &lt;/ul&gt; &lt;strong&gt; Let op dat het installeren zonder controles op afhankelijkheden een installatie onbruikbaar kan maken.&lt;br /&gt; In zo'n geval moet er handmatig ingegrepen worden. &lt;/strong&gt;

# dependencyCheck.unresolvedDependencies.question
source: Are you sure you want to proceed?
cs: Jste si jisti, že chcete pokračovat?
nl: Zeker weten om door te gaan?

# dependencyCheck.unresolvedDependencies.proceed
source: I know what I'm doing, install the extension!
cs: Vím, co dělám, nainstalovat rozšíření!
nl: Ik weet wat ik doe, installeer de extensie!

# dependencyCheck.headline
source: The following errors were found while trying to install "%s"
cs: Při pokusu o instalaci "%s" byly zjištěny následující chyby
nl: De volgende foutmeldingen zijn gevonden bij de poging om "%s" te installeren.

# dependencyCheck.requiredExtension
source: Required extension "%s"
nl: Benodigde extensie "%s"

# downloadExtension.dependencies.headline
source: The following dependencies have to be resolved before installation:
cs: Následující závislosti musí být před instalací vyřešeny:
km: ខាង​ក្រោម​នេះ​ជា​សមាសភាគ​ទាកទង ត្រូវតម្លើង​វាជាមុន​ការតំឡើង​សមាសភាពនវ៖
nl: De volgende afhankelijkheden dienen te worden opgelost voordat de extensie geïnstalleerd kan worden:

# downloadExtension.dependencies.extensionWithVersion
source: %1$s (new version %2$s)
cs: %1$s (nová verze %2$s)
nl: %1$s (nieuwe versie %2$s)

# downloadExtension.dependencies.typeHeadline
source: <h3>Extensions marked for %s:</h3> %s
cs: <h3>Rozšíření označena pro %s:</h3> %s
km: <h3>សមាសភាគ​សម្រាប់ %s:</h3> %s
nl: <h3>Extensies gemarkeerd voor %s:</h3> %s

# downloadExtension.dependencies.resolveAutomatically
source: Shall these dependencies be resolved automatically?
cs: Mají být tyto závislosti vyřešeny automaticky?
km: សមាសភាគ​ទាកទង​ទាំង​នេះ​ គូតែដោះស្រាយ​ដោយ​ស្វ័យ​ប្រវត្ដ។
nl: Dienen deze afhankelijkheden automatisch te worden opgelost?

# downloadExtension.dependencies.errorTitle
source: Dependencies could not be resolved
cs: Závislosti nemohly být vyřešeny
km: សមាសភាគ​ទាកទង​ទាំងនេះ​មិន​ដំណើរការបានទេ។
nl: Afhankelijkheden kunnen niet worden opgelost

# downloadExtension.dependencies.errorMessage
source: The dependencies of the following Extensions could not be resolved
nl: De afhankelijkheden van de volgende extensies kunnen niet worden opgelost

# downloadExtension.dependencyType.download
source: download
cs: stáhnout
km: ទាយយក
nl: Downloaden

# downloadExtension.dependencyType.install
source: install
cs: instalovat
km: តំឡើង
nl: Installeren

# downloadExtension.dependencyType.update
source: update
cs: aktualizovat
nl: Bijwerken

# downloadExtension.updateExtension.error
source: Error while updating extension
cs: Chyba při aktualizaci rozšíření
nl: Fout bij het bijwerken van een extensie

# extensionList.dependenciesResolveDownloadError.title
source: Download Error
cs: Chyba při stahování
km: ទាញ​យក​មាន​បញ្ហា
nl: Fout bij het downloaden

# extensionList.dependenciesResolveDownloadSuccess.message
source: Your installation of {0} was successful.
cs: Vaše instalace {0} byla úspěšná.
km: អ្នក​បាន​តម្លើង {} ជោជ័យហើយ។
nl: De installatie van {0} is geslaagd.

# extensionList.dependenciesResolveDownloadSuccess.message.downloadOnly
source: Your download of {0} was successful.
cs: Vaše stažení {0} bylo úspěšné.
nl: Het downloaden van {0} is gelukt.

# extensionList.dependenciesResolveDownloadSuccess.item
source: Extensions
cs: Rozšíření
km: សមាសភាគ
nl: Extensies

# extensionList.dependenciesResolveFlashMessage.title
source: {0} installed.
cs: {0} instalováno.
km: {0} បាន​តម្លើង។
nl: {0} geïnstalleerd.

# extensionList.dependenciesResolveFlashMessage.title.downloadOnly
source: {0} downloaded.
cs: {0} staženo.
nl: {0} gedownload.

# extensionList.uploadFlashMessage.title
source: Extension Upload
cs: Nahrát rozšíření
km: ដាក់បញ្ចូល​សមាសភាគ
nl: Extensie uploaden

# extensionList.uploadFlashMessage.message
source: %s was uploaded!
cs: {0} nahráno!
km: {0} បាន​ដាក់បញ្ចូល។
nl: {0} geupload!

# extensionList.installedFlashMessage.message
source: %s was installed!
cs: %s bylo nainstalováno!
nl: %s is geïnstalleerd!

# extensionList.updateFromTerFlashMessage.title
source: Update Extension List
cs: Aktualizovat seznam rozšíření
km: បន្ទាន់តារាង​សមាសភាគ
nl: Extensie lijst vernieuwen

# extensionList.downloadViewHelper.submit
source: Import and Install
cs: Importovat a instalovat
km: ទាញ​បញ្ចូល​ហើយតម្លើង
nl: Importeren en installeren

# extensionList.downloadViewHelper.submit.downloadOnly
source: Import
cs: Importovat
nl: Importeren

# extensionList.showAllVersions.label
source: Show all versions
cs: Ukázat všechny verze
km: បង្ហាញ​កំណែប្រែទាំង​អស់
nl: Alle versies tonen

# extensionList.showAllVersions.extensionKey
source: Extension key
cs: Klíč rozšíření
km: គន្លឺះសមាសភាគ
nl: Extensiesleutel

# extensionList.showAllVersions.version
source: Version
cs: Verze
km: កំណែប្រែ
nl: Versie

# extensionList.showAllVersions.lastUploaded
source: Last uploaded
cs: Nahráno naposledy
km: ដាក់បញ្ចូល​ចុងក្រោយ
nl: Laatst geüpload

# extensionList.showAllVersions.category
source: Category
cs: Kategorie
km: ចំណាត់​ក្រុម
nl: Categorie

# extensionList.showAllVersions.manual
source: Manual
cs: Manuál
km: ផ្ទាល់ដៃ
nl: Handleiding

# extensionList.showAllVersions.author
source: Author
cs: Autor
km: អ្នក​និពន្ធ
nl: Auteur

# extensionList.showAllVersions.readOnline
source: Read online
cs: Číst online
km: អានលើបណ្ដាញ
nl: Online lezen

# extensionList.remove.message
source: Extension "%s" was removed successfully!
cs: Rozšíření "%s" bylo úspěšně odstraněno!
nl: Extensie "%s" is verwijderd!

# extensionList.distribution.key
source: Key
nl: Distributiesleutel

# extensionList.distribution.author
source: Author
nl: Auteur

# extensionList.distribution.title
source: Title
nl: Titel

# extensionList.distribution.version
source: Version
nl: Versie

# extensionList.distribution.lastUpdated
source: Last Update
nl: Laatste upload

# extensionList.showUnsuitableDistributions
source: Show also distributions that are not suitable for this TYPO3 version
cs: Ukázat také distribuce, které nejsou pro tuto verzi TYPO3 vhodné
nl: Ook distributies tonen die niet geschikt zijn voor deze TYPO3 versie

# extensionList.officialDistribution
source: Official distribution
cs: Oficiální distribuce
nl: Officiële distributie

# distributions
source: Get preconfigured distribution
cs: Získat nakonfigurovanou distribuci
nl: Voorgeconfigureerde distributie ophalen

# extensionList.installDistribution
source: Install
cs: Instalovat
nl: Distributie installeren

# extensionList.installImpexp
source: Please install the Import/Export (impexp) extension to enable distribution support.
cs: Nainstalujte si prosím rozšíření Import/Export (impexp) umožňující podporu distribucí.
nl: De extensie Import/Export (impexp) moet geïnstalleerd worden om distributies te ondersteunen.

# distribution.installImpexp
source: Install impexp
cs: Instalovat impexp
nl: Impexp installeren

# extensionList.updateFromTer.label
source: Retrieving extension list from TYPO3 Extension Repository (TER)...
cs: Načítání seznamu rozšíření z TYPO3 uložiště rozšíření (TER)...
nl: Ophalen van de extensielijst vanuit de TYPO3 Extension Repository (TER)

# extensionList.updateFromTer.buttonLabel
source: Update now
cs: Aktualizovat nyní
km: ដាក់បញ្ចូលឥឡូវ
nl: Nu updaten

# extensionList.updateFromTer.lastUpdate.label
source: Last update
nl: Laatst bijgewerkt

# extensionList.updateFromTer.lastUpdate.timeSinceLastUpdateLabel
source: Time since last update
nl: Tijd sinds laatste update

# extensionList.updateFromTer.lastUpdate.noInfo
source: unknown
cs: neznámý
km: មិន​ស្គាល់
nl: onbekend

# extensionList.updateFromTer.lastUpdate.fullTimeFormat
source: Y-m-d H:i:s
cs: d.m.Y H:i:s
nl: d-m-Y H:i:s

# extensionList.updateFromTer.lastUpdate.timeOfLastUpdate
source: Time of last update:
cs: Čas poslední aktualizace:
nl: Voor het laatst bijgewerkt:

# extensionList.updateFromTer.lastUpdate.noTimeOfLastUpdate
source: No last update time known.
cs: Není znám čas poslední aktualizace.
km: មិន​ស្គាល់​ពេល​បន្ទាន់សម័យ​ចុង​ក្រោយ។
nl: Geen tijd van laatste update bekend.

# extensionList.updateFromTer.never
source: Never
cs: Nikdy
km: មិន​ដែល
nl: Nooit

# extensionList.uninstall.dependencyError
source: Cannot deactivate extension '%s' - The extension(s) '%s' depend on it.
cs: Nelze deaktivovat rozšíření '%s' - rozšíření '%s' na něm závisí.
nl: Extensie '%s' kan niet uitgeschakeld worden - De extensie(s) '%s' zijn ervan afhankelijk.

# distribution.error.headline
source: Could not install distribution '%s'
cs: Nelze nainstalovat distribuci '%s'
nl: Kon distributie "%s" niet installeren.

# distribution.welcome.headline
source: Congratulations...
cs: Gratulujeme...
nl: Gefeliciteerd...

# distribution.welcome.message
source: You successfully installed the distribution '%s'
nl: De installatie van distributie '%s' is geslaagd

# distribution.welcome.nextSteps
source: Now you can
nl: U kunt nu

# distribution.welcome.openViewModule
source: View your website
cs: Zobrazit vaše webové stránky
nl: De website bekijken

# distribution.welcome.openPageModule
source: Start editing your website
cs: Začít upravovat vaše webové stránky
nl: Beginnen met bewerken van de website

# distribution.dependency.headline
source: Dependencies, conflicts and suggestions
nl: Afhankelijkheden, conflicten en suggesties

# distribution.dependency.version
source: Version
cs: Verze
km: កំណែប្រែ
nl: Versie

# task.updateExtensionListTask.name
source: Update extension list
cs: Aktualizovat seznam rozšíření
km: បន្ទាន់សម័យ​តារាង​សមាសភាគ
nl: Update extensie lijst

# task.updateExtensionListTask.description
source: Update TER extension list on a regular basis. Once a day is a good interval.
cs: Aktualizovat seznam rozšíření TER v pravidelných intervalech. Jednou denně je dobrý interval.
km: បន្ទាន់​សម័យ TER តារាង​សមាសភាគ​ជាទៀងទាត់។ មួយ​ថ្ងៃម្ដង​គឺប្រសើបំផុត។
nl: Update TER extensie lijst periodiek. Eénmaal per dag is een goede interval.

# report.status.mainRepository.title
source: Update status of typo3.org main repository extension list
cs: Aktualizace stavu seznamu rozšíření hlavního úložiště typo3.org
km: បន្ទាន់សម័យរបស់​ typo3.org ពីតារាង​សមាសភាគសំខាន់
nl: Status van de lijst extensies van de typo3.org hoofdrepository verversen

# report.status.mainRepository.notFound.value
source: Error
cs: Chyba
km: បញ្ហា
nl: Fout

# report.status.mainRepository.notFound.message
source: The typo3.org extension repository was not found. Please import the main typo3.org extension repository in the install tool wizard.
cs: Úložiště rozšíření typo3.org nebylo nalezeno. Prosím importujte hlavní úložiště rozšíření typo3.org v Průvodci instalačního nástroje.
km: រក​មិន​ឃើញ​សមាសភាគ repository របស់ typo3.org។ សូម​ទាញ​យកសមាសភាគ​ពី typo3 extension repository នៅក្នុង Install Tool
nl: De extensierepository van typo3.org is niet gevonden. De extensierepository van typo3.org kan in de Install Tool assistent geïmporteerd worden.

# report.status.mainRepository.notUpToDate.value
source: Extension list is not up to date!
cs: Seznam rozšíření není aktuální!
km: សមាសភាគ មិន​បាន​បន្ទាន​សម័យ។
nl: Extensie lijst niet up to date!

# report.status.mainRepository.notUpToDate.message
source: The Main Repository extension list is older than 7 days. Please update it in the Extension manager or Scheduler.
cs: Seznam rozšíření hlavního úložiště je starší než 7 dní. Prosím aktualizujte jej ve Správci rozšíření nebo v Plánovači.
km: តារាង​សមាសភាគ Repository សំខាន់​យួរជាង​ ៧ថ្ងៃ។ សូមបន្ទាន់​សម័យ​វានៅ​កន្លែ គ្រប់គ្រង​សមាសភាគ ឬ​តាម​កាលវិភាគ។
nl: De extensielijst van de hoofdrepository is ouder dan zeven dagen. Deze kan in Extensiebeheer of in de Taakplanner bijgwerkt worden.

# report.status.loadedExtensions.title
source: Security status of loaded extensions
cs: Stav zabezpečení načtených rozšíření
km: សុវត្ថភាពនៃកាទាញ​យក​សមាសភាគ
nl: Veiligheidsstatus van de geladen extensies

# report.status.loadedExtensions.insecureExtensionLoaded.value
source: %s insecure extension(s) found
cs: %s nebezpečných rozšíření nalezeno
km: %s សមាសភាគ​មិន​មាន​សុវត្ថិភាព​បាន​រកឃើញ។
nl: %s onveilige extensie(s) gevonden

# report.status.loadedExtensions.insecureExtensionLoaded.message
source: The following extensions are insecure and usage might damage your system. Please update these extensions as soon as possible or remove them from your system:<br><br>%s
cs: Následující rozšíření nejsou bezpečná a při jejich používání může dojít k poškození systému. Prosím aktualizujte tato rozšíření co nejdříve, nebo je odstraňte ze systému:<br><br>%s
km: សមាសភាព​ខាង​ក្រោម​គឺមិន​សុវត្ថភាពទេ បើប្រើប្រាស់​អាច​នឹង​ប៉ះពាល​ដល់ ស៊ីស្តែម​របស់អ្នក។ សូម​ធ្វើការ​បន្ទាន់​សម័យ​សមាសភាព​ទាំង​នេះ​តាមតែអាច​ធ្វើទៅបាន ឬក៏លុបពួកវាចេញពីស៊ីស្តែម​របស់អ្នក៖<br><br>%s
nl: De volgende extensies zijn onveilig en kunnen schade aan uw systeem veroorzaken. Update deze extensies zo snel mogelijk of verwijderd ze uit het systeem:<br><br>%s

# report.status.loadedExtensions.insecureExtensionLoaded.message.extension
source: <strong>%1$s</strong> (version %2$s)<br>
cs: <strong>%1$s</strong> (verze %2$s)<br>
nl: <strong>%1s</strong> (versie %2s)<br>

# report.status.existingExtensions.title
source: Security status of existing, but not loaded extensions
cs: Stav zabezpečení stávajících, ale nezavedených rozšíření
km: ស្ថានភាពសុវត្ថិភាពកុំពុងកើតឡើ តែ​មិន​អាច​ទាញ​សមាសភាគបាន។
nl: Veiligheidsstatus van beschikbare, maar niet geladen extensies

# report.status.existingExtensions.insecureExtensionExists.value
source: %s insecure extension(s) found
cs: %s nebezpečných rozšíření nalezeno
km: %s សមាសភាគ​មិន​សុវត្ថិភាបបាន​រកឃើញ
nl: %s onveilige extensie(s) gevonden

# report.status.existingExtensions.insecureExtensionExists.message
source: The following extensions were found on your system, but are currently not installed. Please delete the extensions using the extension manager:<br><br>%s
cs: Následující rozšíření byla nalezena ve vašem systému, ale v současné době nejsou nainstalována. Prosím, odstraňte rozšíření pomocí Správce rozšíření:<br><br>%s
km: សមាសភាព​ខាង​ក្រោម​បាន​រក​ឃើញ​នៅ​ក្នុង​​​ប្រព័ន្ធ​របស់អ្នក ប៉ុន្តែ​ពួកវា​មិន​តំឡើង​នោះទេ។​ សូម​លុបសមាសភាគ​ទាំងនេះ​ដោយ​ប្រើ ការគ្រប់សមាសភាគ៖ <br><br>%s
nl: De volgende extensies zijn op het systeem gevonden maar niet geïnstalleerd. Verwijder a.u.b. de extensies met behulp van de extensie manager:<br><br>%s
