Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/extensionmanager/Resources/Private/Language/*.locallang.xlf
Languages: cs, ja, km, nl

# report.status.existingExtensions.insecureExtensionExists.message.extension
source: <strong>%1$s</strong> (version %2$s)<br>
cs: <strong>%1$s</strong> (verze %2$s)<br>
nl: <strong>%1s</strong> (versie %2s)<br>

# report.status.loadedOutdatedExtensions.title
source: Outdated status of loaded extensions
cs: Zastaralý stav načtených rozšíření
km: ស្ថាន​ភាព​ផុតពេល​របស់ស​មាសភាគ​បាន​លេញឡើង។
nl: Verouderde extensies die geladen zijn

# report.status.loadedOutdatedExtensions.outdatedExtensionLoaded.value
source: %s outdated extension(s) found
cs: %s zastaralých rozšíření nalezeno
km: %s សមាគភាក​ផុតេល​ត្រូវបាន​រកឃើញ។
nl: %s verouderde extensie(s) gevonden

# report.status.loadedOutdatedExtensions.outdatedExtensionLoaded.message
source: The following extensions are outdated and may not be compatible with your installation. Please make sure these extensions are compatible and ask the extension author to publish updates:<br><br>%s
cs: Následující rozšíření jsou zastaralá a nemusí být kompatibilní s instalací. Ujistěte se, že tato rozšíření jsou kompatibilní a požádejte autora rozšíření o zveřejnění aktualizací:<br><br>%s
km: សមាសភាគខាង​ក្រោម គឺចាស់ហើង​ ហើយ​ភាគច្រើន​មិន​ដំណើរការ​ជាមួយប្រព័ន្ធរបស់អ្នក។ សូម​ធ្វើអោយ​ប្រកដថា​ពួគវាគឺអាច​ដំណើរការបាន នឹង​សួម​អោយ​អ្នក​បង្កើតសមាសភាគទាំងនោះដើម្បី​ធ្វើការបន្ទាន់សម័យ៖ <br><br>%s
nl: De volgende extensies zijn verouderd en zijn mogelijk niet compatibel met deze installatie. Wees er zeker van dat deze extensies compatibel zijn en vraag de auteur ervan om updates te publiceren: <br><br>%s

# report.status.loadedOutdatedExtensions.outdatedExtensionLoaded.message.extension
source: <strong>%1$s</strong> (version %2$s)<br>
cs: <strong>%1$s</strong> (verze %2$s)<br>
nl: <strong>%1s</strong> (versie %2s)<br>

# report.status.existingOutdatedExtensions.title
source: Outdated status of existing, but not loaded extensions
cs: Zastaralý stav existujících, avšak nenačtených rozšíření
km: ស្ថានភាព​នៃការ​ផុតកំណត់បាន​កុំពុងមាន ប៉ុន្តែ​មិន​ទាញ​សមាសភាគបាន
nl: Verouderde extensies die niet ingeladen zijn

# report.status.existingOutdatedExtensions.outdatedExtensionExists.value
source: %s outdated extension(s) found
cs: %s zastaralých rozšíření nalezeno
km: %s សមាសភាគផុតកំណត់បាន​រកឃើញ
nl: %s verouderde extensie(s) gevonden

# report.status.existingOutdatedExtensions.outdatedExtensionExists.message
source: The following extensions were found on your system, but are currently not installed. Please make sure they are compatible with your system before installing them:<br><br>%s
cs: Následující rozšíření byla nalezena na vašem systému, ale v současné době nejsou nainstalována. Před jejich instalací se prosím ujistěte, že jsou kompatibilní s vaším systémem:<br><br>%s
km: សមាសភាគទាំងនេះ​បាន​រកឃើញ​ក្នុង​ប្រព័ន្ធ​របស់​អ្នក​ ប៉ុន្តែ​មិន​តម្លើងបាន​ពេលនវ។ សូម​ធ្វើអោយ​ប្រកដថា​ពួកវា​អាច​ដំណើរការជាមួយ​ប្រព័ន្ធ​របស់អ្នក មុន​នឹង​តម្លើង​​ពួកវា៖ <br><br>%s
nl: De volgende extensies zijn gevonden op dit systeem, maar ze zijn momenteel niet geïnstalleerd. Wees er zeker van dat ze compatibel zijn alvorens ze te installeren:<br><br>%s

source: <strong>%1$s</strong> (version %2$s)<br>
cs: <strong>%1$s</strong> (verze %2$s)<br>
nl: <strong>%1s</strong> (versie %2s)<br>

# fileHandling.couldNotRemoveDirectory
source: ERROR: Could not remove extension directory "%s". Reasons
nl: FOUT: Map "%s" van extensie kon niet verwijderd worden. Redenen

# fileHandling.couldNotCreateDirectory
source: ERROR: Could not create extension directory "%s"!
cs: CHYBA: Nelze vytvořit adresář rozšíření "%s"!
nl: FOUT: map "%s" voor de extensie kon niet aangemaakt worden!

# fileHandling.installPathWasNoDirectory
source: ERROR: The extension install path "%s" was no directory!
cs: CHYBA: Instalační cesta rozšíření "%s" nebyla adresářem!
nl: FOUT: Het installatiepad "%s" van de extensie was geen directory!

# config.automaticInstallation
source: Install extensions automatically after download from TER or file upload
cs: Instalovat rozšíření automaticky po stažení z TER nebo při nahrávání souborů
nl: Extensies automatisch installeren na het downloaden uit TER of het uploaden van een bestand

# config.offlineMode
source: Disable TER connection and hide menu items
cs: Vypnout připojení TER a skrýt položky menu
nl: Verbinding met TER uitschakelen en menu-items verbergen

# extensionList.header.update
source: Upd.
cs: Akt.
km: ឡើង

# extensionList.header.title.update
source: Update
cs: Aktualizace
km: បន្ទាន់​សម័យ

# extensionList.header.extensionType
source: Type
cs: Typ

# extensionList.updateConfirmation.title
source: Update?
cs: Aktualizovat?
km: បន្ទាន់សម័យ?

# extensionList.showAllVersions.downloads
source: Downloads
cs: Stažení
km: ទាញ​យក

# extensionList.distribution.downloads
source: Downloads
cs: Stažení
km: ទាញ​យក

# distribution.dependency.identifier
source: Identifier
cs: Identifikátor

# distribution.dependency.type
source: Type
cs: Typ

# extensionList.dependenciesResolveDownloadSuccess.header
source: Log
km: លុក

# report.status.mainRepository.upToDate.value
source: OK
km: យល់ព្រម

# report.status.loadedExtensions.noInsecureExtensionLoaded.value
source: OK
km: យល់ព្រម

# report.status.existingExtensions.noInsecureExtensionExists.value
source: OK
km: យលព្រម

# report.status.loadedOutdatedExtensions.noOutdatedExtensionLoaded.value
source: OK
km: យល់ព្រម

# report.status.existingOutdatedExtensions.noOutdatedExtensionExists.value
source: OK
km: យល់ព្រម
