Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/install/Resources/Private/Language/Report/*.locallang.xlf
Languages: cs, da, hr, km, nl, ru

# environment.status.title
source: System environment check
cs: Kontrola prostředí systému
da: Systemmiljø tjek
hr: Provjere okružja sustava
km: ត្រួតពិនិត្យ​បរិស្ថាន​ប្រព័ន្ធ
nl: Systeemcontrole
ru: Проверка системы

# environment.status.message.error
source: The system environment check returned errors. Those errors will affect the functionality and stability of your TYPO3 CMS instance. Please check the install tool "System environment" for all details.
cs: Kontrola prostředí systému vrátila chyby. Tyto chyby budou mít vliv na funkčnost a stabilitu instance TYPO3 CMS. Prosím, zkontrolujte "Prostředí systému" instalačního nástroje pro všechny podrobnosti.
da: Systemmiljøkontrol returnerede med fejl. Disse fejl vil have indflydelse på funktionalitet og stabilitet i din TYPO3 installation. Tjek venligst dit installations-værktøj under "Systemmiljø" for at se alle detaljer.
hr: Provjera okružja sustava otkrila je pogreške. Te pogreške će utjecati na funkcionalnost i stabilnost Vašeg TYPO3 CMS sustava. Molimo Vas da provjerite "Okružje sustava" u Alatu za instalaciju za dodatne detalje.
km: ត្រួតពិនិត្យ​បរិស្ថាន​ប្រព័ន្ធ​មានកំហុសឆ្គង។​កំហុសឆ្គង​ទាំងនោះ​បង្ក​ផលប៉ះពាល់​ដល់​មុខងារ​និង​​ស្ថេរភាព​​​ប្រព័ន្ធ​គ្រប់គ្រង​មាតិកា TYPO3 របស់អ្នក។​សូម​ពិនិត្យ "បរិស្ថាន​ប្រព័ន្ធ" ក្នុង​​ឧបករណ៍​តម្លើង​ដើម្បី​លម្អិត។
nl: De systeemcontrole resulteerde in fouten. De fouten zullen de functionaliteit en stabiliteit van het TYPO3 CMS systeem be√Ønvloeden. Controleer in de Installatie-module het onderdeel "Systeemcontrole" voor de details.
ru: Ошибки при проверке контекста работы системы. Они влияют на функционал и стабильность установленной CMS TYPO3. За деталями обратитесь к разделу "System environment" install tool.

# environment.status.message.warning
source: The system environment check returned warnings. Those warnings might have a negative effect on the functionality and stability of your TYPO3 CMS instance. Please check the install tool "System environment" for all details.
cs: Kontrola prostředí systému vrátila varování. Tato varování mohou mít negativní vliv na funkčnost a stabilitu instance TYPO3 CMS. Prosím, zkontrolujte "Prostředí systému" instalačního nástroje pro všechny podrobnosti.
da: Systemmiljøkontrollen returnerede med advarsler. Disse advarsler kan have negativ effekt på funktionalitet og stabilitet i din TYPO3 installation. Tjek venligst dit installations-værktøj under "Systemmiljø" for at se alle detaljer.
hr: Provjera okružja sustava otkrila je pogreške. Te pogreške mogu negativno utjecati na funkcionalnost i stabilnost Vašeg TYPO3 CMS sustava. Molimo Vas da provjerite "Okružje sustava" u Alatu za instalaciju za dodatne detalje.
km: ត្រួតពិនិត្យ​បរិស្ថាន​ប្រព័ន្ធ​មាន​ការព្រមាន។​ការព្រមាន​ទាំងនោះ​អាច​បង្ក​ផលអវិជ្ជមាន​ដល់​មុខងារ​​និង​​ស្ថេរភាព​​ប្រព័ន្ធ​​គ្រប់គ្រង​​មាតិកា TYPO3 របស់អ្នក។សូម​ពិនិត្យ "បរិស្ថាន​ប្រព័ន្ធ" ក្នុង​​ឧបករណ៍​តម្លើង​ដើម្បី​លម្អិត។
nl: De systeemcontrole resulteerde in waarschuwingen. Deze waarschuwingen kunnen een nadelig effect hebben op de functionaliteit en stabiliteit van het TYPO3 CMS systeem. Controleer in de Installatie-module bij "Systeemcontrole" de details.
ru: Предупреждения при проверке контекста работы системы. Они влияют на функционал и стабильность установленной CMS TYPO3. За деталями обратитесь к разделу "System environment" install tool.

# environment.status.message.notice
source: The system environment check returned notices. Those should not affect the functionality and stability of your TYPO3 CMS instance. Please check the install tool "System environment" for all details.
cs: Kontrola prostředí systému vrátila upozornění. Tato upozornění by neměla mít vliv na funkčnost a stabilitu instance TYPO3 CMS. Prosím, zkontrolujte "Prostředí systému" instalačního nástroje pro všechny podrobnosti.
da: Systemmiljøkontrollen returnerede med noter. Disse noter bør ikke have nogen effekt på funktionalitet og stabilitet i din TYPO3 installation. Tjek venligst dit installations-værktøj under "Systemmiljø" for at se alle detaljer.
hr: Provjera okružja sustava otkrila je pogreške. Te pogreške ne bi trebale negativno utjecati na funkcionalnost i stabilnost Vašeg TYPO3 CMS sustava. Molimo Vas da provjerite "Okružje sustava" u Alatu za instalaciju za dodatne detalje.
km: ត្រួតពិនិត្យ​បរិស្ថាន​ប្រព័ន្ថ​មាន​ការកត់សម្គាល់។​កំណត់សម្គាល់​ទាំងនោះ​មិនបង្ក​រ​បញ្ហា​ដល់​មុខងារ​និង​​ស្ថេរភាព​​ប្រព័ន្ធ​​គ្រប់គ្រង​​មាតិកា TYPO3 របស់អ្នក។​សូម​ពិនិត្យ "បរិស្ថាន​ប្រព័ន្ធ" ក្នុង​​ឧបករណ៍​តម្លើង​ដើម្បី​លម្អិត។
nl: De systeemcontrole resulteerde in aanwijzingen. Deze zouden geen effect moeten hebben op de functionaliteit of stabiliteit van het TYPO3 CMS systeem. Kijk in de Installatie-module onder "Systeemcontrole" voor de details.
ru: Замечания при проверке контекста работы системы. Они влияют на функционал и стабильность установленной CMS TYPO3. За деталями обратитесь к разделу "System environment" install tool.

# status_fileSystem
source: File System
cs: Systém souborů
da: Filsystem
hr: Datotečni sustav
km: ឯកសារ​ប្រព័ន្ធ
nl: Bestandssysteem
ru: Файловая система

# status_writable
source: Writable
cs: Zapisovatelný
da: Skrivebar
hr: Dopuštenje za pisanje prisutno
km: អាចសរសេរចូល
nl: Beschrijfbaar
ru: Доступно для записи

# status_missingDirectory
source: Required directory missing
cs: Požadovaná složka chybí
da: Krævet folder mangler
hr: Zahtjevana mapa nedostaje
km: សឺម៊ី​ដែលត្រូវការ​​មិនមាន
nl: Benodigde map ontbreekt
ru: Отсутствует необходимая директория

# status_nonExistingDirectory
source: Directory not existing
cs: Složka neexistuje
da: Folder eksisterer ikke
hr: Mapa ne postoji
km: សឺម៊ី​មិនមាន​
nl: Map ontbreekt
ru: Директория не существует

# status_recommendedWritableDirectory
source: Directory should be writable
cs: Složka musí být zapisovatelná
da: Folder skulle være skrivebar
hr: Mapa treba imati dopuštenje za pisanje
km: សឺម៊ី​គួរ​តែ​​អាចសរសេរចូល
nl: Map hoort beschrijfbaar te zijn
ru: Директория должна быть доступна для записи

# status_requiredWritableDirectory
source: Directory not writable
cs: Složka není zapisovatelná
da: Folder er skrivebeskyttet
hr: Mapa nema dopuštenje za pisanje
km: សឺម៊ី​មិនអាច​សរសេរចូល
nl: Map niet beschrijfbaar
ru: Директория не доступна для записи

# status_directoryDoesNotExist
source: %s does not exist.
cs: %s neexistuje.
da: %s eksisterer ikke.
hr: %s ne postoji.
km: %s មិនមាន។
nl: %s bestaat niet.
ru: %s не существует.

# status_directoryDoesNotExistCouldNotCreate
source: %s does not exist and could not be created.
cs: %s neexistuje a nelze ji vytvořit.
da: %s eksisterer ikke og kunne ikke oprettes.
hr: %s ne postoji i ne može se stvoriti.
km: %s មិនមាន​ហើយ​មិនអាច​​បង្កើតបាន។
nl: %s bestaat niet en kon niet aangemaakt worden.
ru: %s не существует и не может быть создано.

# status_directoryShouldAlsoBeWritable
source: Also note that it should be writable, if it did exist.
cs: Vezměte na vědomí, že by měla být zapisovatelná, pokud by existovala.
da: Notér desuden at den skulle være skrivebar, hvis den fandtes.
hr: Također primjetite da bi trebao imati dopuštenje za pisanje kada bi postojao.
km: គួរ​សម្គាល់​ផងដែរ​​ថា​​​គួរ​តែ​អាចសរសេរ​ចូលបាន​ ប្រសិនបើ​​ពិត​ជាមាន។
nl: Al het zou bestaan moet het ook beschrijfbaar zijn.
ru: Если же существует, то должна быть доступна для записи.

# status_directoryShouldBeWritable
source: %s should be writable.
da: %s skulle være skrivebar.
hr: %s bi trebao imati dopuštenje za pisanje.
nl: %s zou beschrijfbaar moeten zijn.
ru: %s должна быть доступна для записи.

# status_directoryMustBeWritable
source: %s must be writable.
da: %s skal være skrivebar.
hr: %s mora imati dopuštenje za pisanje.
nl: %s moet beschrijfbaar zijn.
ru: %s должна быть доступна для записи.

# status_remainingUpdates
source: Remaining updates
da: Resterende opdateringer
hr: Preostale nadogradnje
nl: Nog te updaten
ru: Оставшиеся обновления

# status_remoteFetchException
source: Could not fetch version matrix of TYPO3. Maybe this instance is blocked by a firewall?
da: Kunne ikke hente versionsmatrix af TYPO3. Måske er din instans blokeret af firewall?
hr: Nije uspjelo dohvaćanje matrice verzija TYPO3 sustava. Možda je ova instanca blokirana od strane vatrozida?
nl: De versiematrix van TYPO3 kon niet opgehaald wordt. Is dit misschien geblokkeerd door een firewall?
ru: Не удалось получить матрицу версии TYPO3. Может быть, проблемы с подключением к интернету или брандмауэром?

# status_isDevelopmentVersion
source: This version of TYPO3 seems to be a development version. Thus no update information exists.
da: Denne version af TYPO3 ser ud til at være en udviklingsversion. Derfor findes der ikke nogen opdateringsinformation.
hr: Čini se da je ovo razvojna verzija TYPO3 sustava, stoga nije dostupna informacija o nadogradnjama.
nl: Deze versie van TYPO3 lijkt een ontwikkelversie te zijn. Daarom is er geen informatie over updates.
ru: Эта версия TYPO3 является версией для разработчиков. Таким образом, информация об обновлении не существует.

# status_patchLevelNotFoundInReleaseMatrix
source: It seems that this TYPO3 version has never been released. Thus no update information exists.
da: Det ser ud at denne TYPO3 version aldrig har været udgivet. Derfor findes ingen opdateringsinformation.
hr: Čini se da ova verzija TYPO3 sustava nikada nije objavljena te stoga nije dostupna informacija o nadogradnjama.
nl: Het lijkt erop dat deze versie van TYPO3 nooit gepubliceerd is. Daarom is er geen informatie beschikbaar over updates.
ru: Кажется, что эта версия TYPO3 никогда не была выпущена. Таким образом, информация об обновлении не существует.

# status_newVersionSecurityRelevant
source: There is a new version of TYPO3 available, updating is security relevant. Please update to version %s
da: Der er en ny version af TYPO3 tilgængelig. Denne version er relevant i forhold til sikkerhed. Opdatér venligst til version %s
nl: Er is een nieuwe versie van TYPO3 beschikbaar. Deze update is belangrijk voor de veiligheid. Installeer a.u.b. versie %s
ru: Доступна новая версия TYPO3, обновление относится к безопасности. Пожалуйста, обновите до версии %s

# status_newVersion
source: There is a new version of TYPO3 available. You can update to version %s
da: Der er en ny version af TYPO3 tilgængelig. Du kan opdatere til version %s
hr: Dostupna je nova verzija TYPO3 sustava. Možete nadograditi na verziju %s
nl: Er is een nieuwe versie van TYPO3 beschikbaar. U kunt versie %s installeren
ru: Доступна новая версия TYPO3. Вы можете обновить до версии %s

# status_versionOutdated
source: The TYPO3 version you're using is not supported anymore. You should update to a supported version.
da: Den TYPO3 version du bruger, er ikke længere understøttet. Du bør opdatere til en understøttet version.
hr: Verzija TYPO3 sustava koju koristite više nije podržana. Trebali biste nadograditi sustav na podržanu verziju.
nl: De TYPO3 versie die gebruikt is wordt niet meer ondersteund. Een upgrade naar een ondersteunde versie is aangeraden.
ru: Используемая версия TYPO3 больше не поддерживается. Вы должны обновить до поддерживаемой версии.

# status_noAutomaticCheck
source: Automatic update checking failed, please check for updates manually.
da: Automatisk check af opdatering fejlede, tjek venligst opdatering manuelt.
nl: Automatische controle voor een update mislukt, controleer dit handmatig.
ru: Не удалось выполнить автоматическую проверку обновлений. Проверьте обновления вручную.

# status_uptodate
source: Your TYPO3 version is up-to-date.
da: Din TYPO3 version er up-to-date.
nl: Deze TYPO3-versie is up-to-date.
ru: Ваша версия TYPO3 актуальна.

# status_installToolPassword
source: Install Tool Password
da: Installationsværktøj
hr: Lozinka instalacijskog alata
nl: Wachtwoord voor Install Tool
ru: Пароль инструмента установки

# status_installTool
source: Install Tool
da: Installationsværktøj
hr: Instalacijski alat
ru: Инструмент установки

# status_enabledPermanently
source: Enabled permanently
da: Aktiveret permanent
hr: Trajno omogućeno
nl: Permanent ingeschakeld

# status_enabledTemporarily
source: Enabled temporarily
da: Aktiveret midlertidigt
hr: Privremeno omogućeno
nl: Tijdelijk ingeschakeld
ru: Включено временно

# status_installEnabledTemporarily
source: The Install Tool is temporarily enabled. Delete the file "%s" when you have finished setting up TYPO3. If not used the Install Tool will be disabled automatically in %s minutes.
da: Installationsværktøjet er aktiveret midlertidigt. Slet filen "%s" når du er færdig med at sætte TYPO3 op. Hvis ikke værktøjet bruges i %s minutter, deaktiveres det automatisk.
hr: Instalacijski alat je privremeno omogućen. Kada završite sa postavljanjem TYPO3 sustava obrišite datoteku "%s". Instalacijski alat će biti onemogućen nakon %s minuta neaktivnosti.
nl: De Install Tool is tijdelijk ingeschakeld. Verwijder het bestand "%s" wanneer u klaar bent het installeren van TYPO3. De Install Tool wordt na %s minuten automatisch geblokkeerd als hij niet gebruikt wordt.
ru: Инструмент установки временно включен. Удалите файл "%s" после завершения настройки TYPO3. Если инструмент установки не используется, он будет автоматически отключен через %s минут.

# environment.status.value
source: %1$s Test(s)
hr: %1$s Test(ova)
