Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/recycler/Resources/Private/Language/*.locallang.xlf
Languages: da, fr, it

# title
source: Recycler
da: Papirkurv
it: Riciclatore

# description
source: The recycler allows you to select any deleted data and undelete it. You can undelete recursive if the parent of the element is deleted too.
da: Papirkurven giver dig mulighed for at markere ethvert slettet element og gendanne det. Du kan gendanne rekursivt, hvis elementet på øverste niveau også er slettet.
fr: Le recycleur vous permet de sélectionner les données supprimées et de les supprimer. Vous pouvez supprimer les données récursives si le parent de l'élément est également supprimé.
it: Il riciclatore ti permette di selezionare tutti i dati cancellati e di eliminarli. Puoi annullare l'uso ricorsivo se anche il genitore dell'elemento viene eliminato.

# label_allrecordtypes
source: All Record Types
da: Alle element-typer
fr: Tous les types d'enregistrement
it: Tutti i tipi di record

# button.cancel
source: Cancel
da: Annullér
fr: Annuler
it: Annulla

# button.delete
source: Delete
da: Slet
fr: Supprimer
it: Elimina

# button.deleteselected
source: Delete {0} records
da: Slet {0} elementer
fr: Supprimer les enregistrements {0}
it: Elimina {0} record

# button.undo
source: Recover
da: Gendan
fr: Récupérer
it: Recupera

# button.expand
source: Expand record
da: Udvid element
fr: Expliquer l'enregistrement
it: Espandi record

# button.undoselected
source: Recover {0} records
da: Gendan {0} elementer
fr: Récupérer {0} enregistrements
it: Recupera {0} record

# button.reload
source: Reload
da: Genindlæs
fr: Recharger
it: Ricarica

# modal.delete.header
source: Confirm deletion
da: Bekræft sletning
fr: Confirmer la suppression
it: Conferma cancellazione

# modal.undo.header
source: Recover records
da: Gendan elementer
fr: Récupérer les enregistrements
it: Recupera record

# modal.undo.recursive
source: Recover content and subpages recursively
da: Gendan indhold og undersider rekursivt
fr: Récupérer le contenu et les sous-pages récursivement
it: Recupera contenuti e sottopagine ricorsivamente

# modal.deletecontent.text
source: Do you really want to delete the record "{0}" {1} permanently? You cannot revert this action!
da: Vil du virkelig slette elementet"{0}" {1} permanent? Du kan ikke fortryde denne handling!
fr: Voulez-vous vraiment supprimer l'enregistrement "{0}" {1} de manière permanente ? Vous ne pouvez pas revenir à cette action !
it: Vuoi davvero eliminare il record "{0} {1} permanente? Non puoi ripristinare questa azione!

# modal.massdelete.text
source: Do you really want to delete all selected records and potential subpages? You cannot revert this action!
da: Vil du virkelig slette alle valgte elementer og potentielle undersider? Du kan ikke fortryde denne handling!
fr: Voulez-vous vraiment supprimer tous les enregistrements sélectionnés et les sous-pages potentielles ? Vous ne pouvez pas revenir à cette action !
it: Vuoi davvero eliminare tutti i record selezionati e le sottocartelle potenziali? Non puoi ripristinare questa azione!

# modal.deletepage.text
source: Do you really want to delete the page "{0}" {1} and all of its contents (records and pages) permanently? You cannot revert this action!
da: Vil du virkelig slette siden "{0}" {1} og al dens indhold (elementer og sider) permanent? Du kan ikke fortryde denne handling!
fr: Voulez-vous vraiment supprimer la page "{0}" {1} et tous ses contenus (enregistrements et pages) de manière permanente ? Vous ne pouvez pas revenir à cette action !
it: Vuoi davvero eliminare definitivamente la pagina "{0}" {1} e tutti i suoi contenuti (record e pagine) ? Non puoi ripristinare questa azione!

# modal.undocontent.text
source: Do you really want to recover the record "{0}" {1}?
da: Vil du virkelig gendanne elementet "{0}" {1}?
fr: Voulez-vous vraiment récupérer l'enregistrement "{0}" {1}?
it: Vuoi davvero recuperare il record "{0}" {1}?

# modal.undopage.text
source: Do you really want to recover the page "{0}" {1}, its contents and optionally all of its subpages?
da: Vil du virkelig gendanne siden "{0}" {1}, dens indhold og alle dens undersider?
fr: Voulez-vous vraiment récupérer la page "{0}" {1}, son contenu et éventuellement toutes ses sous-pages ?
it: Vuoi davvero recuperare la pagina "{0}" {1}, il suo contenuto e, facoltativamente, tutte le sue sottopagine?

# modal.undo.parentpages
source: All parent pages have been restored to ensure a valid rootline!
da: Alle overordnede sider er blevet genoprettet for at sikre en godkendt rootline!
fr: Toutes les pages parentes ont été restaurées pour assurer une rootline valide !
it: Tutte le pagine padre sono state ripristinate per garantire un rootline valido!

# modal.massundo.text
source: Do you really want to recover all selected records and optionally potential subpages?
da: Vil du virkelig gendanne alle valgte elementer og potentielle undersider?
fr: Voulez-vous vraiment récupérer tous les enregistrements sélectionnés et les sous-pages potentiellement potentiels ?
it: Vuoi davvero recuperare tutti i record selezionati e le sottocartelle possibili opzionalmente?

# flashmessage.delete.norecordsselected
source: No records set to delete.
da: Ingen elementer at slette.
fr: Aucun enregistrement à supprimer.
it: Nessun record da eliminare.

# flashmessage.delete.success.singular
source: One record was deleted.
da: Et element blev slettet.
fr: Un enregistrement a été supprimé.
it: Un record è stato eliminato.

# flashmessage.delete.success.plural
source: %d records were deleted.
da: %d elementer blev slettet.
fr: %d enregistrements ont été supprimés.
it: %d record cancellati.

# flashmessage.delete.failure.singular
source: Could not delete one record.
da: Kunne ikke slette et element.
fr: Impossible de supprimer un enregistrement.
it: Impossibile eliminare un record.

# flashmessage.delete.failure.plural
source: Could not delete %d records.
da: Kunne ikke slette %d elementer.
fr: Impossible de supprimer %d enregistrements.
it: Impossibile eliminare %d record.

# flashmessage.undo.norecordsselected
source: No records set to recover.
da: Ingen elementer angivet til gendannelse.
fr: Aucun enregistrement à récupérer.
it: Nessun record impostato per recuperare.

# flashmessage.undo.success.singular
source: One record was recovered.
da: Et element blev gendannet.
fr: Un enregistrement a été récupéré.
it: Un record è stato recuperato.

# flashmessage.undo.success.plural
source: %d records were recovered.
da: %d elementer blev gendannet.
fr: %d enregistrements ont été récupérés.
it: %d record sono stati recuperati.

# flashmessage.undo.failure.singular
source: Could not recover one record.
da: Kunne ikke gendanne et element.
fr: Impossible de récupérer un enregistrement.
it: Impossibile recuperare un record.

# flashmessage.undo.failure.plural
source: Could not recover %d records.
da: Kunne ikke gendanne %d elementer.
fr: Impossible de récupérer %d enregistrements.
it: Impossibile recuperare %d record.

# table.header.pid
source: PID
it: PI

# table.header.record
source: Record
da: Element
fr: Enregistrer
it: Registra

# table.header.actions
source: Actions
da: Handlinger
it: Azioni

# table.header.recordtype
source: Record Type
da: Element-type
fr: Type d'enregistrement
it: Tipo di record

# table.header.tstamp
source: Last edit
da: Sidste redigering
fr: Dernière modification
it: Ultima modifica

# table.header.crdate
source: Created on
da: Oprettet den
fr: Créé le
it: Creato il

# table.header.owner
source: Owner
da: Ejer
fr: Propriétaire
it: Proprietario

# table.header.deletedBy
source: Deleted by
da: Slettet af
fr: Supprimé par
it: Cancellato da

# table.header.path
source: Path
da: Sti
fr: Chemin
it: Percorso

# record.deleted
source: deleted
da: slettet
fr: supprimé
it: eliminato
