Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/backend/Resources/Private/Language/*.locallang.xlf
Languages: de, fr, it, nl

# no_modules_registered
source: No modules have been registered. Please contact your system administrator.
de: Keine Module wurden registriert. Bitte kontaktieren Sie Ihren Systemadministrator.
fr: Aucun module n'a été enregistré. Veuillez contacter votre administrateur système.
it: Nessun modulo è stato registrato. Contatta l'amministratore di sistema.
nl: Er zijn geen modules geregistreerd. Neem contact op met uw systeembeheerder.

source: Show references
de: Referenzen anzeigen
fr: Afficher les références
it: Mostra riferimenti
nl: Referenties tonen

# systemmessage.header
source: Application Information
de: Anwendungsinformationen
fr: Informations d'application
it: Informazioni sull'applicazione
nl: Toepassingsinformatie

# systemmessage.intro
source: This is a short system overview. For advanced information please head to the <a href="%s">Environment Module</a>.
de: Dies ist eine kurze Systemübersicht. Für erweiterte Informationen gehen Sie bitte zum <a href="%s">Environment Modul</a>.
fr: Voici un aperçu du système court. Pour des informations avancées, veuillez vous rendre au module Environnement <a href="%s"></a>.
it: Questa è una breve panoramica del sistema. Per informazioni avanzate, si prega di dirigersi al <a href="%s">Modulo d'ambiente</a>.
nl: Dit is een kort overzicht van het systeem. Voor uitgebreide informatie kan in de &lt;a href="%s"&gt;Module Omgeving&lt;/a&gt; gekeken worden.

# systemmessage.allgood
source: Your system is fully operational. Have a nice day.
de: Ihr System ist voll funktionsfähig. Haben Sie einen schönen Tag.
fr: Votre système est entièrement opérationnel. Ayez une journée agréable.
it: Il tuo sistema è completamente operativo. Buon giorno.
nl: Het systeem is volledige operationeel. Een mooie dag gewenst.

# usermodule.su.list
source: Recently switched to
de: Kürzlich gewechselt zu
fr: Récemment changé à
it: Recentemente cambiato in
nl: Recent gewisseld naar

# usermodule.su.tooltip
source: Switch to user %s
de: Zu Benutzer %s wechseln
fr: Basculer vers l'utilisateur %s
it: Passa all'utente %s
nl: Naar gebruiker %s wisselen

# config.loginLogo
source: Logo: If set, this logo will be used instead of the TYPO3 logo above the login credential fields (e.g. fileadmin/images/login-logo.png or EXT:my_theme/Resources/Public/Images/login-logo.png or //domain.tld/login-logo.png)
de: Logo: Wenn gesetzt, wird dieses Logo anstelle des TYPO3 Logos über den Anmeldefeldern verwendet (z.B. fileadmin/images/login-logo.png oder EXT:my_theme/Resources/Public/Images/login-logo.png oder //domain.tld/login-logo.png)
fr: Logo : Si défini, ce logo sera utilisé au lieu du logo TYPO3 au-dessus des champs d'identification (par exemple fileadmin/images/login-logo.png ou EXT:my_theme/Resources/Public/Images/login-logo.png ou //domain.tld/login-logo.png)
it: Logo: Se impostato, questo logo verrà utilizzato al posto del logo TYPO3 sopra i campi credenziali di login (ad esempio fileadmin/images/login-logo.png o EXT:my_theme/Resources/Public/Images/login-logo.png o //dominio.tld/login-logo.png)
nl: Logo: indien ingesteld zal dit logo worden gebruikt in plaats van het TYPO3 logo boven het aanmeldscherm (bijv. fileadmin/images/login-logo.png of EXT:my_theme/Resources/Public/Images/login-logo.png of //domein.ext/login-logo.png)

# config.loginHighlightColor
source: Highlight Color: If set, this color will be used as highlight color in the login screen.
de: Farbe hervorheben: Wenn gesetzt, wird diese Farbe als Highlight-Farbe im Login-Bildschirm verwendet.
fr: Couleur de surlignage : Si définie, cette couleur sera utilisée comme couleur de surlignage dans l'écran de connexion.
it: Colore di evidenza: se impostato, questo colore verrà utilizzato come colore di evidenziatura nella schermata di login.
nl: Markeerkleur: Indien ingesteld wordt deze kleur gebruikt in het aanmeldscherm.

# config.loginBackgroundImage
source: Background Image: If set, this image will be used as background image for the login screen (e.g. fileadmin/images/my-background.jpg or EXT:my_theme/Resources/Public/Images/my-background.jpg or //domain.tld/my-background.png)
de: Hintergrundbild: Wenn gesetzt, wird dieses Bild als Hintergrundbild für den Login-Bildschirm verwendet (z.B. fileadmin/images/my-background.jpg oder EXT:my_theme/Resources/Public/Images/my-background.jpg oder //domain.tld/my-background.png)
fr: Image d'arrière-plan : Si définie, cette image sera utilisée comme image de fond pour l'écran de connexion (par exemple, fileadmin/images/my-background.jpg ou EXT:my_theme/Resources/Public/Images/my-background.jpg ou //domain.tld/my-background.png)
it: Immagine di sfondo: se impostato, questa immagine verrà utilizzata come immagine di sfondo per la schermata di login (ad esempio fileadmin/images/my-background.jpg o EXT:my_theme/Resources/Public/Images/my-background.jpg o //domain.tld/my-background.png)
nl: Achtergrondafbeelding: indien ingesteld zal deze afbeelding gebruikt worden als achergrond voor het aanmeldscherm (bijv. fileadmin/images/my-background.jpg of EXT:my_theme/Resources/Public/Images/my-background.jpg of //domein.ext/my-background.png)

# config.loginFootnote
source: Footnote: If set, this text will be displayed on the login screen to provide copyright information for the background image (e.g. © 2017 by Foo Bar) or a descriptive text
de: Footnote: Wenn gesetzt, wird dieser Text auf dem Login-Bildschirm angezeigt, um Copyright-Informationen für das Hintergrundbild (z.B. © 2017 by Foo Bar) oder einen beschreibenden Text zu liefern
fr: Note de page : Si défini, ce texte sera affiché sur l'écran de connexion pour fournir des informations sur le droit d'auteur pour l'image de fond (par exemple : copyright : 2017 par Foo Bar) ou un texte descriptif
it: Nota di pagina: Se impostato, questo testo verrà visualizzato nella schermata di login per fornire informazioni sul copyright per l'immagine di sfondo (ad esempio© 2017 da Foo Bar) o un testo descrittivo
nl: Voetnoot: indien ingesteld zal deze tekst afgebeeld worden op het inlogscherm om informatie over auteursrechten op de achtergrondafbeelding te geven (bijv. © 2017 door Foo Bar) of een beschrijving te tonen.

# config.backendLogo
source: Logo: If set, this logo will be used instead of the TYPO3 logo in the TYPO3 Backend in the left top corner (e.g. fileadmin/images/backend-logo.png or EXT:my_theme/Resources/Public/Images/backend-logo.png
de: Logo: Wenn gesetzt, wird dieses Logo anstelle des TYPO3-Logos im TYPO3 Backend in der linken oberen Ecke (z.B. fileadmin/images/backend-logo.png oder EXT:my_theme/Resources/Public/Images/backend-logo.png
fr: Logo : Si défini, ce logo sera utilisé au lieu du logo TYPO3 dans le panneau de fond TYPO3 dans le coin supérieur gauche (par exemple, fileadmin/images/backend-logo.png ou EXT:my_theme/Resources/Public/Images/backend-logo.png
it: Logo: Se impostato, questo logo verrà utilizzato al posto del logo TYPO3 nell'angolo in alto a sinistra (ad esempio fileadmin/images/backend-logo.png o EXT:my_theme/Resources/Public/Images/backend-logo.png
nl: Logo: Indien ingesteld, zal dit logo worden gebruikt in plaats van het TYPO3 logo in de TYPO3 Backend in de linker bovenhoek (bijv. fileadmin/images/backend-logo.png of EXT:my_theme/Resources/Public/Images/backend-logo.png)

# config.backendFavicon
source: Favicon: If set, this favicon will be used instead of the TYPO3 logo (e.g. EXT:my_theme/Resources/Public/Images/favicon.ico)
de: Favicon: Wenn gesetzt, wird diese Favicon statt des TYPO3-Logos verwendet (z.B. EXT:my_theme/Resources/Public/Images/favicon.ico)
fr: Favicon : Si défini, ce favicon sera utilisé au lieu du logo TYPO3 (par exemple EXT:my_theme/Resources/Public/Images/favicon.ico)
it: Favicon: Se impostato, questa favicon verrà utilizzata invece del logo TYPO3 (es. EXT:my_theme/Resources/Public/Images/favicon.ico)
nl: Favicon: Indien ingesteld wordt deze gebruikt in plaats van het TYPO3-logo (bijv. EXT:my_theme/Resources/Public/Images/favicon.ico)

# foldertreeview.noFolders.title
source: No folders available
de: Keine Ordner verfügbar
fr: Aucun dossier disponible
it: Nessuna cartella disponibile
nl: Geen mappen beschikbaar

# foldertreeview.noFolders.message
source: You do not have access to any folder. Please ask your administrator to fix access permissions for your account.
de: Sie haben keinen Zugriff auf einen Ordner. Bitte fragen Sie Ihren Administrator, um Zugriffsrechte für Ihr Konto zu beheben.
fr: Vous n'avez pas accès à un dossier. Veuillez demander à votre administrateur de corriger les permissions d'accès pour votre compte.
it: Non hai accesso a nessuna cartella. Si prega di chiedere all'amministratore di correggere i permessi di accesso per il tuo account.
nl: Geen toegang tot enige map. Vraag de beheerder om de toegangsrechten voor uw account aan te passen.

# login.link
source: Login with username and password
de: Login mit Benutzername und Passwort
fr: Se connecter avec nom d'utilisateur et mot de passe
it: Accedi con nome utente e password
nl: Aanmelden met gebruikersnaam en wachtwoord

# login.username
source: Username
de: Benutzername
fr: Nom d'utilisateur
it: Nome utente
nl: Gebruikersnaam

# login.password
source: Password
de: Passwort
fr: Mot de passe
nl: Wachtwoord

# login.error.capslock
source: Attention: Caps lock enabled!
de: Achtung: Kaps-Sperre aktiviert!
fr: Attention : verrouillage des capes activé !
it: Attenzione: blocco dei Caps abilitato!
nl: Let op: Caps Lock-toets ingeschakeld!

# login.news.previous
source: Previous
de: Vorherige
fr: Précédent
it: Precedente
nl: Vorige

# login.news.next
source: Next
de: Weiter
fr: Suivant
it: Prossimo
nl: Volgende

# login.error.message
source: Your login attempt did not succeed
de: Ihr Login-Versuch ist nicht erfolgreich
fr: Votre tentative de connexion n'a pas réussi
it: Il tuo tentativo di accesso non ha avuto successo
nl: Poging om aan te melden is mislukt

# login.error.description
source: Make sure to spell your username and password correctly, including upper/lowercase characters.
de: Stellen Sie sicher, dass Sie Ihren Benutzernamen und Ihr Passwort korrekt schreiben, einschließlich der oberen und unteren Zeichen.
fr: Assurez-vous d'orthographe correctement votre nom d'utilisateur et votre mot de passe, y compris les caractères majuscules/minuscules.
it: Assicurati di scrivere correttamente il tuo nome utente e la password, inclusi caratteri maiuscoli/minuscoli.
nl: Zorg ervoor dat gebruikersnaam en wachtwoord correct gespeld zijn, inclusief hoofd- en kleine letters.

# login.error.javascript
source: Please activate JavaScript!
de: Bitte JavaScript aktivieren!
fr: Veuillez activer JavaScript !
it: Attiva JavaScript!
nl: Schakel a.u.b. JavaScript in!

# login.error.cookies
source: Please activate Cookies!
de: Bitte aktivieren Sie Cookies!
fr: Veuillez activer les cookies !
it: Attiva i cookie!
nl: Sta Cookies toe!

# login.process
source: Verifying Login Data ...
de: Überprüfe Anmeldedaten ...
fr: Vérification des données de connexion ...
it: Verifica dati di accesso...
nl: Aanmeldgegevens verifiëren

# login.submit
source: Login
fr: Connexion
nl: Aanmelden

# login.copyrightLink
source: More about TYPO3
de: Mehr über TYPO3
fr: Plus d'informations sur TYPO3
it: Altro su TYPO3
nl: Meer over TYPO3

# login.typo3Logo
source: TYPO3 logo
fr: Logo TYPO3
it: Logo TYPO3

# login.donate
source: Donate
de: Spenden
fr: Faire un don
it: Dona
nl: Doneren

# button.showPageTsConfig
source: Show PageTS-Config
de: PageTS-Konfiguration anzeigen
fr: Afficher PageTS-Config
it: Mostra PageTS-Config
nl: Pagina-TS-config tonen

# button.hidePageTsConfig
source: Hide PageTS-Config
de: PageTS-Konfiguration ausblenden
fr: Masquer PageTS-Config
it: Nascondi PageTS-Config
nl: Pagina-TSconfig verbergen

# formEngine.databaseRecordErrorInlineChildChild
source: The record with uid %2$s from table %1$s could not be retrieved from the database. This data incosistency can occur if a base record has been deleted but the intermediate record from table %3$s with uid %4$s still points to it. To fix this situation, either delete the intermediate record, or recover the deleted record using the recycler module.
fr: L'enregistrement avec l'uid %2$s de la table %1$s n'a pas pu être récupéré de la base de données. Cette incosistence de données peut se produire si un enregistrement de base a été supprimé mais l'enregistrement intermédiaire de la table %3$s avec l'uid %4$s points encore à lui. Pour corriger cette situation, supprimez l'enregistrement intermédiaire, ou récupérez l'enregistrement supprimé en utilisant le module recycleur.
it: Il record con uid %2$s dalla tabella %1$s non può essere recuperato dal database. Questa incollibilità dati può verificarsi se un record di base è stato eliminato ma il record intermedio dalla tabella %3$s con uid %4$s ancora punti. Per correggere questa situazione, cancella il record intermedio, o recupera il record eliminato utilizzando il modulo riciclatore.
nl: Het record met uid %2$s uit tabel %1$s kon niet uit de database opgehaald worden. Deze inconsistentie kan optreden als een basis-record is verwijderd maar het tussenliggende record uit tabel %3$s met uid %4$s er nog steeds naar verwijst. Om deze situatie op te lossen moet of het tussenliggende record verwijderd worden of het verwijderde record met de prullenbak hersteld worden.

# login.interface
source: Interface
de: Schnittstelle
it: Interfaccia
