Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/backend/Resources/Private/Language/*.locallang_view_help.xlf
Languages: de, hi, km

source: Details
hi: डिटेल्स
km: លម្អិត

source: Syntax
hi: सिंटेक्स
km: រូប​មន្ដ

source: See also
de: Siehe auch
hi: यह भी देखें
km: មើល​ផង​ដែរ

source: Go back
de: Zurück
hi: पीछे जाएँ
km: ទៅ​ក្រោយ

# fullDescription
source: See full description of table
de: Ausführliche Beschreibung der Tabelle anzeigen
hi: टेबल का पूरा डिस्क्रिप्शन देखें
km: មើល​តារាង​អធិប្បាយ​ពេញ

# fullDescription_module
source: See full description of module
de: Gesamte Beschreibung des Moduls anzeigen
hi: मॉड्यूल का पूरा डिस्क्रिप्शन देखें
km: មើល​ការពន្យល់​ទាំង​មូល​នៃ​ម៉ូឌុល

# goToToc
source: << go to Manual Index
de: << gehen Sie zum Manuellen Index
hi: << मैन्युअल इंडेक्स पर जाये
km: << ទៅ​លិបិក្រម​នៃ​ក្បួន

source: To top
de: Oben
hi: ऊपर
km: ទៅ​លើ

# TOC
source: Table Of Contents
de: Inhaltsverzeichnis
hi: टेबल का कंटेंट
km: តារាង​មាតិកា

# TOC_core
source: TYPO3 Core Features
de: TYPO3 Core Funktionen
hi: TYPO3 की महत्वपूर्ण विशेषता
km: លក្ខណៈ​ពិសេសៗ​នៃ TYPO3

# TOC_modules
source: Backend Modules
de: Backend-Module
hi: बैकेंड मोड्यूल
km: ម៉ូឌុល​នៃ​ផ្នែក​ខាង​ក្រោយ

# TOC_tables
source: Database Tables
de: Datenbanktabellen
hi: डेटाबेस टेबल
km: តារាង​បណ្ដុំ​ទិន្នន័យ

# TOC_extensions
source: Extensions
de: Erweiterungen
hi: एक्सटेंशन्स
km: អ៊ិកស្តិនសិន

# TOC_glossary
source: Glossary
de: Glossar
hi: शब्दकोष
km: សទ្ទានុក្រម

# TOC_other
source: Other
de: Andere
hi: अन्य
km: ផ្សេងៗ

source: Close
de: Schließen
hi: बंद
km: បិទ

# title
source: TYPO3 Inline Help
de: TYPO3 Inline Hilfe
hi: TYPO3 इन-लाइन मदद
km: ជំនួយ​របស់​​ TYPO3 ផ្ទាល់

# manual_title
source: TYPO3 Inline User Manual
de: TYPO3 Inline Benutzerhandbuch
hi: TYPO3 इन-लाइन यूजर मैन्युअल
km: ក្បួន​ប្រើប្រាស់​​របស់​​ TYPO3

source: Introduction
de: Einführung
hi: परिचय
km: ការ​ណែនាំ

# description
source: The TYPO3 Inline User Manual is composed from the available help in this TYPO3 Installation (Context Sensitive Help). Here you will find a general description of the TYPO3 Core modules, installation specific Backend Modules and Database Tables that are available based on your login credentials.
de: Das TYPO3 Inline User Manual besteht aus der verfügbaren Hilfe in dieser TYPO3 Installation (Context Sensitive Hilfe). Hier finden Sie eine allgemeine Beschreibung der TYPO3 Core Module, die Installation spezifischer Backend-Module und Datenbanktabellen, die auf Ihren Anmeldedaten verfügbar sind.
hi: Typo3 इनलाइन उपयोगकर्ता मैनुअल इस typo3 स्थापना में मदद उपलब्ध (संदर्भ संवेदनशील मदद) से बना है। यहाँ आप typo3 कोर मॉड्यूल, स्थापना विशिष्ट बैकएण्ड मॉड्यूल और डेटाबेस टेबल्स कि अपनी प्रवेश साख के आधार पर उपलब्ध हैं की एक सामान्य विवरण मिल जाएगा।
km: ក្បួនប្រើប្រាស់​របស់ TYPO3 យក​មក​អំពី​ជំនួយ​នៅ​ក្នុង TYPO3 ដែល​បាន​ដំឡើង​នេះ (បរិបទ​ជំនួយ​ដែល​ងាយ​យល់) ។ អ្នក​នឹង​ឃើញ​នូវ​ការពន្យល់​ទូទៅ​នៃ​ម៉ូឌុល​របស់ TYPO3 ការដំឡើង​ម៉ូឌុល​ជាក់លាក់​ណា​មួយ​របស់​ប៊ែកអ៊‍ីន និង​តារាង​ដេតាបេស​ដែល​មាន ផ្អែក​លើ​ការឡើងអ៊‍ីន​របស់​អ្នក​ ។

# full_manual
source: Full Manual (in one page)
de: Komplett manuell (auf einer Seite)
hi: फुल मैन्युअल (एक पेज में)
km: ក្បួន​ទាំងមូល (ក្នុង​មួយ​ទំព័រ)

# full_manual_chapters
source: Manual Chapters
de: Manuelle Kapitel
hi: मैन्युअल चैप्टर
km: ជំពូក​នៃ​ក្បួន
