Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/backend/Resources/Private/Language/*.locallang_show_rechis.xlf
Languages: cs, th

# title
source: Show record history
cs: Ukázat historií záznamů
th: แสดงระเบียนประวัติ

source: Time
cs: Čas
th: เวลา

source: Age
cs: Stáří
th: อายุ

source: User
cs: Uživatel
th: ผู้ใช้

# tableUid
source: Table:uid (Title)
cs: Tabulka:uid (Název)

source: Differences
cs: Rozdíly
th: ความแตกต่าง

# changes
source: Changelog
cs: Záznamy změn
th: เปลี่ยนในระเบียน

source: Return
cs: Zpět
th: ย้อนกลับ

# returnLink
source: Click here to go back
cs: Pro návrat klikněte zde
th: กดที่นี่เพื่อกลับไป

# revertAll
source: Rollback all changes shown
cs: Obnovit všechny zobrazené změny
th: ย้อนกลับแสดงการเปลี่ยนแปลงทั้งหมด

# revertRecord
source: Rollback single record
cs: Obnovit jeden záznam
th: Rollback บันทึกเดียว

# revertField
source: Rollback single field
cs: Obnovit starou hodnotu tohoto pole
th: บันทึกค่าเก่าของฟิลด์นี้

# externalChange
source: Intermediate external change!
cs: Změna v mezidobí!
th: เปลี่ยนแปลงภายนอกทันที

# sumUpChanges
source: Rollback (Preview)
cs: Obnovení (Náhled)
th: การเปลี่ยนแปลงสะสมจนถึงจุดนี้

# markState
source: mark this change
cs: označ tuto změnu
th: เครื่องหมายการเปลี่ยนแปลงนี้

# unmarkState
source: unMark this change
cs: odznač tuto změnu
th: ยกเลิกการทำเครื่องหมายการเปลี่ยนแปลงนี้

# elementHistory
source: You are currently seeing the history for an element.
cs: Právě vidíte historii prvku.
th: คุณกำลังเห็นประวัติศาสตร์สำหรับองค์ประกอบ

# elementHistory_link
source: Show the full page history!
cs: Ukaž historii celé stránky!
th: แสดงประวัติศาสตร์หน้าเต็ม!

# linkRecordHistory
source: Limit history to this record
cs: Omez historii na tento záznam
th: ประวัติศาสตร์วงเงินบันทึกนี้

# differenceMsg
source: In the Difference column you can see the changes at every modification of records. New changes are displayed in <span class="diff-g">green colored text</span> and the <span class="diff-r">red colored text</span> are the old values which were removed.
cs: V sloupci Rozdíl <span class="diff-g">zelený text</span> jsou nové změny a <span class="diff-r">červený text</span> jsou staré hodnoty, které byly odstraněny.
th: ในคอลัมน์แตกต่าง <font color=green>ข้อความสีเขียว</font>คือค่าใหม่และ <font color=red>ข้อความสีแดง</font> คือข้อความเก่าที่ถูกย้าย

# fullView
source: Return to full view
cs: Návrat do plného zobrazení
th: กลับไปดูเต็ม

source: insert
cs: vložit
th: แทรก

source: delete
cs: vymazat
th: ลบ

# mergedDifferences
source: Preview for Rollback
cs: Náhled pro vrácení změn
th: ตัวอย่างสำหรับ Rollback

source: Settings
cs: Nastavení
th: การตั้งค่า

# maxSteps_all
source: ALL
cs: VŠE
th: ทั้งหมด

# maxSteps_marked
source: marked
cs: označené
th: ทำเครื่องหมาย

# showDiff_no
source: No
cs: Ne
th: ไม่

# showDiff_inline
source: Inline
cs: Na řádce

source: No
cs: Ne
th: ไม่

source: Yes
cs: Ano
th: ใช่

# noDifferences
source: There are no differences to the current page!
cs: Žádné rozdíly na aktuální stránce!
th: มีไม่แตกต่างกันไปยังเพจปัจจุบันเป็น!
