Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/backend/Resources/Private/Language/*.locallang_alt_doc.xlf
Languages: fr

# deleteItem
source: Delete
fr: Supprimer

# deleteWarning
source: Are you sure you want to delete this record?
fr: Êtes-vous sûr de vouloir supprimer cet enregistrement ?

# undoLastChange
source: Undo/Redo last change (%s ago)
fr: Annuler/Redo dernière modification ( il y a%s)

# recordHistory
source: View record change history
fr: Voir l'historique des changements d'enregistrement

source: Edit whole record
fr: Modifier tout l'enregistrement

# openDocs
source: OPEN DOCUMENTS
fr: DOCUMENTS OPEN

# noDocuments
source: No open documents
fr: Aucun document ouvert

# noDocuments_msg
source: There are no open documents available to edit.
fr: Il n'y a pas de documents ouverts à éditer.

# noDocuments_msg2
source: You can go to %s to find the page or the record you wish to edit.
fr: Vous pouvez aller à %s pour trouver la page ou l'enregistrement que vous souhaitez modifier.

# noDocuments_msg3
source: You can select one of your most recently edited records from this list
fr: Vous pouvez sélectionner l'un de vos enregistrements les plus récents de cette liste

# noDocuments_pagemodule
source: the Web>Page module
fr: le module de page Web>

# noDocuments_OR
source: or
fr: ou

# noDocuments_listmodule
source: the Web>List module
fr: le module de liste Web>

# buttons.confirm.duplicate_record_changed.cancel
source: Cancel
fr: Annuler

# button.confirm.duplicate_record_changed.no
source: No, just duplicate the original
fr: Non, il suffit de dupliquer l'original

# buttons.confirm.duplicate_record_changed.yes
source: Yes, save and duplicate this record
fr: Oui, enregistrer et dupliquer cet enregistrement

# buttons.confirm.close_without_save.yes
source: Yes, discard my changes
fr: Oui, rejetez mes modifications

# buttons.confirm.close_without_save.no
source: No, I will continue editing
fr: Non, je continuerai à modifier

# buttons.confirm.save_and_close
source: Save and close
fr: Enregistrer et fermer

# label.confirm.duplicate_record_changed.title
source: Do you want to save before duplicating this record?
fr: Voulez-vous enregistrer avant de dupliquer cet enregistrement ?

# label.confirm.duplicate_record_changed.content
source: You currently have unsaved changes. Do you want to save your changes before duplicating this record?
fr: Vous avez actuellement des modifications non enregistrées. Voulez-vous enregistrer vos modifications avant de dupliquer cet enregistrement ?

# label.confirm.new_record_changed.title
source: Do you want to save before adding?
fr: Voulez-vous enregistrer avant d'ajouter ?

# label.confirm.new_record_changed.content
source: You need to save your changes before creating a new record. Do you want to save and create now?
fr: Vous devez enregistrer vos modifications avant de créer un nouvel enregistrement. Voulez-vous sauvegarder et créer maintenant ?

# buttons.confirm.new_record_changed.cancel
source: Cancel
fr: Annuler

# buttons.confirm.new_record_changed.no
source: No, just add
fr: Non, ajouter

# buttons.confirm.new_record_changed.yes
source: Yes, save and create now
fr: Oui, sauvegardez et créez maintenant

# label.confirm.view_record_changed.title
source: Do you want to save before viewing?
fr: Voulez-vous enregistrer avant de visionner ?

# label.confirm.view_record_changed.content
source: You currently have unsaved changes. You can either discard these changes or save and view them.
fr: Vous avez actuellement des modifications non enregistrées. Vous pouvez soit supprimer ces modifications, soit les enregistrer et les afficher.

# label.confirm.view_record_changed.content.is-new-page
source: You need to save your changes before viewing the page. Do you want to save and view them now?
fr: Vous devez enregistrer vos modifications avant de visualiser la page. Voulez-vous les enregistrer et les afficher maintenant ?

# buttons.confirm.view_record_changed.cancel
source: Cancel
fr: Annuler

# buttons.confirm.view_record_changed.no-save
source: View without changes
fr: Voir sans changement

# buttons.confirm.view_record_changed.save
source: Save changes and view
fr: Enregistrer les changements et afficher

# label.confirm.close_without_save.title
source: Do you want to close without saving?
fr: Voulez-vous fermer sans enregistrer ?

# label.confirm.close_without_save.content
source: You currently have unsaved changes. Are you sure you want to discard these changes?
fr: Vous avez actuellement des modifications non enregistrées. Êtes-vous sûr de vouloir supprimer ces modifications ?

# buttons.confirm.delete_file.no
source: Cancel
fr: Annuler

# buttons.confirm.delete_file.yes
source: Yes, delete this file
fr: Oui, supprimer ce fichier

# buttons.confirm.delete_folder.yes
source: Yes, delete this folder
fr: Oui, supprimer ce dossier

# buttons.confirm.delete_record.no
source: Cancel
fr: Annuler

# buttons.confirm.delete_record.yes
source: Yes, delete this record
fr: Oui, supprimer cet enregistrement

# label.confirm.delete_record.title
source: Delete this record?
fr: Supprimer cet enregistrement ?

# label.confirm.delete_record.content
source: Are you sure you want to delete this record?
fr: Êtes-vous sûr de vouloir supprimer cet enregistrement ?

# buttons.confirm.delete_elements.no
source: Cancel
fr: Annuler

# buttons.confirm.delete_elements.yes
source: Yes, delete these elements
fr: Oui, supprimer ces éléments

# buttons.reviewFailedValidationFields
source: Review fields with failed validations
fr: Vérifier les champs avec les validations échouées
