Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/backend/Resources/Private/Language/*.locallang_siteconfiguration_tca.xlf
Languages: de, fr

# site.ctrl.title
source: Site Configuration
de: Site-Konfiguration
fr: Configuration du site

# site.rootPageId
source: Root Page ID
de: Root-Seiten-ID
fr: ID de page racine

# site.base
source: Entry Point
de: Punkt des Eintrags
fr: Point d'entrée

# site.baseVariants
source: Variants for the Entry Point
de: Varianten für den Einstiegspunkt
fr: Variantes pour le point d'entrée

# site.languages
source: Available Languages for this Site
de: Verfügbare Sprachen für diese Website
fr: Langues disponibles pour ce site

# site.errorHandling
source: Error Handling
de: Fehler beim Handlen
fr: Erreur de traitement

# site.routes
source: Routes
de: Routen

# site.routes.irreHeader.redirectsTo
source: redirects to
de: weiterleiten zu
fr: redirige vers

# site.tab.languages
source: Languages
de: Sprachen
fr: Langues

# site.tab.errorHandling
source: Error Handling
de: Fehler beim Handlen
fr: Erreur de traitement

# site.tab.routes
source: Static Routes
de: Statische Routen
fr: Routes statiques

# site_language.palette.locales
source: Locales
de: Orte

# site_language.palette.frontend
source: Frontend related
de: Frontend verwandt
fr: Frontend lié

# site_language.ctrl.title
source: Language Configuration for a Site
de: Sprachkonfiguration für eine Website
fr: Configuration de la langue pour un site

# site_language.languageId
source: Language ID
de: Sprach-ID
fr: ID de langue

# site_language.title
source: Title
de: Titel
fr: Titre

# site_language.navigationTitle
source: Navigation Title
de: Navigationstitel
fr: Titre de navigation

# site_language.base
source: Entry Point
de: Punkt des Eintrags
fr: Point d'entrée

# site_language.locale
source: Locale
de: Lokal

# site_language.iso-639-1
source: Two Letter ISO Code
de: Zwei Buchstaben ISO-Code
fr: Code ISO de la lettre

# site_language.hreflang
source: Language Tag defined by RFC 1766 / 3066
de: Sprachtag definiert durch RFC 1766 / 3066
fr: Tag de langue défini par RFC 1766 / 3066

# site_language.enabled
source: Visible in Frontend
de: Sichtbar in Frontend
fr: Visible en Frontend

# site_language.direction
source: Direction
de: Richtung

# site_language.typo3Language
source: Language Key for XLF Files
de: Sprachschlüssel für XLF-Dateien
fr: Clé de langue pour les fichiers XLF

# site_language.flag
source: Flag icon
de: Symbol markieren
fr: Icône de drapeau

# site_language.fallbackType
source: Fallback Type
de: Fallback-Typ
fr: Type de retour

# site_language.fallbacks
source: Fallback to other Language(s) - order is important!
de: Fallback zu anderen Sprachen(n) - Bestellung ist wichtig!
fr: Retour à d'autres langues - la commande est importante!

# site_base_variant.ctrl.title
source: Base
de: Basis

# site_base_variant.base
source: Base
de: Basis

# site_base_variant.condition
source: Condition
de: Zustand

# site_base_variant.condition.placeholder
source: applicationContext == "Production"
de: applicationContext == "Produktion"
fr: contexte d'application == "Production"

# site_base_variant.condition.applicationContext
source: Application Context
de: Anwendungskontext
fr: Contexte de l'application

# site_base_variant.condition.environmentVariable
source: Environment Variable
de: Umgebungsvariablen
fr: Variable d'environnement

# site_errorhandling.ctrl.title
source: Error Handling
de: Fehler beim Handlen
fr: Erreur de traitement

# site_errorhandling.tab.rootpaths
source: Root Paths (optional)
de: Root-Pfade (optional)
fr: Chemins racine (optionnel)

# site_errorhandling.errorCode
source: HTTP Error Status Code
de: HTTP Fehlerstatus Code
fr: Code de statut d'erreur HTTP

# site_errorhandling.errorCode.404
source: 404 (Page not found)
de: 404 (Seite nicht gefunden)
fr: 404 (Page introuvable)

# site_errorhandling.errorCode.403
source: 403 (Forbidden)
de: 403 (Verboten)
fr: 403 (interdit)

# site_errorhandling.errorCode.500
source: 500 (Internal Server Error)
de: 500 (Interner Server-Fehler)
fr: 500 (Erreur interne du serveur)

# site_errorhandling.errorCode.503
source: 503 (Service Unavailable)
de: 503 (Service nicht verfügbar)
fr: 503 (Service non disponible)

# site_errorhandling.errorCode.0
source: any error not defined otherwise
de: kein Fehler anders definiert
fr: toute erreur non définie autrement

# site_errorhandling.errorHandler
source: How to handle Errors
de: Wie man Fehler handhabt
fr: Comment gérer les erreurs

# site_errorhandling.errorHandler.fluid
source: Fluid Template
de: Fluid-Vorlage
fr: Modèle Fluid

# site_errorhandling.errorHandler.page
source: Show Content from Page
de: Inhalt von Seite anzeigen
fr: Afficher le contenu de la page

# site_errorhandling.errorHandler.php
source: PHP Class (must implement the PageErrorHandlerInterface)
de: PHP-Klasse (muss die PageErrorHandlerInterface implementieren)
fr: Classe PHP (doit implémenter l'interface PageErrorHandlerInterface)

# site_errorhandling.errorFluidTemplate
source: Fluid Template File
de: Fluid Template Datei
fr: Fichier de modèle Fluid

# site_errorhandling.errorFluidTemplatesRootPath
source: Fluid Templates Root Path
de: Fluid Vorlagen Root Pfad
fr: Chemin racine des modèles fluides

# site_errorhandling.errorFluidLayoutsRootPath
source: Fluid Layouts Root Path
de: Fluid Layouts Root Pfad
fr: Chemin du racine des couches fluides

# site_errorhandling.errorFluidPartialsRootPath
source: Fluid Partials Root Path
de: Fluid-Partials-Root-Pfad
fr: Chemin racine des Partiels Fluid

# site_errorhandling.errorContentSource
source: Show Content from Page
de: Inhalt von Seite anzeigen
fr: Afficher le contenu de la page

# site_errorhandling.errorPhpClassFQCN.placeholder
source: Vendor\ExtensionName\ErrorHandlers\GenericErrorhandler
de: Lieferant\Erweiterungsname\ErrorHandler\GenericErrorhandler
fr: Vendeur\ExtensionName\ErrorHandlers\GenericErrorhandler

# site_route.ctrl.title
source: Routes
de: Routen

# site_route.type
source: Route Type
de: Route Typ
fr: Type de route

# site_route.staticText
source: Static Text
de: Statischer Text
fr: Texte statique

# site_route.staticText.example1
source: robots.txt Example Content
de: robots.txt Beispielinhalt
fr: Contenu exemple robots.txt

# site_route.source
source: Page, File or URL
de: Seite, Datei oder URL
fr: Page, fichier ou URL

# site_route.route
source: Static Route Name
de: Statischer Routenname
fr: Nom de la route statique

# site_route.route.placeholder
source: my-custom_route
de: meine-custom_route
fr: mon-itinéraire_personnalisé

source: Site Identifier
fr: Identifiant du site

# site_errorhandling.errorPhpClassFQCN
source: ErrorHandler Class Target (FQCN)
fr: Cible de classe ErrorHandler (FQCN)
