Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/backend/Resources/Private/Language/*.locallang_login.xlf
Languages: cs, de, fr, it, nl

# labels.submitLogout
source: Log Out
cs: Odhlásit
de: Abmelden
fr: Déconnexion
it: Esci
nl: Uitloggen

# labels.whatIsOpenId
source: What is OpenId?
cs: Co je OpenID?
de: Was ist OpenId?
fr: Qu'est-ce que OpenId ?
it: Cos'è OpenId?
nl: Wat is OpenID?

# availableInterfaces
source: Backend,Front End,Traditional Backend
cs: Backend,Frontend,Tradiční backend
de: Backend, Front End, traditionelles Backend
fr: Backend, Front End, Backend traditionnel
it: Backend,Front End,Backend tradizionale
nl: Backend, Frontend, Traditioneel backend

# interface.backend
source: Backend
fr: Arrière-plan

# interface.frontend
source: Frontend
fr: Frontière

# interface.backend_old
source: Traditional Backend
cs: Tradiční backend
de: Traditionelles Backend
fr: Arrière-plan traditionnel
it: Backend tradizionale
nl: Traditionele Backend

# headline
source: Login to the TYPO3 CMS Backend on ###SITENAME###
cs: Přihlášení se do backendu TYPO3 CMS na ###SITENAME###
de: Anmelden Sie sich beim TYPO3 CMS Backend auf ###SITENAME##
fr: Connexion au Backend CMS TYPO3 sur ##SITENAME##
it: Accedi al Backend CMS TYPO3 su ###SITENAME###
nl: Inloggen in de TYPO3 backend op ###SITENAME###

# info.about
source: This is the backend login of TYPO3. You need username and password to access this administration interface. If you are a visitor of ###SITENAME###, please visit the public website: ###SITELINK###
cs: Toto je přihlášení do backendu TYPO3. Pro přístup do tohoto rozhraní pro správu potřebujete uživatelské jméno a heslo. Pokud jste návštěvník ###SITENAME###, prosím navštivte veřejné internetové stránky: ###SITELINK###
de: Dies ist der Backend-Login von TYPO3. Sie benötigen Benutzername und Passwort, um auf diese Administrationsoberfläche zuzugreifen. Wenn Sie ein Besucher von ##SITENAME######, besuchen Sie bitte die öffentliche Website: ##SITELINK###
fr: Ceci est le login de backend de TYPO3. Vous avez besoin d'un nom d'utilisateur et d'un mot de passe pour accéder à cette interface d'administration. Si vous êtes un visiteur de ##SITENAME####, veuillez visiter le site public : ###SITELINK##
it: Questo è il login backend di TYPO3. Hai bisogno di nome utente e password per accedere a questa interfaccia di amministrazione. Se sei un visitatore di ###SITENAME###, visita il sito pubblico: ###SITELINK###
nl: Dit is de backendlogin van TYPO3. U heeft een gebruikersnaam en wachtwoord nodig om toegang te krijgen tot de beheeromgeving. Wanneer u een bezoeker bent van ###SITENAME###, bezoek dan de publieke website op ###SITELINK###

# info.reset
source: Reset this form
cs: Resetovat tento formulář
de: Formular zurücksetzen
fr: Réinitialiser ce formulaire
it: Resetta questo modulo
nl: Herstel dit formulier

# info.cookies_and_js
source: (Note: Cookies and JavaScript must be enabled!)
cs: (Poznámka: Cookies a JavaScript musí být povoleny!)
de: (Hinweis: Cookies und JavaScript müssen aktiviert sein!)
fr: (Note: Les cookies et JavaScript doivent être activés !)
it: (Nota: Cookies e JavaScript devono essere abilitati!)
nl: (Let op: Cookies en JavaScript moeten ingeschakeld zijn!)

# clear
source: Clear this field!
cs: Vyčistit toto pole!
de: Dieses Feld löschen!
fr: Effacer ce champ !
it: Cancella questo campo!
nl: Dit veld leegmaken!

# warning.incompatibleBrowserHeadline
source: Unsupported Browser
cs: Nepodporovaný prohlížeč
de: Nicht unterstützter Browser
fr: Navigateur non pris en charge
it: Browser non supportato
nl: Niet-ondersteunde browser

# warning.incompatibleBrowser
source: You are using an unsupported browser version.
cs: Používáte nepodporovanou verzi prohlížeče.
de: Sie verwenden eine nicht unterstützte Browser-Version.
fr: Vous utilisez une version de navigateur non prise en charge.
it: Stai usando una versione del browser non supportata.
nl: U gebruikt een niet-ondersteunde browserversie.

# warning.incompatibleBrowserInternetExplorer
source: Please install <a href="http://www.microsoft.com/internetexplorer/" target="_blank" />a more modern browser version</a>.
cs: Nainstalujte si prosím <a href="http://www.microsoft.com/internetexplorer/" target="_blank" />modernější verze prohlížeče</a>.
de: Bitte installieren Sie <a href="http://www.microsoft.com/internetexplorer/" target="_blank" />eine modernere Browser-Version</a>.
fr: Veuillez installer <a href="http://www.microsoft.com/internetexplorer/" target="_blank" />une version plus moderne du navigateur</a>.
it: Installa <a href="http://www.microsoft.com/internetexplorer/" target="_blank" />una versione più moderna del browser</a>.
nl: Installeer a.u.b. <a href="http://www.microsoft.com/internetexplorer/" target="_blank"/>een modernere browserversie</a>.

# newsheadline
source: Important Messages
de: Wichtige Nachrichten
fr: Messages importants
it: Messaggi importanti
nl: Belangrijke mededelingen

# error.login
source: Your login attempt did not succeed. Make sure to spell your username and password correctly, including upper/lowercase characters.
cs: Váš pokus o přihlášení nebyl úspěšný. Ujistěte se, že jste správně vložili vaše uživatelské jméno a heslo, včetně velkých/malých písmen.
de: Ihr Login-Versuch ist nicht erfolgreich. Stellen Sie sicher, dass Sie Ihren Benutzernamen und Ihr Passwort korrekt schreiben, einschließlich der Groß- und Kleinschreibung.
fr: Votre tentative de connexion n'a pas réussi. Assurez-vous d'orthographe correctement votre nom d'utilisateur et votre mot de passe, y compris les caractères majuscules/minuscules.
it: Il tuo tentativo di accesso non ha avuto successo. Assicurati di scrivere correttamente il tuo nome utente e la password, inclusi caratteri maiuscoli/minuscoli.
nl: Inloggen mislukt. Controleer de spelling van gebruikersnaam en wachtwoord, rekening houdend met hoofd- en kleine letters.

# error.cookies_ignore
source: Ignore!
cs: Ignorovat!
de: Ignorieren!
fr: Ignorer !
it: Ignora!
nl: Negeren!

# error.furtherInformation
source: For more information or further help click here
cs: Pro více informací nebo další pomoc klikněte zde
de: Für weitere Informationen oder weitere Hilfe klicken Sie hier
fr: Pour plus d'informations ou plus d'aide cliquez ici
it: Per ulteriori informazioni o ulteriori informazioni clicca qui
nl: Meer hulp en informatie

# warranty.by
source: Warranty is supplied by %s; %sclick for details.%s
cs: Garance jsou poskytovány od %s; %sklikněte pro podrobnosti.%s
de: Garantie wird von %s; %sklicken für Details.%s geliefert
fr: La garantie est fournie par %s; %scliquez pour plus de détails.%s
it: La garanzia è fornita da %s; %sclick per dettagli.%s
nl: Garantie wordt verstrekt door %s; %sMeer info.%s

# no.warranty
source: TYPO3 CMS comes with ABSOLUTELY NO WARRANTY; %sclick for details.%s
cs: TYPO3 je ABSOLUTNĚ BEZ ZÁRUKY; %sklepněte pro podrobnosti.%s
de: TYPO3 CMS enthält keine WARRANTIE, %sklicken für Details.%s
fr: TYPO3 CMS est livré avec AUCUNE GARANTIE AUCUNE ABSOLUTELLE; %scliquez pour plus de détails.%s
it: TYPO3 CMS è con ABSOLUTELY NO WARRANTY; %sclicca per dettagli.%s
nl: TYPO3 heeft ABSOLUUT GEEN GARANTIE; %sMeer info.%s

source: TYPO3 CMS
fr: CMS TYPO3
it: CMS TYPO3

# extension.copyright
source: Extensions are copyright of their respective owners.
cs: Rozšíření jsou copyrightem jejich příslušných vlastníků.
de: Erweiterungen sind urheberrechtlich geschützt.
fr: Les extensions sont des droits d'auteur de leurs propriétaires respectifs.
it: Le estensioni sono diritti d'autore dei rispettivi proprietari.
nl: Het copyright van de extensies ligt bij hun respectievelijke eigenaren.

# details.link
source: Go to %s for details.
cs: Jděte na %s pro podrobnosti.
de: Gehe zu %s für Details.
fr: Allez à %s pour plus de détails.
it: Vai a %s per i dettagli.
nl: Ga naar %s voor details.

# free.software
source: This is free software, and you are welcome to redistribute it under certain conditions; %sclick for details.%s
cs: Toto je svobodný software a můžete jej dále šířit za určitých podmínek; %sklikněte pro podrobnosti.%s
de: Dies ist freie Software, und Sie sind willkommen, sie unter bestimmten Bedingungen weiterzugeben; %sklicken Sie für Details.%s
fr: Il s'agit d'un logiciel gratuit, et vous êtes heureux de le redistribuer dans certaines conditions; %scliquez pour plus de détails.%s
it: Questo è software gratuito, e sei benvenuto a ridistribuirlo in determinate condizioni; %sclicca per dettagli.%s
nl: Dit is gratis software en het herdistribueren van TYPO3 mag onder bepaalde voorwaardenbepaalde voorwaarden; %sKlik voor details.%s

# keep.notice
source: Obstructing the appearance of this notice is prohibited by law.
cs: Bránění zobrazení tohoto sdělení je zákonem zakázáno.
de: Die Kontrolle des Auftretens dieser Mitteilung ist gesetzlich verboten.
fr: L'élimination de l'apparence de cet avis est interdite par la loi.
it: L'obbligo di far fronte a tale messaggio è vietato dalla legge.
nl: Het verwijderen van deze mededeling is wettelijk niet toegestaan.

# version.short
source: ver.
de: f.
nl: versie

source: Copyright
cs: Autorská práva
