Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/backend/Resources/Private/Language/*.locallang_db_new_content_*.xlf
Languages: de, fr, it, nl

# sel1
source: Please select the type of page content you wish to create
de: Bitte wählen Sie den Typ der Seiteninhalte aus, die Sie erstellen möchten
fr: Veuillez sélectionner le type de contenu de page que vous souhaitez créer
it: Seleziona il tipo di contenuto della pagina che si desidera creare
nl: Kies a.u.b. het type paginainhoud dat u wilt aanmaken

# sel2
source: Now, click the position where you wish to place the element on the page
de: Klicken Sie nun auf die Position, in der Sie das Element auf der Seite platzieren möchten
fr: Maintenant, cliquez sur la position où vous souhaitez placer l'élément sur la page
it: Ora, clicca sulla posizione dove desideri inserire l'elemento nella pagina
nl: Klik nu de positie aan waar het element op de pagina geplaatst moet worden

# common
source: Typical page content
de: Typischer Seiteninhalt
fr: Contenu de page typique
it: Contenuto tipico della pagina
nl: Typische paginainhoud

# common_headerOnly_title
source: Header Only
de: Nur Header
fr: En-tête seulement
it: Solo intestazione
nl: Alleen kop

# common_headerOnly_description
source: Adds a header only.
de: Fügt nur einen Header hinzu.
fr: Ajoute un en-tête seulement.
it: Aggiunge solo un header.
nl: Alleen een kop.

# common_regularText_title
source: Regular Text Element
de: Regelmäßiges Textelement
fr: Élément de texte ordinaire
it: Elemento testo normale
nl: Gewoon tekstelement

# common_regularText_description
source: A regular text element with header and bodytext fields.
de: Ein reguläres Textelement mit Kopfzeilen- und Body-Feldern.
fr: Un élément texte régulier avec les champs d'en-tête et bodytext.
it: Un elemento di testo regolare con campi header e di bodytext.
nl: Een gewoon tekstelement met kop en platte tekst.

# common_textImage_title
source: Text & Images
de: Text & Bilder
fr: Texte & Images
it: Immagini di testo &
nl: Tekst en afbeeldingen

# common_textImage_description
source: Any number of images wrapped right around a regular text element.
de: Jede Anzahl von Bildern, die direkt um ein reguläres Textelement umhüllt wurden.
fr: Un nombre d'images enveloppées autour d'un élément texte régulier.
it: Qualsiasi numero di immagini avvolte attorno ad un elemento di testo regolare.
nl: Een willekeurig aantal afbeeldingen met een gewoon tekstelement.

# common_textMedia_title
source: Text & Media
de: Text & Medien
fr: Texte & Média
it: Testo & Media
nl: Tekst en media

# common_textMedia_description
source: Any number of media wrapped right around a regular text element.
de: Jede Anzahl von Medien, die direkt um ein reguläres Textelement umhüllt wurden.
fr: Un nombre de médias enveloppés autour d'un élément texte régulier.
it: Qualsiasi numero di media avvolto a destra attorno ad un elemento di testo regolare.
nl: Een willekeurig aantal afbeeldingen met een gewoon tekstelement.

# common_imagesOnly_title
source: Images Only
de: Nur Bilder
fr: Images seulement
it: Solo immagini
nl: Alleen afbeeldingen

# common_imagesOnly_description
source: Any number of images aligned in columns and rows with a caption.
de: Jede Anzahl von Bildern, die in Spalten und Zeilen mit einer Überschrift ausgerichtet sind.
fr: Nombre d'images alignées dans les colonnes et les lignes avec une légende.
it: Qualsiasi numero di immagini allineate in colonne e righe con una didascalia.
nl: Een willekeurig aantal afbeeldingen uitgelijnd in rijen en kolommen met een onderschrift.

# common_bulletList_title
source: Bullet List
de: Bullet-Liste
fr: Liste des balles
it: Elenco puntato
nl: Opsommingslijst

# common_bulletList_description
source: A single bullet list.
de: Eine einzige Kugel-Liste.
fr: Une seule liste de balles.
it: Un unico elenco di proiettili.
nl: Een enkele opgesomde lijst

# common_table_title
source: Table
de: Tabelle
it: Tavolo
nl: Tabel

# common_table_description
source: A simple table.
de: Eine einfache Tabelle.
fr: Une table simple.
it: Una tabella semplice.
nl: Een simpele tabel.

# menu_abstract.title
source: Abstracts
fr: Résumés
it: Abstrati
nl: Samenvattingen

# menu_abstract.description
source: Menu of subpages of selected pages including abstracts
de: Menü der Unterseiten der ausgewählten Seiten inklusive Abstracts
fr: Menu des sous-pages des pages sélectionnées incluant les résumés
it: Menu delle sottopagine delle pagine selezionate, inclusi gli astratti
nl: Menu van onderliggende pagina's van de gekozen pagina's inclusief samenvatting

# menu_categorized_content.title
source: Categorized content
de: Kategorisierter Inhalt
fr: Contenu catégorisé
it: Contenuto Categorizzato
nl: Gecategorizeerde inhoud

# menu_categorized_content.description
source: Content elements for selected categories
de: Inhaltselemente für ausgewählte Kategorien
fr: Éléments de contenu pour les catégories sélectionnées
it: Elementi di contenuto per le categorie selezionate
nl: Inhoudselementen voor de gekozen categorieën

# menu_categorized_pages.title
source: Categorized pages
de: Kategorisierte Seiten
fr: Pages catégories
it: Pagine categorizzate
nl: Gecategorizeerde pagina's

# menu_pages.title
source: Pages
de: Seiten
it: Pagine
nl: Pagina's

# menu_pages.description
source: Menu of selected pages
de: Menü der ausgewählten Seiten
fr: Menu des pages sélectionnées
it: Menu delle pagine selezionate
nl: Menu van gekozen pagina's

# menu_subpages.title
source: Subpages
de: Unterseiten
fr: Sous-pages
it: Sottopagine
nl: Onderliggende pagina's

# menu_subpages.description
source: Menu of subpages of selected pages
de: Menü der Unterseiten der ausgewählten Seiten
fr: Menu des sous-pages des pages sélectionnées
it: Menu delle sottopagine delle pagine selezionate
nl: Menu van onderliggende pagina's van gekozen pagina's

# menu_categorized_pages.description
source: Pages for selected categories
de: Seiten für ausgewählte Kategorien
fr: Pages pour les catégories sélectionnées
it: Pagine per le categorie selezionate
nl: Pagina's voor gekozen categorieën

# menu_recently_updated.title
source: Recently updated pages
de: Kürzlich aktualisierte Seiten
fr: Pages récemment mises à jour
it: Pagine aggiornate di recente
nl: Onlangs bijgewerkte pagina's

# menu_recently_updated.description
source: Menu of recently updated pages
de: Menü der kürzlich aktualisierten Seiten
fr: Menu des pages récemment mises à jour
it: Menu delle pagine aggiornate di recente
nl: Menu van recent bijgewerkte pagina's

# menu_related_pages.title
source: Related pages
de: Verwandte Seiten
fr: Pages associées
it: Pagine correlate
nl: Gerelateerde pagina's

# menu_related_pages.description
source: Menu of related pages based on keywords
de: Menü der verwandten Seiten basierend auf Schlüsselwörtern
fr: Menu des pages associées en fonction des mots clés
it: Menu delle pagine correlate basato sulle parole chiave
nl: Menu van gerelateerde pagina's gebaseerd op trefwoorden

# menu_section.title
source: Section index
de: Sektionsindex
fr: Index de la section
it: Indice sezione
nl: Sectie-index

# menu_section.description
source: Page content marked for section menus
de: Seiteninhalt für Sektionsmenüs markiert
fr: Contenu de la page marqué pour les menus de la section
it: Contenuto della pagina contrassegnato per i menu della sezione
nl: Pagina inhoud gemarkeerd voor sectiemenu's

# menu_section_pages.title
source: Section index of subpages from selected pages
de: Abschnitt-Index der Unterseiten von ausgewählten Seiten
fr: Index de la section des sous-pages des pages sélectionnées
it: Indice della sezione delle sottopagine delle pagine selezionate
nl: Sectie-index van onderliggende pagina's van gekozen pagina's

# menu_section_pages.description
source: Menu of subpages of selected pages including sections
de: Menü der Unterseiten der ausgewählten Seiten inklusive Abschnitte
fr: Menu des sous-pages des pages sélectionnées incluant les sections
it: Menu delle sottopagine delle pagine selezionate incluse le sezioni
nl: Menu van onderliggende pagina's van gekozen pagina's inclusief secties

# menu_sitemap.title
source: Sitemap
fr: Plan
it: Mappa del sito
nl: Site-overzicht

# menu_sitemap.description
source: Expanded menu of all subpages of the current site
de: Erweitertes Menü aller Unterseiten der aktuellen Seite
fr: Menu étendu de toutes les sous-pages du site actuel
it: Menu esteso di tutte le sottopagine del sito corrente
nl: Uitgeklapt menu van alle onderliggende pagina's van de huidige site

# menu_sitemap_pages.title
source: Sitemaps of selected pages
de: Sitemaps der ausgewählten Seiten
fr: Plan d'accueil des pages sélectionnées
it: Sitemaps delle pagine selezionate
nl: Paginaoverzicht van gekozen pagina's

# menu_sitemap_pages.description
source: Expanded menu of all subpages for selected pages
de: Erweitertes Menü aller Unterseiten für ausgewählte Seiten
fr: Menu étendu de toutes les sous-pages pour les pages sélectionnées
it: Menu esteso di tutte le sottopagine per le pagine selezionate
nl: Uitgeklapt menu van alle onderliggende pagina's van gekozen pagina's

# special
source: Special elements
de: Spezielle Elemente
fr: Éléments spéciaux
it: Elementi speciali
nl: Speciale elementen

# special_filelinks_title
source: File Links
de: Dateilinks
fr: Liens de fichier
it: Link file
nl: Links naar bestanden

# special_filelinks_description
source: Makes a list of files for download.
de: Erstellt eine Liste der Dateien zum Download.
fr: Crée une liste de fichiers à télécharger.
it: Crea un elenco di file da scaricare.
nl: Maakt een lijst met bestanden om te downloaden.

# special_sitemap_title
source: Sitemap
fr: Plan
it: Mappa del sito
nl: Site-overzicht

# special_menus_title
source: Special Menus
de: Spezielle Menüs
fr: Menus spéciaux
it: Men√π Speciali
nl: Speciale menu's

# special_menus_description
source: Creates a menu of pages, sitemap or other special menus.
de: Erzeugt ein Menü von Seiten, Sitemap oder anderen speziellen Menüs.
fr: Crée un menu de pages, de sitemap ou d'autres menus spéciaux.
it: Crea un menu di pagine, sitemap o altri menu speciali.
nl: Maakt een menu van pagina's, sitemap of andere speciale menu's aan.

# special_plainHTML_title
source: Plain HTML
de: Einfaches HTML
fr: HTML brut
it: HTML semplice
nl: Alleen HTML

# special_plainHTML_description
source: With this element you can insert raw HTML code on the page.
de: Mit diesem Element können Sie RohHTML-Code auf der Seite einfügen.
fr: Avec cet élément, vous pouvez insérer le code HTML brut sur la page.
it: Con questo elemento puoi inserire il codice HTML grezzo nella pagina.
nl: Met dit element kan HTML-broncode op de pagina geplaatst worden.

# special_divider_title
source: Divider
de: Taucher
fr: Diviseur
it: Divisore
nl: Afscheiding

# special_divider_description
source: This element inserts a visual divider, which is by default a horizontal line.
de: Dieses Element fügt einen visuellen Trennzeichen ein, der standardmäßig eine horizontale Linie ist.
fr: Cet élément insère un séparateur visuel, qui est par défaut une ligne horizontale.
it: Questo elemento inserisce un separatore visivo, che √® di default una linea orizzontale.
nl: Dit element voegt een zichtbare afscheiding in; dit is standaard een horizontale lijn.

# special_shortcut_title
source: Insert records
de: Datensätze einfügen
fr: Insérer des enregistrements
it: Inserisci record
nl: Records invoegen

# special_shortcut_description
source: With this element you can embed other content elements.
de: Mit diesem Element können Sie andere Inhaltselemente einbinden.
fr: Avec cet élément, vous pouvez intégrer d'autres éléments de contenu.
it: Con questo elemento √® possibile incorporare altri elementi di contenuto.
nl: Met dit element kunnen andere inhoudselementen ingesloten worden.

# forms
source: Form elements
de: Formularelemente
fr: Éléments de formulaire
it: Elementi modulo
nl: Formulieren

# forms_mail_title
source: Mail Form
de: Mail-Formular
fr: Formulaire de courrier
it: Modulo di posta
nl: E-mail-formulier

# forms_mail_description
source: A mail form allowing website users to submit responses.
de: Ein Mail-Formular, das es Benutzern der Website erlaubt, Antworten einzureichen.
fr: Un formulaire de courriel permettant aux utilisateurs du site web de soumettre des réponses.
it: Un modulo di posta elettronica che consente agli utenti del sito di inviare risposte.
nl: Een e-mailformulier waarmee bezoekers contact op kunnen nemen.

# forms_login_title
source: Login Form
de: Anmeldeformular
fr: Formulaire de connexion
it: Modulo di login
nl: Aanmeldformulier

# forms_login_description
source: Login/logout form used to password protect pages allowing only authorised website users and groups access.
de: Login/Logout Formular, das zum Passwortschutz verwendet wird, um nur autorisierte Benutzer und Gruppen-Zugriff zu ermöglichen.
fr: Formulaire de connexion/déconnexion utilisé pour protéger les pages de mot de passe permettant uniquement aux utilisateurs et aux groupes autorisés d'accéder au site.
it: Modulo di login/logout utilizzato per proteggere le pagine che consente solo l'accesso autorizzato agli utenti e ai gruppi del sito web.
nl: Een aan-/afmeldformulier om pagina's alleen toegankelijk te maken voor bepaalde gebruikers en groepen.

source: Plugins
it: Plugin

# plugins_general_title
source: General Plugin
de: Allgemeines Plugin
fr: Plugin général
it: Plugin Generale
nl: Algemene plug-in

# plugins_general_description
source: Select this element type to insert a plugin which cannot be found amongst the options below.
de: Wählen Sie diesen Elementtyp, um ein Plugin einzufügen, das nicht unter den Optionen unten gefunden werden kann.
fr: Sélectionnez ce type d'élément pour insérer un plugin qui ne peut pas être trouvé parmi les options ci-dessous.
it: Seleziona questo tipo di elemento per inserire un plugin che non pu√≤ essere trovato tra le opzioni qui sotto.
nl: Kies die elementtype om een plug-in in te voegen die niet in onderstaande lijst te vinden is.

source: Menu
de: Menü
