Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/backend/Resources/Private/Language/*.locallang_layout.xlf
Languages: hr

# title
source: Page content
hr: Sadržaj stranice

source: Advanced functions
hr: Napredne funkcije

# noEditItems
source: Sorry, you do not have permissions to edit items on this page!
hr: Na žalost nemate dopuštenje uređivati stavke na ovoj stranici!

# noEditPage
source: Sorry, you do not have permissions to edit this page!
hr: Na žalost nemate dopuštenje uređivati ovu stranicu!

# nextThree
source: Edit next %s records
hr: Uredi sljedećih %s zapisa

# moveUp
source: Move record up
hr: Pomakni zapis prema gore

# moveDown
source: Move record down
hr: Pomakni zapis prema dolje

source: Un-hide
hr: Otkrij

source: Hide
hr: Sakrij

source: Edit
hr: Uredi

# newAfter
source: New record after this one
hr: Novi zapis nakon ovog

# move_record
source: Re-position current content element
hr: Premjesti trenutni element sadržaja

source: Move page
hr: Pomakni stranicu

# deleteItem
source: Delete
hr: Izbriši

# deleteWarning
source: Are you sure you want to delete this record?
hr: Zaista želite izbrisati ovaj zapis?

# recursiveDeleteWarning
source: You can recover pages with subpages only with the recycler. Are you sure you want to delete these pages?
hr: Stranice sa podstranicama možete nakon brisanja vratiti jedino reciklatorom. Zaista želite obrisati ove stranice?

# pasteIntoColumn
source: Paste into this column
hr: Zalijepi u ovaj stupac

# paste.modal.button.cancel
source: Cancel
hr: Odustani

# editColumn
source: Edit this column
hr: Uredi ovaj stupac

# editPageProperties_curLang
source: Edit translation properties
hr: Uredi svojstva prijevoda

# editInRTE
source: Edit in Rich Text Editor
hr: Uredi u uredniku bogatog sadržaja

# newPageContent
source: Create page content
hr: Stvori sadržaj stranice

# newPageContent_translate
source: Translate
hr: Prevedi

# newPageContent2
source: New content
hr: Novi sadržaj

source: Content
hr: Sadržaj

# newInColumn
source: Create new record in top of this column
hr: Stvori novi zapis na vrhu ovog stupca

source: records
hr: zapisi

source: Page information
hr: Informacije o stranici

source: Go to table
hr: Idi na tablicu

source: Internal notes
hr: Interne zabilješke

# clearCache
source: Click here to clear cache for this page.
hr: Kliknite ovdje kako bi očistili međuspremnik stranice.

# hiddenCE
source: Show hidden content elements
hr: Prikaži skrivene elemente sadržaja

# new_language
source: Make new translation of this page
hr: Stvori novi prijevod ove stranice

# newLabel
source: NEW
hr: NOVO

# defaultLanguage
source: Default
hr: Zadano

source: Edit language header
hr: Uredi zaglavlje jezika

source: Edit page properties
hr: Uredi svojstva stranice

source: Edit page language overlay properties
hr: Uredi svojstva jezičnog preklopa stranice

# newRecordGeneral
source: Create new record
hr: Stvori novi zapis

# newContentElement
source: Create new content element
hr: Stvori novi element sadržaja

# newPage
source: Create new page
hr: Stvori novu stranicu

# newPage2
source: New page
hr: Nova stranica

# noAccess
source: No edit access
hr: Nemate pravo uređivanja

# noAccess_msg
source: You do not have access to edit the requested record.
hr: Nemate pravo uređivanja traženog zapisa.

source: Not assigned
hr: Nije pridruženo

# undoLastChange
source: Undo/Redo last change (%s ago)
hr: Poništi/Ponovi posljednju izmjenu (od prije %s)

# recordHistory
source: View record change history
hr: Pregledaj povijest izmjena zapisa

# viewContent
source: Viewing content of
hr: Pregled sadržaja

# tt_board_subject
source: Subject
hr: Tema

# tt_board_author
source: Author
hr: Autor

# tt_board_date
source: Date
hr: Datum

# tt_board_age
source: Age
hr: Starost

# tt_board_RE
source: RE
hr: ODG

# m_function_0
source: QuickEdit
hr: BrzoUređivanje

# m_function_1
source: Columns
hr: Stupci

# m_function_2
source: Languages
hr: Jezici

source: Grid-View
hr: Rešetkasti-Pregled

# m_tt_board_0
source: List topics only
hr: Popiši samo teme

# m_tt_board_expand
source: Expand Threads
hr: Proširi teme

# m_tt_address_0
source: Short List
hr: Kratki popis

# m_tt_address_1
source: Address list
hr: Popis adresa

# m_tt_address_2
source: Personal info
hr: Osobne informacije

# m_tt_links_1
source: Whole URL
hr: Čitav URL

# m_tt_links_2
source: Alternative note
hr: Alternativna zabilješka

# m_tt_calender_date
source: Date
hr: Datum

# m_tt_calender_date_ext
source: Date - extended
hr: Datum - prošireno

# m_tt_calender_todo
source: Todo
hr: Za napraviti

# m_tt_calender_todo_ext
source: Todo - extended
hr: Za napraviti - prošireno

# m_tt_calender_ext
source: Extended
hr: Prošireno

# m_tt_products_ext
source: Extended
hr: Prošireno

# m_default
source: Default
hr: Zadano

# clickAPage_header
source: Web>Page module
hr: Web>Modul stranica

# clickAPage_content
source: Please click the page title in the page tree to the left to edit page content.
hr: Molimo Vas, kliknite naslov stranice u stablu stranica na lijevoj strani kako bi uređivali sadržaj stranice.

# pI_crUser
source: Created by
hr: Napravio

# pI_crDate
source: Created date
hr: Datum stvaranja

# pI_lastChange
source: Last change
hr: Zadnja izmjena

# pI_lastChangeContent
source: Last change, content
hr: Zadnja izmjena, sadržaj

# pI_hitsTotal
source: Total Hits
hr: Ukupno pogodaka

# pI_hitsPeriod
source: Hits Period
hr: Period pogodaka

# pI_hits24hours
source: Last 24 hours
hr: Posljednja 24 sata

# pI_hits10days
source: Last 10 days
hr: Posljednjih 10 dana

# content_from_pid_title
source: Page uses content from this page: %s
hr: Stranica koristi sadržaj s ove stranice: %s

# pageIsExternalLinkMessage
source: Page is a link to the following external URL: %s
hr: Stranica je poveznica na sljedeći vanjski URL: %s

# pageIsInternalLinkMessage
source: Page is a link to the following page: %s
hr: Stranica je poveznica na sljedeću stranicu: %s

# pageIsRandomInternalLinkMessage
source: Page is a link to a random page.
hr: Stranica je poveznica na nasumično odabranu stranicu.

# pageIsMisconfiguredInternalLinkMessage
source: Page is configured to be a link but there is actually no target defined.
hr: Stranica je podešena kao poveznica no meta poveznice nije zadana.

# pageIsMisconfiguredExternalLinkMessage
source: Page is configured to be an external link but there is actually no URL defined.
hr: Stranica je podešena kao vanjska poveznica no nije zadan URL poveznice.

source: Go to list module
hr: Otvori modul popis

# goToListModuleMessage
source: The current page is a folder. Folders usually don't contain content elements but are used for collecting other types of records.
hr: Trenutna stranica je mapa. Mape obično ne sadrže elemente sadržaja već se koriste za spremanje drugih vrsta zapisa.

source: No plugin selected
hr: Nije odabran umetak

# staleTranslationWarning
source: Make sure that this behavior is intended and does not pose a problem for you. We highlighted the problematic records for you.
hr: Molimo Vas da provjerite hoće li Vam zadano ponašanje predstavljati problem. Istaknuli smo Vam problematične zapise.

# staleTranslationWarningTitle
source: Inconsistent content detected in language "%s"
hr: Nekonzistentan sadržaj otkriven je u jeziku "%s"

# localize.chooseLanguage
source: Choose your language
hr: Odaberite Vaš jezik

# localize.wizard.header
source: Localize record "{0}" into {1}
hr: Lokaliziraj zapis "{0}" u {1}

# localize.wizard.button.cancel
source: Cancel
hr: Odustani

# localize.wizard.button.next
source: Next
hr: Dalje

# localize.wizard.button.process
source: Start processing
hr: Pokreni obradu

# localize.view.chooseLanguage
source: Choose the language from which you want to localize the content
hr: Odaberite jezik s kojeg želite lokalizirati sadržaj

# localize.view.summary
source: Record summary
hr: Sažetak zapisa

# localize.view.processing
source: Processing...
hr: Obrađujem...

# localize.progress.step
source: Step {0} of {1}
hr: Korak {0} od {1}

# localize.educate.translate
source: Translating content will create a direct connection between the original language and the language you translate to.<br> This means that moving and element or setting meta information like start- or endtime will be taken from the original content and you will not be able to set these values on a translated content element.<br> <strong>Use this when your workflow demands a strict translation workflow.</strong>
hr: Prevođenjem sadržaja stvorit ćete izravnu poveznicu između izvornog jezika i jezika na koji prevodite.<br> Ovo znači da će premještanje elemenata ili postavljanje meta informacija poput početka ili završetka biti preuzeto s originalnog sadržaja te nećete moći postavljati ove vrijednosti na prevedenom elementu sadržaja.<br> <strong>Koristite ovu opciju kada vaš tijek rada zahtijeva izričit tijek prijevoda.</strong>

# localize.educate.copy
source: Copying content will take the content elements from the source language and create copies in a different language.<br> This means that you will be able to move content elements around freely, but you will not have the benefit of being able to compare changes made in the source language later on.<br> <strong>Use this when you want to have freedom in designing your translated website.</strong>
hr: Kopiranje sadržaja će stvoriti kopije elemenata izvornog jezika u drugom jeziku.<br> Ovo znači da ćete moći slobodno premještati elemente sadržaja, no kasnije nećete imati mogućnost uspoređivanja izmjena načinjenih u izvorniku.<br> <strong>Koristite ovu mogućnost kada želite slobodu u dizajniranju Vaše prevedene web stranice.</strong>

# error.invalidBackendLayout
source: The selected page layout is mis-configured, no columns are specified to be editable. Please update your backend layout to have at least one parameter "colPos" set.
hr: Odabrani raspored stranice nije ispravno podešen jer niti jedan stupac nije označen kao dopušten za uređivanje. Molimo Vas da ažurirate Vaš pozadinski raspored stranice te da postavite barem jedan "colPos" parametar.

# dragdrop.copy.message
source: Press CTRL to copy
hr: Pritisnite CTRL kako bi kopirali
