Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/backend/Resources/Private/Language/*.locallang_pages_sort.xlf
Languages: fr, it

# title
source: Sort sub pages
fr: Trier sous-pages
it: Ordina sotto-pagine

source: Current page order
fr: Ordre de page en cours
it: Ordine pagina corrente

# changeOrder
source: Sort these pages by
fr: Trier ces pages par
it: Ordina queste pagine per

# changeOrderConfirm
source: You're about to change the order of the above pages. Are you sure you want to continue?
fr: Vous êtes sur le point de modifier l'ordre des pages ci-dessus. Êtes-vous sûr de vouloir continuer ?
it: Stai per modificare l'ordine delle pagine sopra. Sei sicuro di voler continuare?

# fieldTitle
source: Page title
fr: Titre de la page
it: Titolo pagina

# fieldSubtitle
source: Subtitle
fr: Sous-titre
it: Sottotitolo

# fieldNavitle
source: Navigation title
fr: Titre de navigation
it: Titolo di navigazione

# fieldCrdate
source: Create-time
fr: Créer un temps
it: Crea-ora

# fieldTstamp
source: Change-time
fr: Changer de temps
it: Cambia ora

# changeOrderByTitle
source: Page title
fr: Titre de la page
it: Titolo pagina

# changeOrderBySubtitle
source: Subtitle
fr: Sous-titre
it: Sottotitolo

# changeOrderByNavtitle
source: Navigation title
fr: Titre de navigation
it: Titolo di navigazione

# changeOrderByTstamp
source: Change-time
fr: Changer de temps
it: Cambia ora

# changeOrderByCreate
source: Create-time
fr: Créer un temps
it: Crea-ora

# changeOrderReverse
source: Reverse current order
fr: Inverser l'ordre actuel
it: Inverti ordine corrente

# hasInvisiblePage.title
source: Invisible subpages
fr: Sous-pages invisibles
it: Sottopagine invisibili

# hasInvisiblePage.message
source: The page has invisible subpages which are not shown due to access restrictions. Those will not be sorted among others.
fr: La page contient des sous-pages invisibles qui ne sont pas affichées en raison de restrictions d'accès. Elles ne seront pas triées entre autres.
it: La pagina ha sottopagine invisibili che non sono mostrate a causa delle restrizioni di accesso. Queste non saranno ordinate tra gli altri.

# noSubpages.title
source: No subpages
fr: Aucune sous-page
it: Nessuna sottopagine

# noSubpages.message
source: Please select a page with subpages.
fr: Veuillez sélectionner une page avec sous-pages.
it: Seleziona una pagina con sottopagine.

# notAvailableInWorkspace.title
source: Not implemented
fr: Non implémenté
it: Non implementato

# notAvailableInWorkspace.message
source: Sorry, this function is not available in the current draft workspace!
fr: Désolé, cette fonction n'est pas disponible dans l'espace de travail actuel !
it: Spiacente, questa funzione non è disponibile nell'attuale bozza di progetto di progetto!

# noEditPermissions
source: No edit permissions on this sub page. This page can not be re-sorted among others.
fr: Aucune permission d'édition sur cette sous-page. Cette page ne peut pas être triée entre autres.
it: Non ci sono permessi di modifica su questa pagina. Questa pagina non può essere riorganizzata tra gli altri.
