Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/backend/Resources/Private/Language/*.locallang_siteconfiguration.xlf
Languages: de, fr, it

# overview.title
source: Site Configuration
de: Site-Konfiguration
fr: Configuration du site
it: Configurazione del sito

# overview.site
source: Site
de: Seite
it: Sito

# overview.configuration
source: Configuration Folder
de: Konfigurationsordner
fr: Dossier de configuration
it: Cartella di configurazione

# overview.noPages.title
source: No pages found!
de: Keine Seiten gefunden!
fr: Aucune page trouvée !
it: Nessuna pagina trovata!

# overview.noPages.message
source: Please add at least one page through the Page module.
de: Bitte fügen Sie mindestens eine Seite über das Seitenmodul hinzu.
fr: Veuillez ajouter au moins une page à travers le module Page.
it: Si prega di aggiungere almeno una pagina attraverso il modulo Pagina.

# overview.noSiteConfiguration
source: This site does not have a configuration, yet.
de: Diese Seite hat noch keine Konfiguration.
fr: Ce site n'a pas encore de configuration.
it: Questo sito non ha ancora una configurazione.

# overview.addSiteConfiguration
source: Add new site configuration for this site
de: Neue Site-Konfiguration für diese Seite hinzufügen
fr: Ajouter une nouvelle configuration du site pour ce site
it: Aggiungi nuova configurazione del sito per questo sito

# overview.deleteSiteConfiguration
source: Delete site configuration
de: Site-Konfiguration löschen
fr: Supprimer la configuration du site
it: Elimina configurazione del sito

# overview.fullUrlPrefix
source: Full URL prefix
de: Voll URL Präfix
fr: Préfixe URL complet
it: Prefisso URL completo

# overview.baseUrl
source: Base URLs
de: Basis-URLs
fr: URL de base
it: URL di base

# overview.unassignedSites.title
source: Unassigned site configurations
de: Nicht zugewiesene Seitenkonfigurationen
fr: Configuration du site non assignée
it: Configurazioni del sito non assegnate

# overview.unassignedSites.description
source: The following sites don't belong to any page anymore and can be removed.
de: Die folgenden Seiten gehören nicht mehr zu einer Seite und können entfernt werden.
fr: Les sites suivants n'appartiennent plus à aucune page et peuvent être supprimés.
it: I seguenti siti non appartengono più a nessuna pagina e possono essere rimossi.

# validation.identifierRenamed.title
source: Renamed identifier
de: Bezeichner umbenannt
fr: Identifiant Renommandé
it: Identificatore rinominato

# validation.identifierRenamed.message
source: Given site identifier "%1s" already exists. It has been renamed to "%2s". Maybe you want to edit the site again and give it a better name.
de: Angegebene Site-Kennung "%1s" existiert bereits. Es wurde umbenannt in "%2s". Vielleicht möchten Sie die Seite erneut bearbeiten und einen besseren Namen geben.
fr: L'identifiant du site "%1s" existe déjà. Il a été renommé pour "%2s". Peut-être voulez-vous modifier le site à nouveau et lui donner un meilleur nom.
it: L'identificatore del sito "%1s" esiste già. È stato rinominato in "%2s". Forse vuoi modificare nuovamente il sito e dargli un nome migliore.

# validation.identifierExists.title
source: Identifier not changed
de: Identifikator nicht geändert
fr: Identifiant non modifié
it: Identificatore non modificato

# validation.identifierExists.message
source: Given site identifier "%1s" already exists and points to a different site. The existing identifier "%2s" for this site is kept.';
de: Angegebene Site-Identifikator "%1s" existiert bereits und weist auf eine andere Seite hin. Die vorhandene Kennung "%2s" für diese Website wird gespeichert."
fr: L'identifiant de site "%1s" existe déjà et indique un autre site. L'identifiant existant "%2s" pour ce site est conservé."
it: L'identificatore del sito "%1s" esiste già e punti in un sito diverso. L'identificatore esistente "%2s" per questo sito è mantenuto.";

# validation.required.title
source: Site configuration not saved
de: Site-Konfiguration nicht gespeichert
fr: Configuration du site non enregistrée
it: Configurazione del sito non salvata

# validation.required.message
source: Field "%1s" is a required field, but no value has been provided.
de: Feld "%1s" ist ein Pflichtfeld, aber es wurde kein Wert angegeben.
fr: Le champ "%1s" est un champ requis, mais aucune valeur n'a été fournie.
it: Il campo "%1s" è un campo obbligatorio, ma non è stato fornito alcun valore.

# validation.duplicateErrorCode.title
source: Duplicate error code removed
de: Fehlercode wurde dupliziert
fr: Code d'erreur en double supprimé
it: Codice errore duplicato rimosso

# validation.duplicateErrorCode.message
source: Two error handler configurations for error code "%1s" found. This would be an invalid configuration, the dangling one has been removed.
de: Zwei Fehlerkonfigurationen für Fehlercode "%1s" wurden gefunden. Dies wäre eine ungültige Konfiguration, die dangling wurde entfernt.
fr: Deux configurations de gestionnaire d'erreur pour le code d'erreur "%1s" trouvées. Ce serait une configuration invalide, celle de dangling a été supprimée.
it: Sono state trovate due configurazioni di gestore di errore per il codice di errore "%1s". Questa sarebbe una configurazione non valida, la prima di ballazione è stata rimossa.

# validation.duplicateLanguageId.title
source: Duplicate language configuration removed
de: Sprachkonfiguration duplizieren entfernt
fr: Configuration de la langue en double supprimée
it: Duplica configurazione lingua rimossa

# validation.duplicateLanguageId.message
source: Two language configurations for language "%1s" found. This would be an invalid configuration, the dangling one has been removed.
de: Zwei Sprachkonfigurationen für Sprache "%1s" gefunden. Dies wäre eine ungültige Konfiguration, die dangling wurde entfernt.
fr: Deux configurations de langue pour la langue "%1s" trouvées. Ce serait une configuration invalide, celle de la dangling a été supprimée.
it: Trovate due configurazioni di lingua "%1s". Questa sarebbe una configurazione non valida, la prima è stata rimossa.
