Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/backend/Resources/Private/Language/*.siteconfiguration_fieldinformation.xlf
Languages: da, de, fr, it, nl, ru

# site.rootPageId
source: You must create a page with a site root flag.
da: Du skal oprette en side med site root flag.
de: Sie müssen eine Seite mit einer Website-Root-Flag erstellen.
fr: Vous devez créer une page avec un drapeau racine du site.
it: Devi creare una pagina con un flag root del sito.
nl: Er moet een pagina zijn met een sitebasisvlag.
ru: Необходима страница со свойством "Корень сайта"

# site.identifier
source: This name will be used to create the configuration directory. Mind the recommendations for directory names (only a-z,0-9,_,-) and make it unique.
da: Dette navn vil blive brugt til at oprette konfigurationsmappen. Vær opmærksom på anbefalingerne omkring mappenavne (kun a-z,0-9,_,-) og gør det unikt.
de: Dieser Name wird verwendet, um das Konfigurationsverzeichnis zu erstellen. Denken Sie an die Empfehlungen für Verzeichnisnamen (nur a-z,0-9,_,-) und machen Sie es einzigartig.
fr: Ce nom sera utilisé pour créer le répertoire de configuration. Prenez connaissance des recommandations pour les noms de répertoire (seulement a-z,0-9,_,-) et le rendre unique.
it: Questo nome verrà utilizzato per creare la directory di configurazione. Mina le raccomandazioni per i nomi delle directory (solo a-z,0-9,_,-) e rendila unica.
nl: Deze naam wordt gebruikt om een configuratiefolder te maken. Denk aan de aanbevelingen voor namen van folders (alleen a-z,0-9,_,-) en maak het uniek.
ru: Это название будет использовано при создании каталога конфигурации. Здесь справедливы рекомендации для названий каталогов (только a-z, 0-9, _, -) и уникальность их названия.

# site.base
source: Main URL to call the frontend in default language. Can be https://www.example.com/ or just /, if it is just a / you cannot rely on TYPO3 creating full URLs
da: Hoved URL der kalder frontend i standardsprog. Kan være https://www.example.com/ eller blot /. Hvis det blot er en / kan du ikke forvente at TYPO3 opretter fulde URLer
de: Haupt-URL, um das Frontend in der Standardsprache zu nennen. Kann https://www.example.com/ oder nur /, wenn es nur ein / Sie können sich nicht auf TYPO3 verlassen, volle URLs erstellen
fr: URL principale pour appeler le frontend dans la langue par défaut. Peut être https://www.example.com/ ou juste /, si c'est juste un / vous ne pouvez pas compter sur TYPO3 créant URL complètes
it: URL principale per chiamare il frontend nella lingua predefinita. Può essere https://www.example.com/ o solo /, se è solo un / non puoi fare affidamento su TYPO3 che crea URL completi
nl: Hoofd-URL om de frontend in de standaardtaal aan te roepen. Kan https://www.example.com/ of alleen / zijn, als het alleen / is dan kan TYPO3 geen volledige URL's maken
ru: Главный URL для вызова сайта на языке по умолчанию. Возможно https://www.example.com/ или просто /, если использовать просто / , вы не сможете полагаться на TYPO3 при создании полных URL.

# site.baseVariants
source: This allows you to specify variants of the site's base. Can be used, for example, if you have a different domain for your staging environment.
da: Dette tillader at du kan specificere varianter af siden base. Ken eksempelvis bruges hvis du har et andet domæne til dit staging miljø.
de: Dies erlaubt Ihnen, Varianten der Basis der Website anzugeben. Kann zum Beispiel verwendet werden, wenn Sie eine andere Domain für Ihre Staging-Umgebung haben.
fr: Ceci vous permet de spécifier les variantes de la base du site. Peut être utilisé, par exemple, si vous avez un domaine différent pour votre environnement de mise en scène.
it: Questo ti permette di specificare varianti della base del sito. Può essere utilizzato, ad esempio, se hai un dominio diverso per il tuo ambiente di staging.
nl: Hiermee zijn varianten van de site basis te specificeren. Kan gebruikt worden als er een verschillend domein voor de ontwikkelomgeving is.
ru: Это позволяет указать варианты базы сайта. Может использоваться, например, если у вас есть другой домен для промежуточной разработки.

# site_language.base
source: Use a full qualified domain "https://www.mydomain.fr/" or "/fr/". Use "/" to keep the main URL for the default language. Add language specific suffixes to use those, or configure complete URLs for independent domains.
da: Brug et fuldt kvalificeret domæne "https://www.mydomain.fr/" or "/fr/". Brug "/" for at bevare hoved URL for standardprog. Tilføj sprog-specifikke sufffiks for at bruge dem, eller konfigurér komplette URLer for uafhængige domæner.
de: Verwenden Sie eine voll qualifizierte Domain "https://www.mydomain.fr/" oder "/fr/". Verwenden Sie "/", um die Haupt-URL für die Standardsprache zu halten. Fügen Sie Sprachspezifische Suffixe hinzu, um diese zu verwenden, oder konfigurieren Sie komplette URLs für unabhängige Domains.
fr: Utilisez un domaine complet "https://www.mydomain.fr/" ou "/fr/". Utilisez "/" pour garder l'URL principale pour la langue par défaut. Ajoutez des suffixes spécifiques à la langue pour les utiliser, ou configurez des URL complètes pour les domaines indépendants.
it: Usa un dominio completo "https://www.mydomain.fr/" o "/fr/". Usa "/" per mantenere l'URL principale per la lingua predefinita. Aggiungi un suffisso specifico per utilizzarli o configura URL completi per domini indipendenti.
nl: Gebruik een volledig domein "https://www.mydomain.nl/" of "/nl/". Gebruik "/" om de hoofd-URL te houden voor de standaardtaal. Voeg taalspecifieke achtervoegsels toe om te gebruiken of configureer complete URL's voor onafhankelijke domeinen.
ru: Используйте полный домен «https://www.mydomain.fr/» или «/fr/». Используйте «/», чтобы сохранить основной URL для языка по умолчанию. Добавьте языковые суффиксы, если они используются, либо настройте полные URL-адреса для независимых доменов.

# site_language.locale
source: Used for localized date and currency formats. E.g. "de_DE" or "en_US.UTF-8".
da: Bruges til sprogtilpassede dato- og valuta-formater. Eksempelvis "de_DE" eller "en_US.UTF-8".
de: Verwendet für lokalisierte Datumsformate und Währungsformate, z.B. "de_DE" oder "de_US.UTF-8".
fr: Utilisé pour les formats de date et de devises localisés. Par exemple, "de_DE" ou "fr_US.UTF-8".
it: Usato per i formati di data e valuta localizzati. Ad esempio "de_DE" o "it_US.UTF-8".
nl: Gebruikt voor taalafhankelijke datum- en geldformaten. Bijv. "nl_NL" of "en_US.UTF8".
ru: Используется для локализации форматов даты и валют Например, "ru_RU" или "en_US.UTF-8".

# site_language.iso-639-1
source: ISO 639-1 code of the Language
da: ISO 639-1 kode for sproget
de: ISO 639-1 Code der Sprache
fr: Code ISO 639-1 de la langue
it: Codice ISO 639-1 della lingua
nl: ISO 639-1 code van de taal
ru: Код ISO 639-1 для языка

# site_language.hreflang
source: Used within for "lang" and "hreflang" attributes
da: Bruges af "lang" og "hreflang" attributterne
de: Wird innerhalb von "lang" und "hreflang" Attributen verwendet
fr: Utilisé dans les attributs "lang" et "hreflang"
it: Utilizzato all'interno di "lang" e "hreflang" attributi
nl: Gebruikt binnen "lang" en "hreflang" attributen
ru: Используется в атрибутах "lang" и "hreflang"

# site_language.navigationTitle
source: Used within language-related menus
da: Bruges indenfor sprog-relaterede menuer
de: In Sprachmenüs verwendet
fr: Utilisé dans les menus liés à la langue
it: Usato all'interno di menu relativi alla lingua
nl: Gebruikt in taalmenu's
ru: Используется в языковых меню

# site_language.direction
source: Language direction for "dir" attribute
da: Sprogretning for "dir" attributten
de: Sprachrichtung für "dir"-Attribut
fr: Direction de la langue pour l'attribut "dir"
it: Direzione lingua per attributo "dir"
nl: Taalrichting voor het "dir" attribuut
ru: Направление языка для атрибута "dir"

# site_language.typo3Language
source: Select the language to be used from translation files. Keep default if no translation files are available.
da: Vælg det sprog der skal bruges fra oversatte filer. Behold standard hvis oversatte filer ikke er tilgængelige.
de: Wählen Sie die Sprache aus Übersetzungsdateien. Halten Sie die Standardeinstellung, wenn keine Übersetzungsdateien verfügbar sind.
fr: Sélectionnez la langue à utiliser à partir des fichiers de traduction. Gardez par défaut si aucun fichier de traduction n'est disponible.
it: Seleziona la lingua da utilizzare dai file di traduzione. Mantieni predefinito se non sono disponibili file di traduzione.
nl: Kies de taal uit taalbestanden die gebruikt moet worden. Gebruik standaard als geen taalbestanden beschikbaar zijn.
ru: Выберете язык, который будет использоваться из файлов перевода. Оставьте как есть, если файлы перевода недоступны.

# site_errorhandling.errorCode
source: Make sure to have at least 0 (not defined otherwise) configured in order to serve helpful error messages to your visitors.
da: Vær sikker på at have mindst 0 (ikke defineret ellers) konfigureret, for at kunne levere hjælpsomme fejlmeddelelser til dine brugere.
de: Stellen Sie sicher, dass mindestens 0 (nicht anders definiert) konfiguriert ist, um hilfreiche Fehlermeldungen an Ihre Besucher zu senden.
fr: Assurez-vous d'avoir au moins 0 (non défini autrement) configuré afin de servir des messages d'erreur utiles à vos visiteurs.
it: Assicurati di avere almeno 0 (non definito altrimenti) configurato per servire messaggi di errore utili ai tuoi visitatori.
nl: Zorg ervoor dat minstens 0 (niet anders gedefinieerd) geconfigureerd is om hulpvaardige foutmeldingen te tonen aan bezoekers.
ru: Убедитесь, что настроен как минимум 0 (иначе не определено), чтобы предоставлять полезные сообщения об ошибках вашим посетителям.

# site_errorhandling.errorFluidTemplate
source: Path to the fluid template file given by absolute, relative path (from site root) or by referring the template file inside an extension with "EXT:" prefix.
da: Sti til Fluid skabelonfil ved enten absolut eller relativ sti (fra siderod) eller ved at referere til skabelonfilen inde i en udvidelse med "EXT:" prefix.
de: Pfad zur Variablen-Template-Datei, die durch absoluten, relativen Pfad (von der Website-Root) oder durch Verweisen der Template-Datei in einer Erweiterung mit "EXT:" Präfix angegeben wird.
fr: Chemin vers le fichier de modèle fluide donné par un chemin absolu, relatif (depuis la racine du site) ou en référant le fichier de modèle dans une extension avec le préfixe "EXT:".
it: Percorso del file del template fluido dato da un percorso assoluto, relativo (dal root del sito) o facendo riferimento al file di modello all'interno di un'estensione con il prefisso "EXT:".
nl: Pad naar het fluid-sjabloonbestand met een absoluut of relatief pad (vanaf site root) of door te verwijzen naar het sjabloonbestand in een extensie met een "EXT:"-voorvoegsel.
ru: Путь к файлу шаблона fluid задаётся как абсолютный, относительный путь (от корня сайта) или путем ссылки на файл шаблона внутри расширения с префиксом «EXT:».

# site_errorhandling.errorPhpClassFQCN
source: Fully qualified class name to a class that implements the PageErrorHandlerInterface.
da: Fuldt kvalificeret classname til en klasse der implementerer PageErrorHandlerInterface.
de: Vollständig qualifizierte Klassenname zu einer Klasse, die die PageErrorHandlerInterface implementiert.
fr: Nom de classe entièrement qualifié à une classe qui implémente l'interface PageErrorHandlerInterface.
it: Nome di classe completamente qualificato a una classe che implementa la PageErrorHandlerInterface.
nl: Volledige naam van klasse die de PageErrorHandlerInterface implementeert.
ru: Полное имя класса для класса, реализующего PageErrorHandlerInterface.

# site_base_variant.base
source: For example "https://staging.domain.tld" or "http://www.domain.local"
da: For eksempel "https://staging.domain.tld" eller "http://www.domain.local"
de: Zum Beispiel "https://staging.domain.tld" oder "http://www.domain.local"
fr: Par exemple "https://staging.domain.tld" ou "http://www.domain.local"
it: Per esempio "https://staging.domain.tld" o "http://www.domain.local"
nl: Bijvoorbeeld "https://staging.domein.tld" of "http://www.domein.local"
ru: Например. "https://staging.domain.tld" или "http://www.domain.local"

# site_base_variant.condition
source: Expression to match this base variant.
da: Udtryk der matcher basevariant.
de: Ausdruck, um dieser Basisvariante zu entsprechen.
fr: Expression pour correspondre à cette variante de base.
it: Espressione per abbinare questa variante di base.
nl: Uitdrukking die overeenkomt met de basisvariant.
ru: Выражение, соответствующее этому базовому варианту.
