Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/extbase/Resources/Private/Language/*.locallang.xlf
Languages: cs, de, fr, hi, it

# property.error
source: Validation errors for property "%s"
cs: Chyby ověřování pro vlastnost "%s"
de: Validierungsfehler für Eigenschaft "%s"
fr: Erreur de validation pour la propriété "%s"
hi: प्रॉपर्टी "% s" के लिए वेलिडेशन एरर
it: Errori di validazione per la proprietà "%s"

# validator.emailaddress.notvalid
source: The given subject was not a valid email address.
cs: Daný subjekt není platná e-mailová adresa.
de: Das angegebene Thema war keine gültige E-Mail-Adresse.
fr: Le sujet donné n'était pas une adresse email valide.
hi: दिए गए विषय के वैलिड ईमेल एड्रेस नहीं था.
it: L'oggetto specificato non è un indirizzo email valido.

# validator.stringlength.between
source: The length of the given string was not between %s and %s characters.
cs: Délka daného řetězce nebyla mezi %s a %s znaky.
de: Die Länge der angegebenen Zeichenkette war nicht zwischen %s und %s Zeichen.
fr: La longueur de la chaîne donnée n'était pas comprise entre %s et %s caractères.
hi: दिए गए स्ट्रिंग की लंबाई% s और% s करैक्टर के बीच नहीं थी.
it: La lunghezza della stringa specificata non è compresa tra %s e %s caratteri.

# validator.stringlength.less
source: The length of the given string is less than %s characters.
cs: Délka daného řetězce je menší než %s znaků.
de: Die Länge des angegebenen Zeichens ist kleiner als %s Zeichen.
fr: La longueur de la chaîne donnée est inférieure à %s caractères.
hi: दिए गए स्ट्रिंग की लंबाई %s करैक्टर की तुलना में कम है.
it: La lunghezza della stringa specificata è inferiore a %s caratteri.

# validator.string.notvalid
source: A valid string is expected.
cs: Je očekáván platný řetězec.
de: Eine gültige Zeichenkette wird erwartet.
fr: Une chaîne valide est attendue.
hi: एक वैलिड स्ट्रिंग की उम्मीद है.
it: È prevista una stringa valida.

# validator.stringlength.exceed
source: The length of the given string exceeded %s characters.
cs: Délka daného řetězce překročila %s znaků.
de: Die Länge des angegebenen Zeichens überschritten %s Zeichen.
fr: La longueur de la chaîne donnée dépasse %s caractères.
hi: दिए गए स्ट्रिंग की लंबाई% s करैक्टर से अधिक है.
it: La lunghezza della stringa specificata ha superato %s caratteri.

# validator.alphanumeric.notvalid
source: The given subject was not a valid alphanumeric string.
cs: Daný subjekt nebyl platný alfanumerický řetězec.
de: Das angegebene Thema war kein gültiger alphanumerischer String.
fr: Le sujet donné n'était pas une chaîne alphanumérique valide.
hi: दिए गए विषय के लिए अल्फान्यूमेरिक स्ट्रिंग वैलिड नहीं था.
it: L'oggetto specificato non è una stringa alfanumerica valida.

# validator.datetime.notvalid
source: The given subject was not a valid DateTime. Got: '%s'
cs: Daný subjekt nebyl platný DateTime. Zadáno: '%s'
de: Das angegebene Thema war keine gültige DateTime. Got: '%s'
fr: Le sujet donné n'était pas une date valide. Vous avez réussi : '%s'
hi: दिए गए विषय को वैलिड दिनांक समय नहीं था.समझे: '% s'
it: L'oggetto specificato non è un DateTime valido. Ricevuto: »%s'

# validator.genericobject.noobject
source: Value is no object.
cs: Hodnota není žádný objekt.
de: Wert ist kein Objekt.
fr: La valeur n'est pas un objet.
hi: वैल्यू ऑब्जेक्ट नहीं है.
it: Il valore non è un oggetto.

# validator.float.notvalid
source: The given subject was not a valid float.
cs: Daný subjekt nebylo platné číslo s plovoucí desetinnou čárkou.
de: Das angegebene Thema war kein gültiger Flow.
fr: Le sujet donné n'était pas un nombre valide.
hi: दिए गए विषय में वैलिड फ्लोट नहीं था.
it: L'oggetto specificato non è un float valido.

# validator.text.notvalid
source: The given subject was not a valid text (e.g. contained XML tags).
cs: Daný subjekt nebyl platný text (například obsahoval značky XML).
de: Das angegebene Thema war kein gültiger Text (z.B. enthaltene XML-Tags).
fr: Le sujet donné n'était pas un texte valide (par exemple des balises XML).
hi: दिए गए विषय में वैलिड टेक्स्ट नहीं था(e.g.XML टैग्स शामिल).
it: L'oggetto specificato non è un testo valido (ad esempio contiene tag XML).

# validator.regularexpression.empty
source: The regular expression was empty.
cs: Regulární výraz byl prázdný.
de: Der reguläre Ausdruck war leer.
fr: L'expression régulière était vide.
hi: रेगुलर एक्सप्रेशन खाली था.
it: L'espressione regolare è stata vuota.

# validator.regularexpression.nomatch
source: The given subject did not match the pattern.
cs: Daný předmět neodpovídá vzoru.
de: Das angegebene Thema entspricht nicht dem Muster.
fr: Le sujet donné ne correspond pas au motif.
hi: दिया गया सब्जेक्ट पैटर्न के साथ मेल नहीं खाता.
it: L'oggetto specificato non corrisponde al modello.

# validator.regularexpression.error
source: The regular expression '%s' contained an error.
cs: Regulární výraz '%s' obsahoval chybu.
de: Der reguläre Ausdruck '%s' enthielt einen Fehler.
fr: L'expression régulière '%s' contenait une erreur.
hi: रेगुलर एक्सप्रेशन '%s' में एरर शामिल.
it: L'espressione regolare '%s' contiene un errore.

# validator.numberrange.notvalid
source: The given subject was not a valid number.
cs: Daný subjekt nebyl platným číslem.
de: Das angegebene Thema war keine gültige Zahl.
fr: Le sujet donné n'était pas un numéro valide.
hi: दिया गया सब्जेक्ट वैलिड संख्या नहीं था.
it: L'oggetto specificato non è un numero valido.

# validator.numberrange.range
source: The given subject was not in the valid range (%s - %s).
cs: Daný subjekt není v platném rozsahu (%s - %s).
de: Das angegebene Thema war nicht im gültigen Bereich (%s - %s).
fr: Le sujet donné n'a pas été dans la plage valide (%s - %s).
hi: दिया गया सब्जेक्ट वैलिड रेंज में नहीं था(%s-%s).
it: L'oggetto specificato non era nell'intervallo valido (%s - %s).

# validator.notempty.null
source: The given subject was NULL.
cs: Daný subjekt byl NULL.
de: Das angegebene Thema war NULL.
fr: Le sujet donné était NULL.
hi: दिया गया सब्जेक्ट NULL था
it: L'oggetto specificato è stato NULL.

# validator.notempty.empty
source: The given subject was empty.
cs: Daný subjekt byl prázdný.
de: Das angegebene Thema war leer.
fr: Le sujet donné était vide.
hi: दिया गया सब्जेक्ट खाली था.
it: L'oggetto specificato è stato vuoto.

# validator.number.notvalid
source: The given subject was not a valid number.
cs: Daný subjekt nebyl platným číslem.
de: Das angegebene Thema war keine gültige Zahl.
fr: Le sujet donné n'était pas un numéro valide.
hi: दिया गया सब्जेक्ट वैलिड संख्या नहीं था.
it: L'oggetto specificato non è un numero valido.

# validator.integer.notvalid
source: The given subject was not a valid integer.
cs: Daný subjekt nebyl platné celé číslo.
de: Das angegebene Thema war keine gültige Ganzzahl.
fr: Le sujet donné n'était pas un entier valide.
hi: दिया गया सब्जेक्ट वैलिड इन्टिजर नहीं था.
it: L'oggetto specificato non è un intero valido.

# validator.boolean.nottrue
source: The given subject was not true.
cs: Zadaná hodnota nebyla true.
de: Das betreffende Thema war nicht wahr.
fr: Le sujet donné n'était pas vrai.
hi: दिया गया सब्जेक्ट सच नहीं था.
it: L'argomento non è stato vero.

# validator.boolean.notfalse
source: The given subject was not false.
cs: Zadaná hodnota nebyla false.
de: Das angegebene Thema war nicht falsch.
fr: Le sujet donné n'était pas faux.
hi: दिया गया सब्जेक्ट फॉल्स नहीं था.
it: L'argomento non è stato falso.

# validator.url.notvalid
source: The given subject is no valid URL.
de: Das angegebene Thema ist keine gültige URL.
fr: Le sujet donné n'est pas une URL valide.
it: L'oggetto specificato non è un URL valido.
