Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/indexed_search/Resources/Private/Language/*.locallang_main.xlf
Languages: hr, nl

# mod_indexed_search
source: Indexed search
hr: Indeksno pretraživanje
nl: Ge√Øndexeerd zoeken

# mod2_indexed_search
source: Indexed search statistics
hr: Statistika indeksnog pretraživanja
nl: Statistieken zoeken

# ignoreExtensions
source: Extension %s was set to be ignored.
hr: Odabrano je ignoriranje proširenja %s.
nl: De extensie %s wordt genegeerd.

# pdfToolsNotFound
source: PDF tools was not found in paths '%1$spdftotext' and/or '%1$spdfinfo'"
hr: PDF alati nisu pronađeni na putanjama '%1$spdftotext' i/ili '%1$spdfinfo'"
nl: PDF tools is niet gevonden in pad '%1$spdftotext' en/of '%1$spdfinfo'"

source: PDF tools disabled
hr: PDF alati su onemogućeni
nl: PDF werkset uitgeschakeld

# pdfToolsFailed
source: PDFtoText Failed on this document: '%s'. Maybe the PDF file is locked for printing or encrypted.
hr: PDFtoText nije uspio na sljedećem dokumentu: '%s'. Možda je PDF datoteka zaključana za ispis ili kriptirana.
nl: PDFtoText werkt niet op document: '%s'. Misschien is het PDF bestand geblokkeerd voor afdrukken of is het versleuteld.

# catdocNotFound
source: 'catdoc' tool for reading Word-files was not found in path '%scatdoc'
hr: 'catdoc' alat za čitanje Word datoteka nije pronađen u putanji '%scatdoc'
nl: 'catdoc' programma voor het lezen van MS Word bestanden is niet gevonden in pad '%scatdoc'

# catdocDisabled
source: catdoc tools (Word-files) disabled
hr: catdoc alati (Word datoteke) su onemogućeni
nl: catdoc werkset (Word bestanden) uitgeschakeld

# ppthtmlNotFound
source: 'ppthtml' tool for reading Powerpoint-files was not found in path '%sppthtml'
hr: Alat za čitanje Powerpoint datoteka - 'pphtml' nije pronađen u putanji '%spphtml'
nl: 'ppthtml' programma voor het lezen van MS powerpoint bestanden is niet gevonden in pad '%sppthtml'

# ppthtmlDisabled
source: ppthtml tools (Powerpoint-files) disabled
hr: pphtml alati (za Powerpoint datoteke) su onemogućeni
nl: ppthtml werkset (MS Powerpoint bestanden) is uitgeschakeld

# xlhtmlNotFound
source: 'xlhtml' tool for reading Excel-files was not found in path '%sxlhtml'
hr: Alat za čitanje Excel datoteka 'xlhtml' nije pronađen u putanji '%sxlhtml'
nl: 'xlhtml' programma voor het lezen van MS Excel bestanden is niet gevonden in pad '%sxlhtml'

# xlhtmlDisabled
source: xlhtml tools (Excel-files) disabled
hr: xlhtml alati (za Excel datoteke) su onemogućeni
nl: xlhtml werkset (MS Excel bestanden) is uitgeschakeld

# unzipNotFound
source: 'unzip' tool for reading OpenOffice.org-files was not found in path '%sunzip'
hr: Alat za čitanje OpenOffice.org datoteke - 'unzip' nije pronađen u putanji '%sunzip'
nl: 'unzip' programma voor het lezen van OpenOffice.org bestanden is niet gevonden in pad '%sunzip'

# unzipDisabled
source: unzip tool (OpenOffice.org-files) disabled
hr: unzip alat (za OpenOffice.org datoteke) je onemogućen
nl: unzip werkset (OpenOffice.org bestanden) is uitgeschakeld

# unrtfNotFound
source: 'unrtf' tool for reading RTF-files was not found in path '%sunrtf'
hr: Alat za čitanje RTF datoteka - 'unrtf' nije pronađen u putanji '%sunrtf'
nl: 'unrtf' programma voor het lezen van RTF bestanden is niet gevonden in pad '%sunrtf'

# unrtfDisabled
source: unrtf tool (RTF-files) disabled
hr: unrtf alat (za RTF datoteke) je onemogućen
nl: unrtf werkset (RTF bestanden) is uitgeschakeld

# extension.ODS
source: ODF Spreadsheet (*.%s)
hr: ODF Proračunska tablica (*.%s)

# extension.ODP
source: ODF Presentation (*.%s)
hr: ODF Prezentacija (*.%s)

# extension.ODT
source: ODF Text (*.%s)
hr: ODF Tekst (*.%s)

# extension.RTF
source: Rich Text Format (*.%s)
hr: Format bogatog teksta (*.%s)

# extension.images
source: Images (*.%s)
hr: Slike (*.%s)
nl: Afbeeldingen (*.%s)

# extension.HTML
source: Webpages (*.%s)
hr: Internet stranice (*.%s)
nl: Webpagina's (*.%s)

# extension.TXT
source: Textfiles (*.%s)
hr: Tekstualne datoteke (*.%s)
nl: Tekstbestanden (*.%s)

# extension.CSV
source: Comma-Separated Values (*.%s)
hr: Vrijednosti odvojene zarezima (*.%s)
nl: Kommagescheiden Waardes (CSV) (*.%s)

# extension.XML
source: Extensible Markup Language (*.%s)
hr: Proširivi jezik za označavanje (*.%s)
nl: eXtensible Markup Language (XML) (*.%s)
