Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/indexed_search/Resources/Private/Language/*.locallang_db.xlf
Languages: da

# index_config
source: Indexing Configuration
da: Indekseringsopsætning

# index_config.title
source: Title
da: Titel

# index_config.description
source: Description
da: Beskrivelse

# index_config.type.I.1
source: Database Records
da: Database elementer

# index_config.type.I.2
source: Filepath on server
da: Filsti på server

# index_config.type.I.3
source: External URL
da: Ekstern URL

# index_config.type.I.4
source: Page tree
da: Sidetræ

# index_config.type.I.5
source: Meta configuration
da: Meta konfiguration

# index_config.depth
source: Depth
da: Dybde

# index_config.table2index
source: Table to index
da: Indeksér tabel

# index_config.alternative_source_pid
source: Alternative Source Page
da: Alternativ kildeside

# index_config.get_params
source: GET parameter string (with ###UID### substitution)
da: GET parameter streng (med ###UID### markør)

# index_config.fields
source: Fields (first is title)
da: Felter (første er titlen)

# index_config.externalUrl
source: External URL (eg. "http://www.domain.org/")
da: Ekstern URL (f.eks. http://www.domain.dk/)

# index_config.filepath
source: Filepath
da: Filsti

# index_config.extensions
source: Limit to extensions (commalist)
da: Begræns til udvidelser (kommasepareret liste)

# index_config.url_deny
source: Enter sub-URLs in which not to decend
da: Angiv sub-URLs som ikke skal nedarve

# index_config.records_indexonchange
source: Index Records immediately when saved?
da: Indeksér elementer umiddelbart efter "gem"?:

# index_config.timer_next_indexing
source: Next indexing is scheduled (if empty, then immediately)
da: Næste indeksering er planlagt (hvis ikke, så med det samme)

# index_config.timer_offset
source: Timing offset from midnight
da: Tidsforskydning efter midnat

# index_config.timer_frequency
source: How often would you like a re-index?
da: Hvor ofte ønsker du re-indeksering?

# index_config.timer_frequency.I.0
source: Every hour
da: Hver time

# index_config.timer_frequency.I.1
source: Every day (24 hours)
da: Hver dag (24 timer)

# index_config.timer_frequency.I.2
source: Every week
da: Hver uge

# index_config.recordsbatch
source: How many records to index a minute (default is 100)
da: Hvor mange elementer skal indekseres i minuttet (standard er 100)

# index_config.set_id
source: Session ID (if > zero, then indexing job is running)
da: Session-ID (hvis > nul, så kører indekseringsjobbet)

# index_config.indexcfgs
source: Indexing configurations
da: Indekseringskonfigurationer

# index_config.parameterCfgs
source: Parameter combination configuration ([tablename]:&[param]=###UID###)
da: Parameter kombination konfiguration ([tabelnavn]:&[param]=###UID###)

# index_config.rootpage
source: Root page
da: Rodside:
