Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/indexed_search/Resources/Private/Language/*.locallang.xlf
Languages: cs, da, hr

# rules.headline
source: Rules
cs: Pravidla
da: Regler
hr: Pravila

# rules.text
source: Only words with 2 or more characters are accepted<br /> Max 200 chars total<br /> Space is used to split words, "" can be used to search for a whole string (not indexed search then)<br /> AND, OR and NOT are prefix words, overruling the default operator<br /> +/|/- equals AND, OR and NOT as operators.<br /> All search words are converted to lowercase.
cs: Přijata jsou jen slova s 2 nebo více znaky.&lt;br /&gt; Maximálně celkem 200.&lt;br /&gt; Mezera odděluje slova, "" mohou být použity k hledání celého řetězce (bez indexovaného vyhledávání). AND, OR a NOT jsou prefixy, které mají vyšší prioritu než implicitní operátor.&lt;br /&gt; Operátory +/|/- se rovnají AND, OR a NOT.&lt;br /&gt; Všechna hledaná slova jsou změněna na malá písmena.
da: Kun ord med to eller flere karakterer accepteres&lt;br /&gt; Maks 200 karakterer i alt&lt;br /&gt; Mellemrum bruges til at dele ord, "" kan bruges til at søge efter hele strenge (i så fald ikke indekseret søgning)&lt;br /&gt; AND, OR og NOT er præfikserede ord, som underkender standardoperatøren&lt;br /&gt; +/|/- er det samme som AND, OR og NOT som operatører.&lt;br /&gt; Alle søgeord er konverteret til små bogstaver.
hr: Prihaćaju se jedino riječi s 2 ili više znakova&lt;br /&gt; Najviše 200 znakova ukupno&lt;br /&gt; Razmaci razdvajaju riječi, "" se mogu koristiti za traženje kompletnog izraza (u tom slučaju pretraga nije po indeksu)&lt;br /&gt; I, ILI i NE su prefiksi koji imaju pravo prvenstva u odnosu na zadani operator&lt;br /&gt; +/|/- je isto što I, ILI i NE kao operatori.&lt;br /&gt; Svi izrazi koji se traže konvertiraju se prethodno u mala slova.

# form.legend
source: Search form
cs: Formulář pro vyhledávání
da: Søgeformular
hr: Obrazac za pretraživanje

# form.searchFor
source: Search for
cs: Hledat
da: Søg efter
hr: Traži

# form.extResume
source: Extended resume
cs: Rozšířené resumé
da: Udvidet resumé
hr: Prošireni rezime

# form.atATime
source: at a time
cs: v čase
da: af gangen
hr: u vrijeme

# form.orderBy
source: Order by
cs: Seřadit podle
da: Sortér efter
hr: Poredaj po

# form.fromSection
source: From section
cs: Ze sekce
da: Fra sektion
hr: Od odjeljka

# form.freeIndexUid
source: Category
cs: Kategorie
da: Kategori
hr: Kategorija

# form.searchIn
source: Search in
cs: Hledat v
da: Søg i
hr: Traži u

# form.style
source: Style
cs: Styl
da: Stil
hr: Stil

# form.submit
source: Search
cs: Hledat
da: Søg
hr: Traži

# form.addToSearch
source: Add to current search words
cs: Přidat do vyhledávaných výrazů
da: Tilføj til aktuelle søgeord
hr: Dodaj trenutnim riječima za traženje

# form.linkToRegularSearch
source: Regular search
cs: Základní vyhledávání
da: Regulær søgning
hr: Obična pretraga

# form.linkToAdvancedSearch
source: Advanced search
cs: Rozšířené vyhledávání
da: Avenceret søgning
hr: Napredna pretraga

# searchTypes.0
source: Distinct word
cs: Celé slovo
da: Særskilt ord
hr: Zasebna riječ

# searchTypes.1
source: Part of word
cs: Část slova
da: Del af ord
hr: Dio riječi

# searchTypes.2
source: First part of word
cs: Začátek slova
da: Første del af ord
hr: Prvi dio riječi

# searchTypes.3
source: Last part of word
cs: Konec slova
da: Sidste del af ord
hr: Posljednji dio riječi

# searchTypes.10
source: Sounds like
cs: Zní jako
da: Lyder som
hr: Zvuči kao

# searchTypes.20
source: Sentence
cs: Věta
da: Sentens
hr: Rečenica

# defaultOperands.0
source: All words (AND)
cs: Všechny slova (AND)
da: Alle ord (OG)
hr: Sve riječi (I operator)

# defaultOperands.1
source: Any words (OR)
cs: Nějaké slovo (OR)
da: Ethvert ord (OR)
hr: Bilo koje riječi (ILI operator)

# languageUids.-1
source: All languages
cs: Všechny jazyky
da: Alle sprog
hr: Svi jezici

# languageUids.0
source: Default
cs: Výchozí
da: Standard
hr: Zadano

# sections.0
source: Whole site
cs: Celý web
da: Hele hjemmesiden
hr: Čitava web lokacija

# sections.-1
source: Only this page
cs: Jen tuto stranu
da: Kun denne side
hr: Samo ova stranica

# sections.-2
source: Top + level 1
cs: Kořen + úroveň 1
da: Top + niveau 1
hr: Vrh + razina 1

# sections.-3
source: Level 2 and out
cs: Úroveň 2 a dále
da: Niveau 2 og ud
hr: Razina 2 i dalje prema van

# sections.rootLevel1
source: Level 1
cs: Úroveň 1:
da: Niveau 1

# sections.rootLevel1All
source: All pages on level 1
cs: Všechny stránky na úrovni 1
da: Alle sider på niveau 1
hr: Sve stranice na razini 1

# sections.rootLevel2
source: - Level 2
cs: - Úroveň 2
da: - Niveau 2

# sections.rootLevel2All
source: - All pages on level 2
cs: - Všechny stránky na úrovni 2
da: - Alle sider på niveau 2
hr: - Sve stranice na razini 2

# mediaTypes.0
source: Internal pages
cs: Interní stránky
da: Interne sider
hr: Nutarnje stranice

# mediaTypes.-1
source: All media
cs: Všechna média
da: Alle medier
hr: Sva multimedija

# mediaTypes.-2
source: All External
cs: Všechny externí
da: Alle eksterne
hr: Sve vanjsko

# indexingConfigurations.-1
source: All, mixed
cs: Vše, smíšené
da: Alle, blandet
hr: Sve, miješano

# indexingConfigurations.-2
source: All, categorized
cs: Vše, podle kategorií
da: Alle, kategoriseret
hr: Sve, kategorizirano

# indexingConfigurations.0
source: Pages
cs: Stránky
da: Sider
hr: Stranice

# indexingConfigurationHeader.-1
source: Mixed categories
cs: Smíšené kategorie
da: Blandede kategorier
hr: Miješane kategorije

# indexingConfigurationHeader.0
source: Website Pages
cs: Stránky webu
da: Websider
hr: Stranice mrežne lokacije

# sortOrders.rank_flag
source: Weight/Frequency
cs: Váha/Frekvence
da: Vægt/frekvens
hr: Težina/frekvencija

# sortOrders.rank_freq
source: Frequency
cs: Frekvence
da: Frekvens
hr: Učestalost

# sortOrders.rank_first
source: Close to top
cs: Vzdálenost od kořene
da: Tæt på top
hr: Blizu vrha

# sortOrders.rank_count
source: Number of words
cs: Počet slov
da: Antal ord
hr: Broj riječi

# sortOrders.mtime
source: Date Modified
cs: Datum modifikace
da: Modificeret den
hr: Datum izmjene

# sortOrders.title
source: Document title
cs: Název dokumentu
da: Dokumenttitel
hr: Naslov dokumenta

# sortOrders.crdate
source: Creation date
cs: Datum vytvoření
da: Oprettet den
hr: Datum stvaranja

# sortOrders.descending
source: Highest first
cs: Nejvyšší první
da: Højeset først
hr: Prvo najveći

# sortOrders.ascending
source: Lowest first
cs: Nejnižší první
da: Laveste først
hr: Prvo najmanji

# groupBy.sections
source: Section hierarchy
cs: Hierarchie sekce
da: Sektionshieraki
hr: Hijerarhija odjeljaka

# groupBy.flat
source: Flat list
cs: Nesetříděný seznam
da: Flad liste
hr: Običan popis

# result.page
source: page
cs: strana
da: side
hr: stranica

# result.pages
source: pages
cs: stran
da: sider
hr: stranice

# result.unnamedSection
source: Other
cs: Jiné
da: Andre
hr: Drugo

# result.otherMatching
source: Other matching pages in the same document
cs: Další odpovídající stránky ve stejném dokumentu:
da: Andre matchende sider i det samme dokument

# result.otherPageAsWell
source: INFO: There was another page indexed as well. Probably indexed with another or no usergroup.
cs: INFO: Byly také indexovány jiné stránky. Pravděpodobně s jinou nebo žádnou uživatelskou skupinou.
da: INFO: Der er også en anden indekseret side. Formentlig indekseret med en anden eller ingen brugergruppe.
hr: INFO: indeksirana je još jedna stranica. Vjerojatno je indeksirana drugom korisničkom grupom ili bez korisničke grupe.

# result.path
source: Path
cs: Cesta
da: Sti

# result.modified
source: Modified
cs: Změněno
da: Ændret

# result.created
source: Created
cs: Vytvořeno
da: Oprettet

# result.size
source: Size
cs: Velikost
da: Størrelse

# result.noResume
source: Note: This search hit may not accurately match the content on this page. The page resume cannot be shown.
cs: Pozn: Tyto výsledky hledání nemusí přesně odpovídat obsahu této stránky. Resumé stránky nelze zobrazit.
da: Note: Dette søgeresultat passer måske ikke præcist med indholdet på siden. Sideresumé kan ikke vises.
hr: Napomena: ovaj rezultat pretraživanja možda se ne podudara točno sa sadržajem ove stranice. Sažetak stranice nije moguće prikazati.

# result.memberGroups
source: Require membership of group numbers %s
cs: Je nutné být členem skupin %s
da: Kræver medlemskab af gruppe nummer %s
hr: Zahtijeva članstvo u grupama broj %s

# result.ratingMatches
source: matches
cs: shody
da: matcher
hr: podudaranja

# result.noResult
source: No results found.
cs: Nenalezeny žádné výsledky.
da: Intet resultat fundet.
hr: Nema pronađenih rezultata.

# result.inSection
source: in the section
cs: v sekci
da: i denne sektion
hr: u odjeljku

# result.inNsection
source: in %s section
cs: v %s sekci
da: i %s sektion

# result.inNsections
source: in %s sections
cs: v %s sekcích
da: i %s sektioner

source: Search for
cs: Hledat
da: Søg efter
hr: Traži

# searchFor.andnot
source: but not
cs: ale ne
da: men not
hr: ali ne

# displayResults.previous
source: < Previous
cs: < Předchozí
da: < Forrige
hr: < Prethodno

# displayResults.page
source: Page
cs: Stránka
da: Side
hr: Stranica

# displayResults.next
source: Next >
cs: Další >
da: Næste >
hr: Sljedeće >

# displayResults
source: Displaying results <strong>%1$s to %2$s</strong> out of <strong>%3$s</strong>
cs: Zobrazeny výsledky &lt;strong&gt;%1$s do %2$s&lt;/strong&gt; z celkem &lt;strong&gt;%3$s&lt;/strong&gt;
da: Viser resulter &lt;strong&gt;%1$s til %2$s&lt;/strong&gt; ud af &lt;strong&gt;%3$s&lt;/strong&gt;
hr: Prikazujem rezultate &lt;strong&gt;%1$s do %2$s&lt;/strong&gt; od &lt;strong&gt;%3$s&lt;/strong&gt;

# administration.menu.general
source: General statistics
cs: Hlavní statistiky
da: Generel statistik
hr: Općenita statistika

# administration.menu.pages
source: List: Pages
cs: Seznam: Stránky
da: Vis: Sider
hr: Popis: Stranice

# administration.menu.externalDocuments
source: List: External documents
cs: Seznam: Externí dokumenty
da: Liste: Eksterne dokumenter
hr: Popis: Vanjski dokumenti

# administration.menu.searchStatistic
source: Search statistics
cs: Statistiky vyhledávání
da: Søg statistik
hr: Statistike pretraživanja

# administration.menu.statistic
source: Detailed statistics
cs: Detailní statistiky
da: Detaljeret statistik
hr: Detaljne statistike

# administration.index.description
source: General statistics
cs: Hlavní statistiky
da: Generel statistik
hr: Općenita statistika

# administration.statistics
source: Indexing Engine Statistics
da: Indekserer søgemaskine-statistik
hr: Statistika aparata za indeksiranje

# administration.statistics.header
source: Row count by database table
da: Antal rækker i databasetabel
hr: Broj redaka po tablicama baze podataka

# administration.statistics.name
source: Name
da: Navn
hr: Naziv

# administration.statistics.count
source: Count
cs: Počet
da: Antal
hr: Brojač

# administration.statistics.headerTypes
source: Hash Header Types
da: Hash header-typer
hr: Hash vrste zaglavlja

# administration.statistics.headerTypes.count
source: Count / Unique count
da: Antal / Unikke antal
hr: Broj / Broj jedinstvenih

# administration.statistics.word
source: Word
da: Ord
hr: Riječ

# administration.statistics.mostSearched.title
source: List of most searched words
da: Liste over mest søgte ord
hr: Popis najtraženijih riječi

# administration.statistics.mostSearched.description
source: Statistics for all pages. Select a page with indexed search form to see several statistics.
da: Statistik for alle sider. Vælg en side med indekssøgeformular, for at få vist flere statistikker.
hr: Statistika za sve stranice. Odaberite stranicu sa obrascem indeksiranog pretraživanja kako bi vidjeli nekoliko različitih statističkih izvješća.

# administration.statistics.mostSearched.all
source: All
da: Alle
hr: Sve

# administration.statistics.mostSearched.last30days
source: Last 30 days
da: Sidste 30 dage
hr: Posljednjih 30 dana

# administration.statistics.mostSearched.last24hours
source: Last 24 hours
da: Sidste 24 timer
hr: Posljednja 24 sata

# administration.statistics.noResult
source: No result found
da: Intet resultat fundet
hr: Nema pronađenih rezultata

# administration.statistics.noResultForPage
source: No result for the selected page found.
da: Der blev ikke fundet nogen resultater på den valgte side.
hr: Nema pronađenih rezultata za odabranu stranicu.

# administration.statistics.selectPage
source: Please select a page in the page tree.
da: Vælg en side i sidetræet.
hr: Molim Vas da odaberete stranicu u stablu stranica.

# administration.external.title
source: External documents
cs: Externí dokumenty
da: Eksterne dokumenter
hr: Vanjski dokumenti

# field.fileName
source: Filename
da: Filnavn
hr: Naziv datoteke

# field.fileSize
source: Filesize
da: Filstørrelse
hr: Veličina datoteke

# field.wordCount
source: Word count
da: Ordoptælling
hr: Broj riječi

# field.words
source: Words
da: Ord
hr: Riječi

# field.mtime
source: Modification time
da: Modifikationstid
hr: Vrijeme izmjene

# field.indexed
source: Indexed
da: Indekseret
hr: Indeksirano

# field.updated
source: Updated
da: Opdateret
hr: Ažurirano

# field.parseTime
source: Parsetime [ms]
da: Parse-tid [ms]
hr: Trajanje procesiranja [ms]

# field.sub
source: Sub
da: Under
hr: Pod

# field.staticPageArguments
source: Static Page Arguments
da: Statisk side argumenter

# field.count
source: Count
cs: Počet
da: Antal
hr: Ukupan broj

# field.first
source: First
da: Første
hr: Prvi

# field.pHash
source: PageHash
da: SideHash
hr: HashStranice

# field.path
source: Path
cs: Cesta
da: Sti
hr: Putanja

# field.id
source: Page Id
da: Side-id
hr: ID broj stranice

# field.uniqueId
source: Unique Id
da: Unikt id
hr: Jedinstveni Id broj

# field.title
source: Title
da: Titel
hr: Naslov

# field.language
source: Language
da: Sprog
hr: Jezik

# field.frequency
source: Frequency
cs: Frekvence
da: Frekvens
hr: Učestalost

# field.metaphone
source: Metaphone
da: Metafonetisk

# field.content
source: Content
da: Indhold
hr: Sadržaj

# administration.notIndexed
source: Not indexed?
cs: Není indexováno?
da: Ikke indekseret?
hr: Nije indeksirano?

# administration.document.description
source: Details for a single result row
cs: Detaily jednoho řádku výsledků
da: Resultater for en enkelt resultat-række
hr: Detalji jednog retka rezultata

# administration.document.words
source: All words found on page
cs: Všechna slova nalezená na stránce
da: Alle ord fundet på siden
hr: Sve riječi pronađene na stranici

# administration.document.topCount
source: Words by top count
cs: Slova podle četnosti
da: Ord efter antal
hr: Riječi prema broju ponavljanja

# administration.document.topFrequency
source: Words by frequency
cs: Slova podle frekvence
da: Ord efter frekvens
hr: Riječi prema frekvenciji

# administration.stopWords
source: Stopwords
da: Stopord
hr: Zaustavne riječi

# administration.stopWords.save
source: Save stopwords
da: Gem stopord
hr: Spremi zaustavne riječi

# administration.keywords
source: Page keywords
cs: Klíčová slova
da: Side-nøgleord
hr: Ključne riječi stranice

# administration.keywords.current
source: Current page keywords
cs: Klíčová slova současné stránky
da: Aktuel sides nøgleord
hr: Ključne riječi trenutne stranice

# administration.stopWordsKeywords.save
source: Save keywords and stop words
da: Gem nøgleord og stopord
hr: Sprijemi ključne i zaustavne riječi

# administration.word.description
source: Detail view of a single word
da: Detailvisning af et enkelt ord
hr: Detaljni pregled pojedinačne riječi

# administration.linkBack
source: Back
cs: Zpět
da: Tilbage
hr: Natrag

# administration.statistics.sectionRecords
source: Section records for this phash
da: Afsnits-elementer for denne phash
hr: Zapisi sekcija za dani phash

# administration.statistics.debug
source: Debug
da: Fejlsøg
hr: Pronalaženje grešaka

# administration.statistics.metaphone
source: Metaphone
da: Metafonetisk

# administration.statistics.view.overview
source: Overview
da: Overblik
hr: Pregled

# administration.statistics.view.content
source: Words and content
da: Ord og indhold
hr: Riječi i sadržaj

# administration.phash.tableHeader
source: Phash row content
da: Indhold i Phash-række
hr: Phash sadržaj retka

# administration.removeEntry
source: Remove entry
da: Fjern indtastning
hr: Ukloni stavku

# administration.removeAllEntries
source: Remove all listed entries
da: Fjern alle viste indtastninger?
hr: Ukloni sve popisane stavke

# administration.back
source: Back
cs: Zpět
da: Tilbage
hr: Natrag

# administration.noPageSelected
source: Please select a page from the page tree.
cs: Prosím vyberte stránku ze stromu stránek.
da: Vælg en side i sidetræet.
hr: Molimo Vas da odaberete stranicu iz stabla stranica.

# error.noTypoScript
source: Error: Please check that TypoScript for the Indexed Search plugin is included.
da: Fejl: Undersøg om TypoScript er inkluderet i Index Search udvidelsen.
hr: Greška: molimo Vas da provjerite je li uključen TypoScript za Indeksirano pretraživanje.

# localizedOperandAnd
source: AND
hr: I

# localizedOperandOr
source: OR
hr: ILI

# localizedOperandNot
source: NOT
hr: NE

# form.match
source: Match
cs: Shoda
hr: Podudaranje

# searchFor.or
source: or
cs: nebo
hr: ili

# searchFor.and
source: and
cs: a
hr: i

# field.type
source: Type
hr: Vrsta

# field.flag
source: Flag
hr: Zastavica

# administration.statistics.lexer
source: Lexer
hr: Lekser
