Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/indexed_search/Resources/Private/Language/*.locallang_csh_indexcfg.xlf
Languages: da, hr, th

# .description
source: The Indexed Search configuration allows you to set up indexing of resources which are external to the TYPO3 page tree. This could be a library of records (like news), a directory structure of files (like PDFs) or an external URL to be crawled to some depth - or third-party content provided from other extensions via hooks.
da: Konfigurationen af den indekserede søgning giver dig mulighed for at angive ressoucer udenfor sidetræet som skal indekseres. Det kan f.eks. være elementer (som news), filer (som PDF), en ekstern URL som skal gennenlæses til en hvis dybde eller en tredieparts indhold som er tingængeligt fra andre udvidelser via en hook.
hr: Konfiguracija indeksiranog pretraživanja omogućuje Vam da podesite indeksiranje resursa koji su van TYPO3 stabla stranica. To može biti biblioteka zapisa (poput novosti), mapa datoteka (poput PDF datoteka) ili vanjski URL kojeg treba indeksirati do neke dubine - ili pak sadržaj trećih strana iz proširenja preko točke spajanja.
th: การตั้งค่าค้นหาใส่ดัชนีคุณสามารถตั้งค่าการสร้างดัชนีของทรัพยากรที่มีภายนอกต้นไม้หน้า TYPO3 ซึ่งอาจเป็นห้องสมุดของระเบียน (เช่นข่าว), โครงสร้างไดเรกทอรีของแฟ้ม (เช่นไฟล์ PDF) หรือ URL ภายนอกที่จะรวบรวมข้อมูลความลึกบาง -- หรือเนื้อหาของบุคคลที่สามให้จากส่วนขยายอื่น ๆ ผ่านทางตะขอ

# .details
source: The Indexing Configuration records are used to set up how the indexing occurs, at which time and related to which part of the page tree. An important requirement to keep in mind is that the "crawler" extension must be installed since the indexing engine uses the "crawler" extensions queue as a timing device - and using the "crawler" extension means using a cron-job to activate it from the shell.
da: Elementerne til indekseringskonfigurationen bruges til angive hvordan indekseringen sker, hvornår det sker og i forhold til hvilken del af sidetræet det sker. Det er vigtigt at huske at udvidelsen 'crawler' skal være indekseret da indekseringen benytter dennes kø som tidsangiver. Brugen af crawer-udvidelsen betyder benyttelsen af et cron-job til at aktivere det fra shell.
hr: Zapisi podešenja indeksiranja određuju kako se dešava indeksiranje, u koje vrijeme i za koje dijelove stabla stranica. Bitna stavka je da mora biti instalirano proširenje "crawler" je ju sustav indeksiranja koristi kao mehanizam mjerenja vremena - a korištenje proširenja "crawler" znači korištenje cron-joba iz ljuske.
th: บันทึกการกำหนดค่าดัชนีมีการใช้การตั้งค่าการสร้างดัชนีจะเกิดขึ้นวันที่และเวลาที่เกี่ยวข้องกับการที่ส่วนหนึ่งของต้นไม้หน้า ต้องการสิ่งสำคัญที่จะทราบได้ว่าซอฟต์แวร์รวบรวมข้อมูล"นามสกุล"ต้องติดตั้งตั้งแต่เครื่องยนต์ทำดัชนีใช้ซอฟต์แวร์รวบรวมข้อมูล"คิวเป็นอุปกรณ์ขยายเวลา -- และการใช้ซอฟต์แวร์รวบรวมข้อมูล"หมายถึงการขยายการใช้ cron งานเพื่อเปิดใช้งานจาก เปลือก

# title.description
source: Provide a title for the configuration.
da: Angiv en titel til konfigurationen.
hr: Unesite naslov za konfiguraciju.
th: ให้ชื่อของการตั้งค่า

# description.description
source: If needed, give it a description or put other important notes in this field.
da: Hvis nødvendigt så angiv en beskrivelse eller andre vigtige noter i dette felt.
hr: Ukoliko je to potrebno, dodajte opis ili druge bitne napomene u ovo polje.
th: ถ้าต้องการให้มันใส่คำอธิบายหรือบันทึกสำคัญอื่น ๆ ในสาขานี้

# hidden.description
source: Disable the configuration by this checkbox. If disabled, the configuration will be bypassed by the crawlers cron job.
da: Afbryd opsætningen med denne afkrydsningsbox. Hvis afbrudt, vil 'crawler cron'-jobbet hoppe over konfigurationen.
hr: Onemogućite konfiguracija označavanjem ove kućice. Ukoliko je konfiguracija onemogućena, cron posao će istu zanemariti.
th: ปิดใช้งานการตั้งค่าโดยช่องทำเครื่องหมายนี้ พิการหากตั้งค่าที่จะข้ามจาก cron ซอฟต์แวร์รวบรวมข้อมูลงาน

# hidden.details
source: Notice; Disabling the indexing process will not hide already indexed content in search results!
da: Bemærk! Deaktivering af indekseringsprocessen vil ikke skjule allerede indekseret indhold i søgeresultatet.
hr: Napomena: onemogućivši proces indeksiranja niste sakrili već indeksirani sadržaj koji će se i dalje prikazivati u rezultatima pretrage!
th: แจ้งให้ทราบ; ปิดใช้งานการสร้างดัชนีจะไม่ซ่อนเนื้อหาการสร้างดัชนีแล้วในผลการค้นหา!

# starttime.description
source: Set a start time for the configuration. If set, the configuration will be bypassed by the crawlers cron job until this time is reached.
da: Angiv et starttidspunkt for konfigurationen. Hvis angivet, vil 'crawler cron'-jobbet hoppe over konfigurationen indtil dette tidspunkt er nået.
hr: Postavite vrijeme početka za konfiguraciju. Ukoliko je vrijeme početka postavljeno, konfiguracija će biti zanemarena sve dok ne prođe postavljeno vrijeme.
th: ตั้งเวลาเริ่มต้นสำหรับการตั้งค่า หากตั้งค่าที่จะข้ามจากงาน cron ซอฟต์แวร์รวบรวมข้อมูลจนถึงขณะนี้ถึง

# timer_frequency.description
source: Use this setting to adjust how often you would like a re-indexing process to run for the configuration.
da: Brug denne angivelse til at justere hvor ofte du vil have en re-indekserings process til at køre på konfigurationen.
hr: Ova postavka određuje koliko često želite pokretati proces indeksiranja za danu konfiguraciju.
th: ใช้การตั้งค่านี้เพื่อปรับความถี่ที่คุณต้องการการสร้างดัชนีใหม่เพื่อให้ทำงานสำหรับการตั้งค่า

# timer_offset.description
source: The offset adjusts at what time of day you want the indexing process to run.
da: Dette justerer på hvilket tidspunkt du vil køre indekseringsprocessen.
hr: Odmak podešava vrijeme dana kada želite pokrenuti indeksiranje.
th: ปรับชดเชยในสิ่งที่เวลาของวันที่คุณต้องการการสร้างดัชนีในการทำงาน

# timer_next_indexing.description
source: This field contains the date and time of the next occurring indexing session. If left blank the next indexing will occur as soon as the cron-script is run again (typically within the next minute) and afterwards set to the next time according to frequency and offset.
da: Dette felt indholder dato og tidspunkt for den næste indekserings session. Hvis blank vil den næste indeksering ske så snart at cron-scriptet kører igen (typisk inden for et minut) og herefter sættes sættes feltet afhængig af frekvens og offset felterne.
hr: Ovo polje sadrži datum i vrijeme sljedećeg indeksiranja. Ukoliko ga ostavite praznim, sljedeće indeksiranje desit će se čim se izvrši cron skripta (najčešće unutar jedne minute) a nakon toga u skladu sa postavkama za učestalost i odmak.

# type.description
source: Select the type of Indexing Configuration here.
da: Angiv konfigurationstype for indeksering.
hr: Odaberite tip konfiguracije indeksiranja.
th: เลือกชนิดของการกำหนดค่าดัชนีที่นี่

# type.details
source: <b>Records</b> - You will be able to index records on a specified page from a specified database table. You can determine which fields from that record you want to index and how additional GET parameters should look like when linking to the search result. <b>Files</b> - Allows you to index a whole directory of files from the fileadmin/ folder. You can optionally specify how many levels of recursion you want. <b>External URL</b> - Allows you to index an external site and search it from your TYPO3 installation! You can specify how deep the crawler should go on that external URL. <b>Page tree</b> - Allows you to index the page tree using the cron script. This type will not be useful as a category for searching like the other types. <b>Meta configuration</b> - Points to a collection of other indexing configurations in which the search will be done. Cannot be used for cron-job based indexing. <b>Custom</b> - Other extensions might register custom types of configurations.
da: <b>Elementer</b> - Du vil være i stand til at indeksere elementer på en specificeret side fra en specificeret databasetabel. Du kan afgøre hvilke felter fra dette element som du ønsker at indeksere og hvorledes yderligere GET-parametre skal se ud når de kædes sammen med søgeresultatet. <b>Filer</b> - Tillader dig at indeksere hele kataloger af filer fra fileadmin/-mappen. Du kan valgfrit angive hvor mange niveauer af rekursion du vil have. <b>Ekstern URL</b> - Tillader dig at indeksere et ekstern sted og søge i det fra din TYPO3-installation! Du kan angive hvor dybt søgemaskinen bør gå på den eksterne URL. <b>Sidetræ</b> - Tillader dig at indeksere sidetræet gennem cron-job. Denne type af søgning vil ikke være anvendelig i samme grad som de andre typer af søgning. <b>Meta-konfiguration</b> - Peger på en samling af andre indekserede konfigurationer hvori søgningen vil blive foretaget. Kan ikke anvendes til cron-job-baseret indeksering. <b>Tilpasset</b> - Andre ekstensioner kan registrere tilpassede konfigurationstyper.
hr: <b>Zapisi</b> - Omogućuje Vam indeksiranje zapisa na određenoj stranici iz određene tablice baze podataka. Možete odrediti koja polja iz danog zapisa želite indeksirati te kako trebaju izgledati dodatni GET parametri u poveznicama rezultata pretraživanja. <b>Datoteke</b> - Omogućuje Vam indeksiranje čitave mape datoteka iz fileadmin/ mape. Također možete zadati koliko razina rekurzije želite. <b>Vanjski URL</b> - Omogućuje Vam indeksiranje vanjskih web lokacija za pretraživanje iz Vaše TYPO3 instalacije! Također možete zadati koliko duboko tražilica treba ići u vanjskoj web lokaciji. <b>Stablo stranica</b> - Omogućuje Vam indeksiranje stabla stranica pomoću cron skripte. Ovaj tip neće biti koristan kao kategorija za pretragu poput ostalih tipova. <b>Meta konfiguracija</b> - Pokazuje na kolekciju drugih konfiguracija indeksiranja u kojima će biti izvršena pretraga. Ne može se koristiti za indeksiranje putem cron skripte. <b>Prilagođeno</b> - Druga proširenja mogu registrirati prilagođene tipove konfiguracija.
th: <b>Records</b> -- คุณจะสามารถบันทึกในหน้าดัชนีที่ระบุจากตารางฐานข้อมูลที่ระบุ คุณสามารถกำหนดเขตข้อมูลจากที่บันทึกคุณต้องการดัชนีและวิธีการเพิ่มเติม GET พารามิเตอร์ควรมีลักษณะดังนี้เมื่อเชื่อมโยงไปยังผลการค้นหา <b>ไฟล์</b> -- ใช้ดัชนีไดเรกทอรีทั้งหมดของไฟล์จากโฟลเดอร์ fileadmin / คุณสามารถเลือกระบุหลายระดับของการเรียกซ้ำคุณต้องการ <b>ภายนอก URL</b> -- ช่วยให้คุณดัชนีเว็บไซต์ภายนอกและค้นหาจากการติดตั้ง TYPO3 ของคุณ คุณสามารถระบุวิธีลึกซอฟต์แวร์รวบรวมข้อมูลควรจะไปในที่ภายนอก URL <b>ต้นไม้ Page</b> -- ช่วยให้คุณดัชนีต้นไม้หน้าใช้สคริปต์ cron ชนิดนี้จะไม่เป็นประโยชน์เป็นชนิดชนิดการค้นหาอื่น ๆ เช่น <b>ค่า Meta</b> -- คะแนนการทำชุดดัชนีอื่น ๆ ในการกำหนดค่าที่จะค้นหา ไม่สามารถใช้ cron งานการสร้างดัชนีตาม <b>ที่กำหนดเอง</b> -- นามสกุลอื่น ๆ อาจลงทะเบียนประเภทที่กำหนดเองการกำหนดค่า

# table2index.description
source: Specify the database table to index records from.
da: Specificér hvilken database tabel der skal indekseres elementer fra.
hr: Navedite tablicu baze podataka iz koje će zapisi biti indeksirani.
th: ระบุตารางฐานข้อมูลที่บันทึกจากดัชนี

# alternative_source_pid.description
source: By default the indexer will select records from the page id where the Indexing Configuration is stored. If you want an alternative page as the source of your records you can enter it here.
da: Som standard vil indekseringen vælge elementer fra det side-id, hvor indekseringskonfigurationen er gemt. Hvis du ønsker en anden side som kilde for dine elementer, så kan du indsætte den her.
hr: Prema zadanim postavkama indeksator će odabrati zapise sa stranice gdje se nalaze postavke konfiguracije. Ukoliko želite da druga stranica bude izvor zapisa možete ju odabrati ovdje.
th: โดยเริ่มต้นทำดัชนีจะเลือกบันทึกจากหน้า id ที่กำหนดค่าดัชนีจะถูกเก็บไว้ หากคุณต้องการหน้าทางเลือกเป็นที่มาของบันทึกของคุณคุณสามารถป้อนที่นี่

# get_params.description
source: Enter the GET parameters necessary to display the search results. You can use ###UID### as a marker in the parameter template.
da: Angiv GET parametre som er nødvendige for at vise søgeresultatet. Du kan benytte ###UID### som mærke i parameter skabelonen.
hr: Unesite GET parametre nužne za prikaz rezultata pretraživanja. Možete koristiti ###UID### kao marker u predlošku parametara.
th: ใส่ GET พารามิเตอร์ที่จำเป็นเพื่อแสดงผลการค้นหา คุณสามารถใช้ # # # UID # # # เป็นเครื่องหมายในพารามิเตอร์แม่แบบ

# get_params.details
source: Notice: The GET parameters are appended to the URL of the page where the Indexing Configuration is stored (which must be the page where a plugin exists that can display the records with the given parameters!). Example value: "&showUid=###UID###"
da: Bemærk: GET-parametrene føjes til URL'en for siden hvor indekseringskonfigurationen er gemt (hvilket skal være den side hvor der eksisterer et plugin som kan vise elementer med de givne parametre!). Eksempelværdi: "&showUid=###UID###"
hr: Napomena: GET parametri se pridodaju na URL stranice gdje je spremljena konfiguracija indeksiranja (gdje mora postojati umetak koji može prikazati zapise s danim parametrima!). Primjer vrijednosti: "&showUid=###UID###"
th: Notice : GET พารามิเตอร์ที่ต่อท้าย URL ให้พารามิเตอร์ของที่หน้า Indexing Configuration ถูกเก็บไว้ (ซึ่งจะต้องหน้าปลั๊กอินที่มีอยู่สามารถที่จะแสดงผลด้วยระเบียน!) ค่าตัวอย่าง :"& showUid = # # # UID # # #"

# fieldlist.description
source: Enter a comma-list of fields to be indexed. The first field name will be used for the search result title.
da: Angiv en kommasepareret liste af felter som skal indekseres. Det først angivne felt vil blive benyttet sim titel.
hr: Unesite popis polja za indeksiranje odvojenih zarezima. Naziv prvog polja koristit će se kao naslov rezultata traženja.
th: ใส่เครื่องหมายจุลภาครายการเขตข้อมูลเพื่อจัดทำดัชนี ชื่อเขตข้อมูลแรกจะใช้สำหรับผลการค้นหาชื่อ

# fieldlist.details
source: <b>Example:</b> "header,bodytext,image_caption" would index the Header, Bodytext and Image Caption fields from "tt_content". Notice that you must use the real database field names, don't spell them wrong!
da: <b>Eksempel:</b> "header,bodytext,image_caption" vil indekserer Overskrift, Brødtekst o Billedetekst felterne fra "tt_content". Læg mærke til at du skal bruge de rigtige database feltnavne, så sørg for at ikke lave stavefejl!
hr: <b>Primjer:</b> "header,bodytext,image_caption" će indeksirati Zaglavlje, Tijelo teksta i polja Naslova slika iz tablice "tt_content". Primijetite da morate koristiti stvarna imena polja iz baze podataka te da ih ne smijete pogrešno napisati!
th: <b>เช่นหัว",</b> bodytext, image_caption"ดัชนีจะหัว Bodytext และคำอธิบายฟิลด์ภาพจาก tt_content" แจ้งให้ทราบว่าคุณต้องใช้ชื่อเขตข้อมูลในฐานข้อมูลจริงไม่ได้สะกดผิด!

# recordsbatch.description
source: Enter how many records to index for each instance of the indexing process (how many per minute). Default is 100 records.
da: Angiv antal elementer som skal indekseres for hver process (antal pr. minut), Standard er 100 elementer.
hr: Unesite broj zapisa za indeksiranje za svaku instancu indeksacijskog procesa (koliko po minuti). Zadana vrijednost je 100 zapisa.
th: Enter วิธีการบันทึกหลายดัชนีเช่นกระบวนการสร้างดัชนี (แต่ละจำนวนต่อนาที) เริ่มต้น 100 ระเบียน

# records_indexonchange.description
source: If set, new and changed records from this table will be indexed through a hook in the core (Datahandler) meaning that they will be searchable immediately after addition to the system.
da: Hvis sat, så vil nye og ændrede elementer fra denne tabel blive indekseret gennem en hook i kernen (TCEmain), hvilket betyder at de vil være søgbare umiddelbart efter tilføjelse til systemet.
hr: Ukoliko aktivirate ovu opciju novi i izmijenjeni zapisi iz ove tablice bit će indeksirani putem aktivacijske točke u jezgri (Datahandler) što znači da će ih biti moguće pretraživati odmah nakon dodavanja u sustav.

# externalUrl.description
source: Enter the URL of the external website you want to index.
da: Indtast URL på det eksterne websted du gerne vil have indekseret.
hr: Unesite URL vanjske mrežne lokacije koju želite indeksirati.
th: ป้อน URL ของเว็บไซต์ภายนอกที่คุณต้องการดัชนี

# url_deny.description
source: Enter a URL on each line inside of which the crawler should not decend.
da: Angiv URL på hver linie som 'crawler' ikke skal løbe ned af.
hr: Unesite URL na svaki redak unutar kojeg mrežni robot ne treba silaziti.
th: ใส่ URL ในบรรทัดในแต่ละที่ซอฟต์แวร์รวบรวมข้อมูลไม่ควร decend

# url_deny.details
source: Example: If you wish to index "https://typo3.org/" but not "https://typo3.org/extensions/" and "https://typo3.org/downloads/" then you simply enter those two URLs into the box like this: https://typo3.org/downloads/ https://typo3.org/extensions/
da: Eksempel: Hvis du ønsker at indeksere "http://typo3.org/", men hverken "http://typo3.org/extensions/" eller "http://typo3.org/downloads/", så indsætter du blot disse to URL'er i boksen som vist her: http://typo3.org/downloads/ http://typo3.org/extensions/
hr: Primjer: Ukoliko želite indeksirati "https://typo3.org/" ali ne "https://typo3.org/extensions/" i "https://typo3.org/downloads/" tada jednostavno unesite ta dva URL-a u kućicu na sljedeći način: https://typo3.org/downloads/ https://typo3.org/extensions/

# filepath.description
source: Enter a filepath inside fileadmin/ where you want the files to be indexed.
da: Angiv filsti indenfor fileadmin/ hvor du vil have filer indekseret.
hr: Unesite datotečnu putanju unutar fileadmin/ gdje želite indeksirati datoteke.
th: ใส่ filepath ภายใน fileadmin / ไฟล์ที่คุณต้องการที่จะจัดทำดัชนี

# filepath.details
source: Example: "fileadmin/newsletters/"
da: Eksempel: "fileadmin/newsletters/"
hr: Primjer: "fileadmin/newsletters/"
th: ตัวอย่าง :"fileadmin / จดหมายข่าว /"

# extensions.description
source: If you want to index only specific files in the directory, enter a list of file extensions here. For example: "html,pdf,doc"
da: Hvis du køne ønsker at indekserer enkelte filer i mappen kan du angive en liste af filtyper her. F.eks. 'html,pdf,doc'
hr: Ukoliko želite indeksirati samo određene datoteke u mapi ovdje unesite popis datotečnih nastavaka. Primjerice: "html,pdf,doc"
th: ถ้าคุณต้องการเฉพาะดัชนีไฟล์เท่านั้นในไดเรกทอรีป้อนรายการของนามสกุลไฟล์ที่นี่ เช่น :"html pdf, doc"

# depth.description
source: Levels of recursion.
da: Antal niveauer for rekursion.
hr: Razine rekurzije.
th: ระดับของการเรียกซ้ำ

# depth.details
source: For file indexing it is the level of directories to decend. For External URLs it's the depth to which the crawler will go with links.
da: For filindeksering er det antallet af niveauer i mappestrukturen som undersøges. For eksterne URL er det dybden af link som skal følges.
hr: Za datotečno indeksiranje to je razina mapa na koju se treba spustiti. Za vanjske URL-ove to je dubina do koje će ići mrežni robot.
th: สำหรับการทำดัชนีไฟล์เป็นระดับของไดเรกทอรี decend สำหรับภายนอก URL ที่เป็นความลึกที่ซอฟต์แวร์รวบรวมข้อมูลจะไปกับการเชื่อมโยง

# indexcfgs.description
source: When a search is conducted in this indexing configuration the actual search will take place in the indexed content from the configurations listed here. You can also enter pages and if you do so the search will take place in indexing configurations found on those pages.
da: Når en søgning foretages i denne indekseringskonfiguration, så vil den aktuelle søginng ske i det indekserede indhold fra den konfiguration som er listet her. Du kan også indtaste sider, og hvis du gør dette vil søgningen ske i de indekserede konfigurationer som findes på disse sider.
hr: Kada se izvrši pretraga sa danom konfiguracijom indeksiranja stvarna pretraga će se dogoditi u indeksiranom sadržaju prema ovdje popisanim konfiguracijama. Također možete unijeti i stranice te ako to učinite pretraga će se izvršiti prema konfiguracijama indeksiranja pronađenim na tim stranicama.
th: เมื่อค้นหาจะดำเนินการในการตั้งค่าสร้างดัชนีการค้นหาที่แท้จริงจะเกิดขึ้นในเนื้อหาการจัดทำดัชนีจากการกำหนดค่าที่แสดงไว้ที่นี่ คุณยังสามารถปหน้าและถ้าคุณทำเช่นนั้นการค้นหาจะเกิดขึ้นในการกำหนดค่าดัชนีที่พบในหน้าเว็บเหล่านั้น
