Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/indexed_search/Resources/Private/Language/*.locallang_pi.xlf
Languages: el, hr, km

# default_search_word_entry
source: Search for
el: Αναζήτηση για:
hr: Pretražuj za
km: ស្វែងរក

# submit_button_label
source: Search
el: Αναζήτηση
hr: Pretraživanje
km: ស្វែងរក

# opt_type_0
source: Distinct word
el: Διακριτή λέξη
hr: Razlikovna riječ
km: ពាក្យ​សម្រាប់​សម្គាល់

# opt_type_1
source: Part of word
el: Τμήμα λέξης
hr: Dio riječi
km: ផ្នែក​នៃ​ពាក្យ

# opt_type_2
source: First part of word
el: Πρώτο τμήμα λέξης
hr: Prvi dio riječi
km: ផ្នែក​ទី​មួយ​នៃ​ពាក្យ

# opt_type_3
source: Last part of word
el: Τελευταίο τμήμα λέξης
hr: Zadnji dio riječi
km: ផ្នែក​ចុង​ក្រោយ​នៃ​ពាក្យ

# opt_type_10
source: Sounds like
el: Ακούγεται σαν
hr: Zvuči slično
km: ប្រហាក់ប្រហែល​នឹង

# opt_type_20
source: Sentence
el: Πρόταση
hr: Rečenica
km: ប្រយោគ

# opt_defOp_0
source: All words (AND)
el: Όλες οι λέξεις (ΚΑΙ)
hr: Sve riječi (AND)
km: គ្រប់​ពាក្យ​ទាំងអស់ (AND)

# opt_defOp_1
source: Any words (OR)
el: Οποιαδήποτε λέξη (Ή)
hr: Bilo koja riječ (OR)
km: ពាក្យ​ខ្លះ (OR)

# opt_sections_0
source: Whole site
el: Σε ολόκληρο το δικτυακό τόπο
hr: Cijeli site
km: វែបសាយ​ទាំងមូល

# opt_sections_-1
source: Only this page
el: Μόνο σε αυτή τη σελίδα
hr: Samo ova stranica
km: តែ​ទំព័រ​នេះ​ប៉ុណ្ណោះ

# opt_sections_-2
source: Top + level 1
el: Κορυφή + 1ο επίπεδο
hr: Vrh + razina 1
km: លើ​គេ + កម្រិត​ទី​១

# opt_sections_-3
source: Level 2 and out
el: 2ο επίπεδο και έξω
hr: Razina 2
km: កម្រិត​ទី​២ និង​ចេញ

# opt_freeIndexUid_-1
source: All, mixed
el: Όλα, μικτά
hr: Sve, izmješano
km: ទាំងអស់, បាន​បញ្ជូល​គ្នា

# opt_freeIndexUid_-2
source: All, categorized
el: Όλα, κατηγοριοποιημένα
hr: Sve, kategorizirano
km: ទាំងអស់, បាន​ធ្វើ​ចំណាត់​ផ្នែក

# opt_freeIndexUid_0
source: Pages
el: Σελίδες
hr: Stranice
km: ទំព័រ

# opt_freeIndexUid_header_-1
source: Mixed categories
el: Ανάμικτες κατηγορίες
hr: Izmješane kategorije
km: ចំណាត់​ផ្នែក​បញ្ជូល​គ្នា

# opt_freeIndexUid_header_0
source: Website Pages
el: Σελίδες δικτυακού τόπου
hr: Stranice
km: ទំព័រ​របស់​វែងសាយ

# opt_media_-1
source: All media
el: Όλα τα μέσα
hr: Svi mediji
km: មីឌា​ទាំងអស់

# opt_media_0
source: Internal pages
el: Εσωτερικές σελίδες
hr: Interne stranice
km: ទំព័រ​​នៅ​ខាង​ក្នុង

# opt_media_-2
source: All External
el: Όλες οι εξωτερικές
hr: Sve vanjske
km: មក​ពី​ក្រៅ​ទាំងអស់

# opt_order_rank_flag
source: Weight/Frequency
el: Βαρύτητα / Συχνότητα
hr: Težina/Učestalost
km: ទម្ងន់/ប្រេកង់

# opt_order_rank_freq
source: Frequency
el: Συχνότητα
hr: Učestalost
km: ភាព​ញឹកញាប់

# opt_order_rank_first
source: Close to top
el: Κοντά στη κορυφή
hr: Blizu vrha
km: បិទ​ទៅ​លើ​បង្អស់

# opt_order_rank_count
source: Number of words
el: Αριθμός λέξεων
hr: Broj riječi
km: ចំនួន​ពាក្យ

# opt_order_mtime
source: Date Modified
el: Ημερομηνία Τροποποίησης
hr: Datum izmjene
km: កាល​បរិច្ចេទ​កែ

# opt_order_title
source: Document title
el: Τίτλος Εγγράφου
hr: Naslov dokumenta
km: ចំណងជើង​ឯកសារ

# opt_order_crdate
source: Creation date
el: Ημερομηνία δημιουργίας
hr: Datum izrade
km: ថ្ងៃ​បង្កើត

# opt_group_sections
source: Section hierarchy
el: Ιεράρχιση τμήματος
hr: Hijararhija sekcije
km: ផ្នែក​នៃ​ឋានានុក្រម

# opt_group_flat
source: Flat list
el: Επίπεδη λίστα
hr: Neformatirana lista
km: បញ្ជី​ធម្មតា

# opt_lang_-1
source: All languages
el: Όλες τις γλώσσες
hr: Svi jezici
km: គ្រប់​ភាសា

# opt_lang_0
source: Default
el: Προεπιλεγμένη
hr: Zadano
km: បទដ្ឋាន

# opt_desc_0
source: Highest first
el: Το υψηλότερο στην αρχή
hr: Najbolji rezultat prvi
km: កម្រិត​ខ្ពស់​បំផុត​មុន

# opt_desc_1
source: Lowest first
el: Το χαμηλότερο στην αρχή
hr: Najlošiji rezultat prvi
km: កម្រិត​ទាប​បំផុត​មុន

# opt_RL1ALL
source: All pages on level 1
el: Ολες οι σελίδες στο 1ο επίπεδο
hr: Sve stranice na razini 1
km: ទំព័រ​ទាំងអស់​លើ​កម្រិត​ទី​១

# opt_RL2ALL
source: - All pages on level 2
el: Όλες οι σελίδες στο 2ο επίπεδο
hr: - Sve stranice na razini 2
km: - ទំព័រ​ទាំងអស់​លើ​កម្រិត​ទី​២

# form_legend
source: Search form
hr: Pretraži od
km: ទម្រង់​ស្វែងរក

# form_extResume
source: Extended resume
el: Παρατεταμένη επανέναρξη
hr: Prošireni izvještaj
km: សេចក្ដី​សង្ខេប​បន្ថែម

# form_atATime
source: at a time
el: στο χρόνο
hr: u vrijeme
km: ក្នុង​ពេល​តែ​មួយ

# rules_text
source: Only words with 2 or more characters are accepted Max 200 chars total Space is used to split words, "" can be used to search for a whole string (not indexed search then) AND, OR and NOT are prefix words, overruling the default operator +/|/- equals AND, OR and NOT as operators. All search words are converted to lowercase.
el: Η προς εύρεση λέξεις πρέπει να έχουν τούλαχιστον 2 χαρακτήρες και όχι περισσότερους από 200. Το κενό χρησιμοποιείται για το διαχωρισμό των λέξεων. Τα "" χρησιμεύουν για την εύρεση ολόκληρων φράσεων (χωρίς την χρήση της υπηρεσίας ευρετηρίου). Το AND, OR και NOT είναι δεσμευμένες λέξεις που προηγούνται των προεπιλεγμένων τελεστών. Τα +, | και -, αντιστοιχούν στο AND, OR και NOT ως τελεστές. Όλες οι προς εύρεση λέξεις μετατρέπονται σε πεζά.
hr: Samo se riječi s 2 ili više znakova prihvaćaju Maks. 200 znakova Razmak se koristi za razdvajanje riječi, navodnici ("") se mogu koristiti za pretraživanje cijelog unesenog pojma (tada pretraživanje nije indeksirano) AND, OR i NOT su prefiksi i nadglašavaju zadane operatore +/|/- predstavlja AND, OR i NOT kao operatore. Sve tražene riječi se pretvaraju u mala slova (lowercase).
km: មានតែ​ពាក្យ​ដែល​មាន​តួអក្សរ​ចាប់​ពី​ពីរ​ឡើង​ទៅ ទើប​ទទួល​យក សរុប​អតិបរមា​នៃ​ចំនួន​តួ​អក្សរ ២០០ ការដក​ឃ្លា ប្រើ​សម្រាប់​កាត់​ពាក្យ, សញ្ញា "" ប្រើ​សម្រាប់​ស្វែងរក​អក្សរ​ទាំងអស់ (មិនមែន​ជា​ការរក​តាម​មាតិក) AND, OR និង NOT ជា​ពាក្យ​បុព្វបទ ប្រើ​សង្កត់​លើ​តួនាទី​បទដ្ឋាន +/|/- សញ្ញា​ស្មើ AND, OR និង NOT ដើរ​តួនាទី​ជំនួស​វិញ ។ គ្រប់​ពាក្យ​សរសេរ​ដើម្បី​ស្វែងរក​ទាំងអស់ នឹង​ប្ដូរ​ជា​អក្សរ​តូច​ទាំងអស់ ។

source: Search for
el: Αναζήτηση για:
hr: Pretražuj za
km: ស្វែងរក

# searchFor_or
source: or
el: ή
hr: ili
km: ឬ

# searchFor_and
source: and
el: και
hr: i
km: និង

# searchFor_butNot
source: but not
el: αλλά όχι
hr: ali ne
km: ប៉ុន្តែ​មិនមែន

# noResults
source: NO results found.
el: ΔΕ βρέθηκαν αποτελέσματα.
hr: NEMA pronađenih rezultata
km: មិន​មាន​លទ្ធផល​នៃការ​ស្វែងរក ។

# inSection
source: in the section
el: σε αυτό το τμήμα
hr: u dijelu
km: នៅ​ក្នុង​ផ្នែក​នេះ

# word_page
source: page
el: σελίδα
hr: stranica
km: ទំព័រ

# word_pages
source: pages
el: σελίδες
hr: stranice
km: ទំព័រ

# unnamedSection
source: Other
el: Άλλο
hr: Drugo
km: ផ្សេងៗ

# link_regularSearch
source: Regular search
el: Κανόνική αναζήτηση
hr: Normalno pretraživanje
km: ស្វែងរក​ធម្មតា

# link_advancedSearch
source: Advanced search
el: Προχωρημένη αναζήτηση
hr: Napredno pretraživanje
km: ស្វែងរក​កម្រិត​ខ្ពស់

# res_noResume
source: Note: This search hit may not accurately match the content on this page. The page resume cannot be shown.
el: Σημείωση: Το αποτέλεσμα της αναζήτησης που εμφανίζεται, μπορεί να μην ανταποκρίνεται επακριβώς στο περιεχόμενο της σελίδας. Δεν μπορεί να εμφανισθεί η επανέναρξη της σελίδας.
hr: Napomena: Ovo pretraživanje ne mora točno predstavljati sadržaj na datoj stranici. Sažetak ne može biti prikazan.
km: ចំណាំ៖ ការស្វែងរក​នេះ​​អាច​​មិន​ផ្ទៀងផ្ទាត់​ជាមួយ​នឹង​មាតិកា​នៅ​លើ​ទំព័រ​នេះ ។ សង្ខេប​នៃ​ទំព័រ​នេះ​មិន​អាច​បង្ហាញ​បាន​ទេ ។

# res_otherPageAsWell
source: INFO: There was another page indexed as well... Probably indexed with another or no usergroup.
el: Πληροφορία: Υπήρξε άλλη μια σελίδα στο ευρετήριο. Πιθανώς καταχωρήθηκε από μια άλλη ή από καμία ομάδα χρηστών.
hr: INFO: Postoji još jedna indeksirana stranica... Najvjerovatnije indeksirana pod drugom ili bez korisničke grupe.
km: ព័ត៌មាន៖ មាន​មាតិកា​ទំព័រ​ផ្សេង​ទៀត​ផង​ដែរ... ប្រហែល​ជា​វា​តម្រៀប​ជាមួយ​អា​ផ្សេង​ទៀត ឬ​ក៏​មិន​មាន​ក្រុម​អ្នក​ប្រើ ។

# res_memberGroups
source: Require membership of group numbers %s
el: Απαιτεί εγγραφή μέλους σε ομάδα χρηστών %s
hr: Zahtjeva pripadnost grupama %s
km: ក្រុម​ចំនួន %s ត្រូវការ​ចូល​ជា​សមាជិក

# pi_list_browseresults_prev
source: < Previous
el: < Προηγούμενο
hr: < Prethodna
km: < ទៅ​ក្រោយ

# pi_list_browseresults_page
source: Page
el: Σελίδα
hr: Stranica
km: ទំព័រ

# pi_list_browseresults_next
source: Next >
el: Επόμενο >
hr: Sljedeća >
km: > ទៅ​មុខ

# pi_list_browseresults_display
source: Displaying results ###TAG_BEGIN###%1$s to %2$s###TAG_END### out of ###TAG_BEGIN###%3$s###TAG_END###
hr: Prikazujem rezultate od ###TAG_BEGIN###%1$s do %2$s###TAG_END### od ukupno ###TAG_BEGIN###%3$s###TAG_END###

# makerating_addToCurrentSearch
source: Add to current search words
el: Προσθήκη στις τρέχουσες λέξεις αναζήτησης
hr: Dodaj trenutnim pojmovima pretraživanja
km: បញ្ជូល​ទៅ​ក្រុម​ពាក្យ​ស្វែងរក

# maketitle_matches
source: matches
el: Ταιριάζουν
hr: poklapanja
km: ផ្ទៀងផ្ទាត់

# pi_wizard_title
source: Indexed Search
hr: Pretraživanje indeksa

# pi_wizard_description
source: Search based on a database stored index.
hr: Pretraga zasnovana na indeksu spremljenom u bazi podataka.

# local_operator_AND
source: AND
el: ΚΑΙ

# local_operator_OR
source: OR
el: Ή

# local_operator_NOT
source: NOT
el: ΟΧΙ
