Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/tstemplate/Resources/Private/Language/*.locallang_analyzer.xlf
Languages: hi, hr

source: Current template
hi: वर्तमान टेम्पलेट
hr: Trenutni predložak

source: Title
hi: शीर्षक
hr: Naslov

source: Rootlevel
hi: रूट स्तर
hr: Korjenskarazina

source: Clear Setup
hi: सेटअप साफ करे
hr: Očisti postavke

source: Clear Constants
hi: स्थिरांक साफ करें
hr: Očisti konstante

source: Rootline
hi: रुट-लाइन
hr: Korjenskalinija

source: Template hierarchy
hi: टेम्पलेट हायरार्की
hr: Hijerarhija predložaka

source: Display Options
hi: विकल्प डिस्प्ले करे
hr: Opcija prikaza

source: Line numbers
hi: लाइन की संख्याएँ
hr: Brojevi redaka

source: Syntax highlight
hi: सिंटेक्स हाईलाइट
hr: Bojanje sintakse

source: Comments
hi: टिप्पणियाँ
hr: Komentari

source: Crop lines
hi: क्रॉप लाइन्स
hr: Kraćenje redaka

source: Block mode
hi: ब्लॉक मोड
hr: Blok način

source: Constants
hi: स्थिरांक
hr: Konstante

source: Setup
hi: सेटअप
hr: Postavke

# viewCompleteTS
source: View the complete TS Listing
hi: पूर्ण TS लिस्टिंग देखें
hr: Pregledaj kompletan TS ispis

source: Complete TS
hi: पूर्ण TS
hr: Kompletan TS
