Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/tstemplate/Resources/Private/Language/*.locallang_objbrowser.xlf
Languages: da

source: Constants
da: Konstanter

source: Setup
da: Konfiguration

source: All
da: Alle

# plainSubstitution
source: Plain substitution (default)
da: Enkel udskiftning (standard)

# substitutedGreen
source: Substituted constants in green
da: Udskiftede konstanter i grøn

# unsubstitutedGreen
source: UN-substituted constants in green
da: IKKE-udskiftede konstanter i grøn

source: Current template
da: Aktuel skabelon

source: Bad property!
da: Dårlig egenskab!

# noSpaces
source: You must enter a property with characters a-z, A-Z and 0-9, no spaces!
da: Du skal indtaste en egenskab med karaktererne a-z. A-Z og 0-9, ingen mellemrum!

# nothingUpdated
source: Nothing was updated!
da: Intet blev opdateret!

source: Property added
da: Egenskab tilføjet

source: Value updated
da: Værdi opdateret

source: Object cleared
da: Objekt ryddet

# updateButton
source: Update
da: Opdatér

# editProperty
source: Edit object/property value
da: Redigér objekt/egenskabs værdi

# addButton
source: Add
da: Tilføj

# addProperty
source: Add object property
da: Tilføj objektegenskab

source: Clear?
da: Ryd?

# clearButton
source: Clear
da: Ryd

source: Clear object
da: Ryd objekt

source: Edit
da: Redigér

# noCurrentTemplate
source: You cannot edit properties and values, if there's no current template.
da: Hvis der ikke er nogen skabelon, kan du ikke redigere egenskaber og værdier.

# addKey
source: Add key "%s" to Object List
da: Tilføj nøgle "%s" til objektliste

source: Back
da: Tilbage

source: Object List
da: Objektliste

source: Search
da: Søg

# regExp
source: Regular expressions
da: Regulære udtryk

# errorsWarnings
source: Errors and warnings
da: Fejl og advarsler

# errorShowDetails
source: Show details
da: Vis detaljer

# removeKey
source: Remove key from OL
da: Fjern nøgle fra OL

source: setup root
da: konfigurering root

# constantRoot
source: constants root
da: Konstant root

source: Display comments
da: Vis kommentarer

source: Sort alphabetically
da: Sortér alfabetisk

source: Crop lines
da: Beskær linjer

source: Display constants
da: Vis konstanter

source: Display options
da: Vis valg

source: Conditions
da: Betingelser

source: Set conditions
da: Angiv betingelser

# severity.2
source: Warning
da: Advarsel

# severity.3
source: Error
da: Fejl

# error.1446559458
source: Error evaluating regular expression "%s".
da: Fejl ved evaluering af regulært udtryk "%s".
