Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/tstemplate/Resources/Private/Language/*.locallang_info.xlf
Languages: hr

source: File changed
hr: Datoteka je izmijenjena

# resourceUpdated
source: Resource '%s' has been updated.
hr: Sredstvo '%s' je ažurirano.

source: Template information
hr: Informacije o predlošku

source: Title
hr: Naslov

source: Sitetitle
hr: Naslov stranice

source: Description
hr: Opis

source: Upload resource
hr: Pošalji sredstvo

# newTextResource
source: New text resource (enter name)
hr: Novo tekstualno sredstvo (unesite ime)

source: Update resource list
hr: Ažuriraj popis sredstava

source: Constants
hr: Konstante

# filesizeExceeded
source: Filesize exceeded %s KBytes
hr: Veličina datoteka premašuje %s KB

# notAllowed
source: Files larger than %s KBytes are not allowed to be edited.
hr: Nije dopušteno uređivanje datoteka čija veličina premašuje %s KB.

source: Setup
hr: Postavke

source: Resources
hr: Sredstva

# editToView
source: (edit to view, %s lines)
hr: (uredi za pregled, %s redaka)

# editTemplateRecord
source: Edit the whole template record
hr: Uredi čitav zapis predloška
