Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/tstemplate/Resources/Private/Language/*.locallang.xlf
Languages: cs, da, hr, ja, km, nl

# moduleTitle
source: Template tools
cs: Nástroje šablony
da: Skabelon værktøjer
hr: Alati predloška
ja: テンプレートツール
km: ឧបករណ៍​ម៉ូដ​គំរូ
nl: Template werkset

source: Template Analyzer
cs: Analyzátor šablon
da: Skabelon analyseværktøj
hr: Alat za analizu predloška
ja: テンプレート解析
km: វិភាគ​ម៉ូដ​គំរូ

source: Constant Editor
cs: Editor konstant
da: Konstant editor
hr: Urednik konstanti
ja: コンスタンツ編集
km: កន្លែង​កែ​កុងស្តង់

source: Info/Modify
cs: Info/Upravit
da: Info/ændre
hr: Info/uredi
ja: 情報/修正
km: ព័ត៌មាន/កែ
nl: Info/Modificeer

# objectBrowser
source: TypoScript Object Browser
cs: Prohlížeč objektů TypoScriptu
hr: TypoScript preglednik objekata
ja: TypoScript オブジェクトブラウザー
km: ប្រាវសឺ​អុបជិក TypoScript

# viewTemplates
source: Viewing templates of
cs: Zobrazení šablon
da: Viser skabeloner af
hr: Pregled predložaka
ja: テンプレートの表示
km: មើល​ម៉ូដ​គំរូ​នៃ
nl: Toon templates van

source: Page name
cs: Jméno stránky
da: Sidenavn
hr: Naziv stranice
ja: ページ名
km: ឈ្មោះ​ទំព័រ
nl: Paginanaam

source: Templates
cs: Šablony
da: Skabeloner
hr: Predlošci
ja: # テンプレート
km: # ម៉ូដ​គំរូ

source: Is Root?
cs: Je kořenem?
da: Er root?
hr: Korijen?
ja: ルートですか？
km: ជា​រូត?

source: Is Ext?
cs: Je rozšířením?
da: Er udvidelse?
hr: Proširenje?
ja: 拡張ですか？
km: ជា​អ៊‍ិកស្តិនសិន?

# overview
source: This is an overview of the pages in the database containing one or more template records. Click a page title to go to the page.
cs: Toto je přehled stránek v databázi, které obsahují jeden nebo více záznamů šablony. Pro přechod na stránku klepněte na její název.
da: Dette er en oversigt over sider i databsen, som indeholder en eller flere skabeloner, Klik på en sidetidel for at gå til siden.
hr: Ovo je pregled stranica u bazi koje sadrže jedan ili više predložaka. Kliknite na naslov stranice kako bi došli na stranicu.
ja: これはデータベース中の1つ以上のテンプレートレコードを含むページの全体図です。 ページに行くためにページタイトルをクリックしてください。
km: នេះ​ជា​សេចក្ដី​សង្ខេប​នៃ​ទំព័រ​ក្នុង​ដេតាបេស ដែល​មាន​ផ្ទុក​ទិន្នន័យ​គំរូ​មួយ ឬ​ច្រើន ។ ចុច​លើ​ចំណងជើង​ទំព័រ​ដើម្បី​ទៅ​ទំព័រ ។
nl: Dit is een overzicht van pagina's in de database die een of meer template records bevatten. Klik op een paginatitel om naar de betreffende pagina te gaan.

# areYouSure
source: Are you sure you want to do this?
cs: Jste si jisti, že to chcete udělat?
da: Er du sikker på at du vil gøre dette?
hr: Zaista želite ovo učiniti?
ja: これで本当にいいですか？
km: តើ​អ្នក​ពិត​ជា​ចង់​ធ្វើ​ទេ?
nl: Weet u zeker dat u dit wilt doen?

source: No template
cs: Žádná šablona
da: Ingen skabelon
hr: Nema predloška
ja: テンプレートがありません
km: គ្មាន​ម៉ូដ​គំរូ
nl: Geen template

# noTemplateDescription
source: There was no template on this page!
cs: Na této stránce nebyla žádná šablona!
da: Der er ikke nogen skabelon på denne side!
hr: Nema predloška na ovoj stranici!
ja: このページにはテンプレートがありません！
km: មិន​មាន​ម៉ូដ​គំរូ​សម្រាប់​ទំព័រ​នេះ​ទេ!
nl: Er bevindt zich geen template op deze pagina!

# createTemplate
source: Create a template record first in order to edit constants!
cs: Chcete-li upravit konstanty, musíte nejprve vytvořit záznam šablony!
da: For at redigere konstanter skal du først oprette en skabelon!
hr: Prvo načinite zapis predloška kako bi mogli uređivati konstante!
ja: 最初にコンスタンスを編集するのに、テンプレートレコードを作成してください！
km: បង្កើត​ទិន្នន័យ​គំរូ​ជា​មុន ដើម្បី​ចូល​ទៅ​កែ​កុងស្តង់!
nl: Maak eerst een template aan om de constanten te kunnen bewerken!

# createTemplateToEditConfiguration
source: You need to create a template record below in order to edit your configuration.
cs: Chcete-li upravit konfiguraci, musíte vytvořit záznam šablony níže.
da: For at redigere i din konfiguration, skal du først oprette en skabelon.
hr: Morate napraviti zapis predloška niže, kako bi uređivali konfiguraciju.
km: អ្នក​ចាំបាច់​ត្រូវ​បង្កើត​ទិន្នន័យ​គំរូ​ខាង​ក្រោម ដើម្បី​ចូល​កែ​ការខន់ហ្វីក​របស់​អ្នក ។
nl: U dient hieronder een template record aan te maken om uw configuratie te bewerken.

# newWebsite
source: Create new website
cs: Vytvořit nový web
da: Opret nyt website
hr: Stvori novu web stranicu
ja: 新規サイトを作成
km: បង្កើត​វែបសាយ​ថ្មី
nl: Maak een nieuwe website

# newWebsiteAction
source: Create template for a new site
cs: Vytvořit šablonu pro nový web
da: Opret ny skabelon for nyt website
hr: Stvori predložak za novu web lokaciju
ja: 新規サイトのテンプレートを作成
km: បង្កើត​ម៉ូដ​គំរូ​សម្រាប់​វែបសាយ​ថ្មី
nl: Maak template voor een nieuwe site aan

# extTemplate
source: Create extension template
cs: Vytvořit rozšiřující šablonu
da: Opret udvidelses-skabelon
hr: Stvori predložak proširenja
ja: 拡張テンプレートを作成
km: បង្កើត​អ៊‍ិកស្តិនសិន​គំរូ
nl: Maak extensie template aan

# extTemplateDescription
source: An extension template allows you to enter TypoScript values that will affect only this page and subpages.
cs: Rozšiřující šablona umožňuje zadat hodnoty TypoScriptu, které ovlivní pouze tuto stránku a podstránky.
da: En udvidelsesskabelon tillader at du indtaster TypoScript værdier, der kun vil påvirke denne side og dets undersider.
hr: Predložak proširenja omogućuje Vam unos TypoScript vrijednosti koje će utjecati jedino na ovu stranicu i njene podstranice.
km: អ៊‍ិកស្តិនសិន​គំរូ​អនុញ្ញាតិ​ឱ្យ​អ្នក​សរសេរ​តម្លៃ TypoScript លើ​ទំព័រ​មួយ​នេះ និង​ទំព័រ​កូន ។
nl: Een extensie template maakt het mogelijk dat alleen voor deze en onderliggende pagina's TypoScript waarden ingevoerd kunnen worden die alleen op deze pagina's werken.

# extTemplateAction
source: Click here to create an extension template.
cs: Klepněte zde pro vytvoření rozšiřující šablony.
da: Klik her for at oprette en udvidelsesskabelon.
hr: Kliknite ovdje kako bi stvorili predložak proširenja.
km: ចុច​ទីនេះ​ដើម្បី​បង្កើត​អ៊‍ិកស្តិនសិន​គំរូ៖
nl: Klik hier om met een extensie template aan te maken.

# goToClosest
source: Go to closest page with template
cs: Jít na nejbližší stránku se šablonou
da: Gå til nærmeste side med skabelon
hr: Idi na najbližu stranicu sa predloškom
km: ទៅ​ទំព័រ​ជិត​បំផុត ជាមួយ​ម៉ូដ​គំរូ
nl: Ga naar de dichtstbijzijnde pagina die een template bevat.

# goToClosestDescription
source: Closest template is on page '%s' (uid %s).
cs: Nejbližší šablona je na straně '%s' (uid %s).
da: Nærmeste skabelon er på side '%s' (uid %s).
hr: Najbliži predložak je na stranici '%s' (uid %s).
km: ម៉ូដ​គំរូ​ជិត​បំផុត​នៅ​ទំព័រ '%s' (uid %s) ។
nl: De dichtstbijzijnde pagina bevindt zich op pagina '%s' (uid %s).

# goToClosestAction
source: Click here to go.
cs: Klepněte zde pro přechod.
da: Klik her og gå dertil.
hr: Kliknite ovdje kako bi krenuli.
km: ចុច​ទីនេះ​ដើម្បី​ទៅ
nl: Klik hier om uit te voeren

# titleNewSiteStandard
source: NEW SITE, based on standard
cs: NOVÝ WEB na základě standardní
da: NYT SITE, baseret på standard
hr: NOVA WEB LOKACIJA, zasnovana na standardu
ja: 標準の新規サイト
km: វែបសាយ​ថ្មី ផ្អែក​លើ​ស្តង់ដារ
nl: NIEUWE SITE, gebaseerd op standaard

# titleNewSite
source: NEW SITE
cs: NOVÝ WEB
da: NYT SITE
hr: NOVA WEB LOKACIJA
ja: 新規サイト
km: វែបសាយ​ថ្មី
nl: NIEUWE SITE

# newWebsiteDescription
source: If you want this page to be the root of a new website, optionally based on one of the standard templates, then press the button below
da: Hvis du ønsker at denne side skal være rod på dit nye website, eventuelt baseret på en standardskabelon, skal du klikke på knappen herunder
nl: Als deze pagina de root van een nieuwe website moet worden, klik dan op onderstaande knop. Optioneel kan een van de standaardsjablonen als basis dienen
