Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/recycler/Resources/Private/Language/*.locallang.xlf
Languages: hi, hr, nl

# title
source: Recycler
hi: रीसायकलर
hr: Reciklator
nl: Prullenbak

# description
source: The recycler allows you to select any deleted data and undelete it. You can undelete recursive if the parent of the element is deleted too.
hi: रीसायकलर आपको नष्ट किया हुआ डेटा को सेलेक्ट करने और उसे उन-डिलीट की अनुमति देता है.आप यदि एलिमेंट्स का पैरेंट भी नष्ट हुआ है तो बारी-बारी उन-डिलीट कर सकते है.
hr: Reciklator Vam omogućuje povratiti podatke koji su obrisani. Ukoliko je obrisan i roditelj elementa poništenje brisanja možete izvesti i rekurzivno.
nl: De prullenbak biedt de mogelijkheid om verwijderde gevens te selecteren en deze terug te halen. Je kunt verwijderde gegevens recursief terughalen wanneer het bovenliggende element ook verwijderd is.

# label_allrecordtypes
source: All Record Types
hi: सभी रिकॉर्ड प्रकार
hr: Svi tipovi zapisa
nl: Alle record-types

# button.cancel
source: Cancel
hi: रद्द करें
hr: Odustani
nl: Annuleren

# button.delete
source: Delete
hi: मिटाएँ
hr: Obriši
nl: Verwijderen

# button.deleteselected
source: Delete {0} records
hi: रिकार्ड {0} मिटाएँ
hr: Izbriši {0} zapisa
nl: {0} records verwijderen

# button.undo
source: Recover
hi: बरामद करें
hr: Oporavi
nl: Herstellen

# button.expand
source: Expand record
hi: रिकॉर्ड विस्तृत करें
hr: Proširi zapis
nl: Record uitklappen

# button.undoselected
source: Recover {0} records
hi: रिकॉर्ड {0} बरामद करे
hr: Oporavi {0} zapisa
nl: {0} records herstellen

# button.reload
source: Reload
hi: री-लोड
hr: Učitaj ponovno
nl: Vernieuwen

# modal.delete.header
source: Confirm deletion
hi: मिटाना निश्चित करें
hr: Potvrdi brisanje
nl: Verwijderen bevestigen

# modal.undo.header
source: Recover records
hi: रिकार्ड्स रि-कवर करे
hr: Povrati zapise
nl: Records herstellen

# modal.undo.recursive
source: Recover content and subpages recursively
hi: बारी बारी से कंटेंट और वेब पेज को रिकवर करे
hr: Povrati sadržaj i podstranice rekurzivno
nl: Inhoud en sub pagina's recursief herstellen

# modal.deletecontent.text
source: Do you really want to delete the record "{0}" {1} permanently? You cannot revert this action!
hi: क्या आप सच में स्थायी रूप से "{0}" {1} रिकॉर्ड को मिटाना चाहते हैं?आप इस क्रिया को वापस नहीं कर सकते!
hr: Zaista želite trajno izbrisati zapis "{0}" {1}? Ovu radnju nije moguće poništiti.
nl: Record "{0}" {1} werkelijk blijvend verwijderen? Dit kan niet hersteld worden!

# modal.massdelete.text
source: Do you really want to delete all selected records and potential subpages? You cannot revert this action!
hi: आप वास्तव में सभी सिलेक्टेड रिकॉर्ड और संभावित सब-पेज को नष्ट करना चाहते हैं?आप इस क्रिया को वापस नहीं कर सकते!
hr: Zaista želite izbrisati sve odabrane zapise i potencijalne podstranice? Ovu akciju nije moguće poništiti!
nl: Alle geselecteerde records en mogelijke subpagina's echt verwijderen? Dit kan niet hersteld worden!

# modal.deletepage.text
source: Do you really want to delete the page "{0}" {1} and all of its contents (records and pages) permanently? You cannot revert this action!
hi: क्या आप सच में स्थायी रूप से पेज"{0}"{1} और उसकी सामग्री को मिटाना चाहते है?आप इस क्रिया को वापस नहीं कर सकते हैं!
hr: Zaista želite trajno izbrisati stranicu "{0}" {1} i sav njezin sadržaj (zapisi i stranice)? Ovu akciju nije moguće poništiti!
nl: Pagina "{0}" {1} en al zijn inhoud (records en pagina's) werkelijk blijven verwijderen? Dit kan niet hersteld worden!

# modal.undocontent.text
source: Do you really want to recover the record "{0}" {1}?
hi: क्या आप सच में रिकॉर्ड "{0}" {1} रि-कवर करना चाहते हैं ?
hr: Želite li povratiti zapis "{0}" {1}?
nl: Record "{0}" {1} werkelijk herstellen?

# modal.undopage.text
source: Do you really want to recover the page "{0}" {1}, its contents and optionally all of its subpages?
hi: क्या आप सच में पेज"{0}" {1} ,उसके कंटेंट,और वैकल्पिक रूप से सभी सब-पेज को रि-कवर करना चाहते है?
hr: Zaista želite povratiti stranicu "{0}" {1}, njezin sadržaj i eventualno sve njezine podstranice?
nl: Pagina "{0}" {1}, de inhoud ervan en mogelijk alle subpagina's werkelijk herstellen?

# modal.undo.parentpages
source: All parent pages have been restored to ensure a valid rootline!
hi: सभी पेरेंट पेज एक वेलिड rootline सुनिश्चित करने के लिए पुनःस्थापित कर दिया गया है!
hr: Sve roditeljske stranice su povraćene kako bi se osigurala ispravna korjenska linija!
nl: Alle bovenliggende pagina's zijn hersteld om een geldige rootline te garanderen!

# modal.massundo.text
source: Do you really want to recover all selected records and optionally potential subpages?
hi: क्या आप वास्तव में सभी सिलेक्टेड रिकॉर्ड और वैकल्पिक रूप से संभावित सब-पेज रि-कवर करना चाहते है?
hr: Zaista želite povratiti sve odabrane zapise i potencijalne podstranice?
nl: Alle geselecteerde records en mogelijke subpagina's herstellen?

# flashmessage.delete.norecordsselected
source: No records set to delete.
hi: कोई रिकॉर्ड को नष्ट करने के लिए निर्धारित नहीं किया है.
hr: Niste odabrali zapisa za brisanje.
nl: Geen records om te verwijderen.

# flashmessage.delete.success.singular
source: One record was deleted.
hi: एक रिकॉर्ड नष्ट कर दिया गया.
hr: Izbrisan je jedan zapis.
nl: Eén record werd verwijderd.

# flashmessage.delete.success.plural
source: %d records were deleted.
hi: %d रिकॉर्ड नष्ट कर दिया गया.
hr: Izbrisano je %d zapisa.
nl: %d records werden verwijderd.

# flashmessage.delete.failure.singular
source: Could not delete one record.
hi: एक रिकॉर्ड को नष्ट नहीं किया जा सकता
hr: Nije uspjelo brisanje jednog zapisa.
nl: Kon één record niet verwijderen.

# flashmessage.delete.failure.plural
source: Could not delete %d records.
hi: रिकॉर्ड %d नष्ट नहीं जा सकता.
hr: Nije uspjelo brisanje %d zapisa.
nl: Kon %d records niet verwijderen.

# flashmessage.undo.norecordsselected
source: No records set to recover.
hi: कोई रिकॉर्ड रि-कवर करने के लिए सेट नहीं.
hr: Niste odabrali zapis za povrat.
nl: Geen records gemarkeerd om te herstellen.

# flashmessage.undo.success.singular
source: One record was recovered.
hi: एक रिकॉर्ड रि-कवर किया गया था.
hr: Povraćen je jedan zapis.
nl: Eén record werd hersteld.

# flashmessage.undo.success.plural
source: %d records were recovered.
hi: %d रिकॉर्ड रि-कवर किए गए.
hr: Povraćeno je %d zapisa.
nl: %d records werden hersteld.

# flashmessage.undo.failure.singular
source: Could not recover one record.
hi: एक रिकॉर्ड ठीक नहीं कर सकते.
hr: Nije moguće povratiti jedan zapis.
nl: Eén record kon niet hersteld worden.

# flashmessage.undo.failure.plural
source: Could not recover %d records.
hi: %d रिकॉर्ड रि-कवर नहीं हो सकता.
hr: Nije moguće povratiti %d zapisa.
nl: %d records konden niet hersteld worden.

# table.header.record
source: Record
hi: रिकॉर्ड
hr: Zapis

# table.header.actions
source: Actions
hi: एक्शन्स
hr: Radnje
nl: Acties

# table.header.recordtype
source: Record Type
hi: रिकार्ड प्रकार
hr: Vrsta zapisa

# table.header.tstamp
source: Last edit
hi: अंतिम एडिट
hr: Posljednje uređivanje
nl: Laatste bewerkingsdatum

# table.header.crdate
source: Created on
hi: को बनाया गया
hr: Stvorno na datum
nl: Aangemaakt op

# table.header.owner
source: Owner
hi: मालिक
hr: Vlasnik
nl: Eigenaar

# table.header.path
source: Path
hi: पाथ
hr: Putanja
nl: Pad

# table.header.deletedBy
source: Deleted by
nl: Verwijderd door

# record.deleted
source: deleted
nl: verwijderd
