Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/beuser/Resources/Private/Language/*.locallang_mod_permission.xlf
Languages: hi

source: Permissions
hi: अनुमति

# ch_permissions
source: Change permissions
hi: अनुमतियाँ बदले

source: Legend
hi: लीजेन्ड

source: Owner
hi: मालिक

source: Group
hi: समूह

source: Everybody
hi: सभी

# EditLock
source: Lock
hi: लॉक

# EditLock_descr
source: Disable the »Admin-only« edit lock for this page. Currently this page and all content is locked for editing by all non-Admin users.
hi: इस पेज के लिए »केवल एडमिन« एडिट लॉक सक्षम करे.फ़िलहाल नॉन एडमिन यूजर द्वारा यह पेज और सभी कंटेंट एडिटिंग लॉक्ड किया गया है

# EditLock_descr2
source: Enable the »Admin-only« edit lock for this page
hi: इस पेज के लिए »केवल एडमिन« एडिट लॉक सक्षम करे

source: Save
hi: सेव करे

source: Abort
hi: अबो्र्ट

source: EDIT
hi: एडिट

# recursive
source: Set recursively
hi: बारी बारी से सेट करें

source: page affected
hi: अफेक्टेड पेज

source: pages affected
hi: अफेक्टेड पेज

source: User overview
hi: उपयोगकर्ता अवलोकन

source: Mode
hi: मोड

source: Depth
hi: गहराईः

source: level
hi: स्तर

source: levels
hi: स्तर

source: User
hi: उपयोगकर्ता

# def
source: Definition: 'content' is records from all tables on a page - except from records from the table 'pages' (Pages).
hi: व्याख्या: 'कंटेंट' एक पेज पर सभी टेबलो में से आता हुआ रिकॉर्ड है - 'पेज' (पेज)टेबल के रिकॉर्ड को छोड़कर.

# A_Granted
source: Access Granted
hi: प्रवेश करने की अनुमति है

# A_Denied
source: Access Denied
hi: प्रवेश करने की अनुमति नहीं है

source: Show page
hi: पेज देखो

source: Edit content
hi: कंटेंट एडिट करे

source: Edit page
hi: पेज एडिट करे

source: Delete page
hi: पेज डिलीट करे

source: New pages
hi: नया पेज

# 1_t
source: Show/Copy page and content.
hi: दिखाएँ / कॉपी पेज और कंटेंट.

# 16_t
source: Change/Add/Delete/Move content.
hi: बदलें / जोड़ें / डिलीट / मूव कन्टेन्ट.

# 8_t
source: Create new pages under this page.
hi: इस पेज के निचे नए पेज बनाए.

# mlang_labels_tablabel
source: Page editing permissions
hi: पेज एडिट करने की अनुमति

# mlang_labels_tabdescr
source: Setting of page permissions is vital for controlling backend user access to pages. You can assign a user and a group as owners of a page and set access permissions for each.
hi: पेज की अनुमति की सेटिंग बैकएंड उपयोगकर्ता को पेज के उपयोग को नियंत्रित करने के लिए महत्वपूर्ण है। आप पेज के उपयोगकर्ता और पेज के मालिकों के रूप में समूह को बाँट कर सकते है और हर एक के लिए अनुमतियाँ सेट कर सकते हैं।

# mlang_tabs_tab
source: Access
hi: एक्सेस

source: Workspace Warning
hi: वर्कस्पेस की चेतावनी

source: not set
hi: सेट नहीं

source: deleted
hi: डिलीट कर दिया

# noGroups
source: No user groups exist.
hi: उपयोगकर्ता का समूह मौजूद नहीं हैै।

# selectNone
source: - none -
hi: - कोई नहीं -

# selectUnchanged
source: - leave unchanged -
hi: - लीव अनचेंज्ड -
