Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/indexed_search/Resources/Private/Language/*.locallang.xlf
Languages: fr, hi

# localizedOperandAnd
source: AND
fr: ET

# localizedOperandOr
source: OR
fr: OU

# localizedOperandNot
source: NOT
fr: NON

# rules.headline
source: Rules
fr: Règles
hi: नियम

# rules.text
source: Only words with 2 or more characters are accepted<br /> Max 200 chars total<br /> Space is used to split words, "" can be used to search for a whole string (not indexed search then)<br /> AND, OR and NOT are prefix words, overruling the default operator<br /> +/|/- equals AND, OR and NOT as operators.<br /> All search words are converted to lowercase.
fr: Seuls les mots avec 2 caractères ou plus sont acceptés<br /> Max 200 caractères total<br /> L'espace est utilisé pour diviser des mots, "" peut être utilisé pour rechercher une chaîne entière (non indexée alors)<br /> ET, OU PAS sont des mots préfixes, en écrasant l'opérateur par défaut<br /> +/|/- égales ET, OU NON comme opérateurs.<br /> Tous les mots de recherche sont convertis en minuscules.
hi: केवल 2 या उससे अधिक अक्षर वाले शब्दों ही स्वीकारे गए है&lt;br/&gt; कुल 200 अक्षर अधितम&lt;/br&gt; स्पेस का उपयोग शब्दों को अलग करने के लिए होता है, "" को एक पूरी string को सर्च करने के लिए उपयोग किया जा सकता है (तब इंडेक्स्ड सर्च नहीं)&lt;br/&gt; AND, OR और NOT प्रीफिक्स शब्द, ओवर-रूलिंग डिफ़ॉल्ट ऑपरेटर हैं&lt;br/&gt; +/|/ - ऑपरेटर के रूप में AND, OR, और NOT के बराबर है।&lt;br/&gt; सभी सर्च शब्द लोअर-केस में परिवर्तित किये जायेगे गए है।

# form.legend
source: Search form
fr: Formulaire de recherche
hi: सर्च फॉर्म

# form.searchFor
source: Search for
fr: Rechercher
hi: के लिए सर्च

# form.extResume
source: Extended resume
fr: Résumé étendu
hi: एक्सटेंडेड फिर से शुरू

# form.atATime
source: at a time
fr: à la fois
hi: समय पर

# form.orderBy
source: Order by
fr: Commander par
hi: ऐसे जमाएँ

# form.fromSection
source: From section
fr: De la section
hi: सेक्शन से:

# form.freeIndexUid
source: Category
fr: Catégorie
hi: केटेगरी

# form.searchIn
source: Search in
fr: Recherche dans
hi: में खोजें

# form.submit
source: Search
fr: Recherche
hi: सर्च

# form.addToSearch
source: Add to current search words
fr: Ajouter aux mots de recherche actuels
hi: वर्तमान सर्च शब्दों से जोड़े

# form.linkToRegularSearch
source: Regular search
fr: Recherche régulière
hi: नियमित रूप से सर्च

# form.linkToAdvancedSearch
source: Advanced search
fr: Recherche avancée
hi: एडवांस्ड सर्च

# searchTypes.0
source: Distinct word
fr: Mot distinctif
hi: अलग शब्द

# searchTypes.1
source: Part of word
fr: Partie du mot
hi: शब्द के भाग

# searchTypes.2
source: First part of word
fr: Première partie du mot
hi: शब्द का पहला भाग

# searchTypes.3
source: Last part of word
fr: Dernière partie du mot
hi: शब्द का आखरी भाग

# searchTypes.10
source: Sounds like
fr: Sons comme

# searchTypes.20
source: Sentence
fr: Envoyé
hi: वाक्य

# defaultOperands.0
source: All words (AND)
fr: Tous les mots (ET)
hi: सभी शब्दों (AND)

# defaultOperands.1
source: Any words (OR)
fr: Tous les mots (OU)
hi: कोई भी शब्द (OR)

# languageUids.-1
source: All languages
fr: Toutes les langues
hi: सभी भाषाएँ

# languageUids.0
source: Default
fr: Par défaut
hi: डिफ़ॉल्ट

# sections.0
source: Whole site
fr: Site entier
hi: पूरी साइट

# sections.-1
source: Only this page
fr: Seulement cette page
hi: केवल यह पेज

# sections.-2
source: Top + level 1
fr: Top + niveau 1
hi: शीर्ष + स्तर 1

# sections.-3
source: Level 2 and out
fr: Niveau 2 et hors
hi: स्तर 2 और बाहर

# sections.rootLevel1
source: Level 1
fr: Niveau 1

# sections.rootLevel1All
source: All pages on level 1
fr: Toutes les pages au niveau 1
hi: स्तर 1 पर सभी पेज

# sections.rootLevel2
source: - Level 2
fr: - Niveau 2

# sections.rootLevel2All
source: - All pages on level 2
fr: - Toutes les pages au niveau 2
hi: -स्तर 2 पर सभी पेज

# mediaTypes.0
source: Internal pages
fr: Pages internes
hi: आंतरिक पेज

# mediaTypes.-1
source: All media
fr: Tous les médias
hi: सभी मीडिया

# mediaTypes.-2
source: All External
fr: Tous les externes
hi: सभी बाहरी

# indexingConfigurations.-1
source: All, mixed
fr: Tout, mixte
hi: सभी, मिले हुए

# indexingConfigurations.-2
source: All, categorized
fr: Tout, catégorisé
hi: सभी, वर्गीकृत

# indexingConfigurationHeader.-1
source: Mixed categories
fr: Catégories mixtes
hi: मिली हुई कैटेगरीज

# indexingConfigurationHeader.0
source: Website Pages
fr: Pages du site
hi: वेबसाइट पेज

# sortOrders.rank_flag
source: Weight/Frequency
fr: Poids/Fréquence
hi: भार/आवृत्ति

# sortOrders.rank_freq
source: Frequency
fr: Fréquence
hi: आवृत्ति

# sortOrders.rank_first
source: Close to top
fr: Fermer le haut
hi: शीर्ष के करीब

# sortOrders.rank_count
source: Number of words
fr: Nombre de mots
hi: शब्दों की संख्या

# sortOrders.mtime
source: Date Modified
fr: Date de modification
hi: तारीख परिवर्तित

# sortOrders.title
source: Document title
fr: Titre du document
hi: डॉक्यूमेंट का टाइटल

# sortOrders.crdate
source: Creation date
fr: Date de création
hi: निर्माण तारीख

# sortOrders.descending
source: Highest first
fr: Plus haut en premier
hi: उच्चतम पहले

# sortOrders.ascending
source: Lowest first
fr: Plus bas en premier
hi: सबसे कम सबसे पहले

# groupBy.sections
source: Section hierarchy
fr: hiérarchie de la section
hi: सेक्शन हायरार्की

# groupBy.flat
source: Flat list
fr: Liste des draps
hi: फ्लैट सूची

# result.unnamedSection
source: Other
fr: Autre
hi: अन्य

# result.otherMatching
source: Other matching pages in the same document
fr: Autres pages correspondantes dans le même document

# result.otherPageAsWell
source: INFO: There was another page indexed as well. Probably indexed with another or no usergroup.
fr: INFO : Il y avait aussi une autre page indexée. Probablement indexée avec un autre ou aucun roup d'utilisation.
hi: जानकारी : वहा पे एक अन्य पेज इंडेक्स्ड भी है । शायद किसी और के साथ इंडेक्स्ड या कोई भी उपयोगकर्ता-समूह के साथ इंडेक्स्ड नहीं।

# result.path
source: Path
fr: Chemin

# result.modified
source: Modified
fr: Modifié

# result.created
source: Created
fr: Créé

# result.size
source: Size
fr: Taille

# result.noResume
source: Note: This search hit may not accurately match the content on this page. The page resume cannot be shown.
fr: Note : Ce bouton de recherche ne correspond pas exactement au contenu de cette page. Le CV de la page ne peut pas être affiché.
hi: नोट: यह सर्च हिट इस पेज के कंटेंट से सही तरह से मेल हो ऐसा नहीं भी हो सकता। पेज- (फिर से शुरू) को नहीं दिखाया जा सकता।

# result.memberGroups
source: Require membership of group numbers %s
fr: Nécessite l'adhésion aux numéros de groupe %s
hi: समूह संख्या %s की सदस्यता आवश्यक

# result.ratingMatches
source: matches
fr: matchs
hi: मेल खाता है

# result.noResult
source: No results found.
fr: Aucun résultat trouvé.
hi: कोई परिणाम नहीं मिला।

# result.inSection
source: in the section
fr: dans la section
hi: सेक्शन में

# result.inNsection
source: in %s section
fr: dans la section %s

# result.inNsections
source: in %s sections
fr: dans %s sections

source: Search for
fr: Rechercher
hi: के लिए सर्च

# searchFor.or
source: or
fr: ou

# searchFor.and
source: and
fr: et

# searchFor.andnot
source: but not
fr: mais pas
hi: लेकिन नहीं

# displayResults.previous
source: < Previous
fr: < Précédent
hi: < पिछला

# displayResults.next
source: Next >
fr: Suivant >
hi: अगला >

# displayResults
source: Displaying results <strong>%1$s to %2$s</strong> out of <strong>%3$s</strong>
fr: Affichage des résultats <strong>%1$s à %2$s</strong> sur <strong>%3$s</strong>
hi: परिणाम दिखता है &lt;strong&gt;%1$s to %2$s&lt;/strong&gt; में से &lt;strong&gt;%3$s&lt;/strong&gt;

# administration.menu.general
source: General statistics
fr: Statistiques générales
hi: सामान्य आँकड़े

# administration.menu.pages
source: List: Pages
fr: Liste : Pages
hi: सूची: पन्ने

# administration.menu.externalDocuments
source: List: External documents
fr: Liste : Documents externes
hi: सूची: बाहरी डाक्यूमेंट्स

# administration.menu.searchStatistic
source: Search statistics
fr: Statistiques de recherche
hi: सर्च के आंकड़े

# administration.menu.statistic
source: Detailed statistics
fr: Statistiques détaillées
hi: विस्तृत आँकड़े

# administration.index.description
source: General statistics
fr: Statistiques générales
hi: सामान्य आँकड़े

# administration.statistics
source: Indexing Engine Statistics
fr: Statistiques des moteurs d'indexation
hi: इंडेक्सिंग इंजन की सांख्यिकीय माहिती

# administration.statistics.header
source: Row count by database table
fr: Nombre de lignes par table de base de données
hi: डेटाबेस टेबल से रॉ की गिनती

# administration.statistics.name
source: Name
fr: Nom
hi: नाम

# administration.statistics.count
source: Count
fr: Nombre
hi: गिनती

# administration.statistics.headerTypes
source: Hash Header Types
fr: Types d'en-tête Hash
hi: हैश हैडर प्रकार

# administration.statistics.headerTypes.count
source: Count / Unique count
fr: Nombre / nombre unique
hi: गिनती/यूनिक गिनती

# administration.statistics.word
source: Word
fr: Mot
hi: शब्द

# administration.statistics.mostSearched.title
source: List of most searched words
fr: Liste des mots les plus recherchés
hi: सबसे ज्यादा सर्च किए गए शब्दों की सूची

# administration.statistics.mostSearched.description
source: Statistics for all pages. Select a page with indexed search form to see several statistics.
fr: Statistiques pour toutes les pages. Sélectionnez une page avec un formulaire de recherche indexé pour voir plusieurs statistiques.
hi: सभी पेज के लिए सांख्यकीय आंकड़े। विविध सांख्यकीय आंकड़े देखने के लिए सर्च इंडेक्स फॉर्म के साथ पेज को चुनें।

# administration.statistics.mostSearched.all
source: All
fr: Tous
hi: सब

# administration.statistics.mostSearched.last30days
source: Last 30 days
fr: 30 derniers jours
hi: आखरी 30 दिन

# administration.statistics.mostSearched.last24hours
source: Last 24 hours
fr: Derniers 24 heures
hi: आखरी 24 घंटे

# administration.statistics.noResult
source: No result found
fr: Aucun résultat trouvé
hi: कोई परिणाम नहीं मिला

# administration.statistics.noResultForPage
source: No result for the selected page found.
fr: Aucun résultat pour la page sélectionnée trouvée.
hi: चुने गए पेज के लिए कोई परिणाम पाया नहीं गया।

# administration.statistics.selectPage
source: Please select a page in the page tree.
fr: Veuillez sélectionner une page dans l'arborescence de la page.
hi: कृपया पेज ट्री में पेज को चुनें।

# administration.external.title
source: External documents
fr: Documents externes
hi: बाहरी डाक्यूमेंट्स

# field.fileName
source: Filename
fr: Nom du fichier
hi: फ़ाइल का नाम

# field.wordCount
source: Word count
fr: Nombre de mots
hi: शब्दों की गिनती

# field.words
source: Words
fr: Mots
hi: शब्द

# field.mtime
source: Modification time
fr: Heure de modification
hi: तबदीली का समय

# field.indexed
source: Indexed
fr: Indexer
hi: इंडैक्स्ड

# field.updated
source: Updated
fr: Mis à jour
hi: अपडेटेड

# field.parseTime
source: Parsetime [ms]
fr: Paroleur [ms]
hi: पार्स समय [ms]

# field.sub
source: Sub
fr: Sous
hi: उप

# field.staticPageArguments
source: Static Page Arguments
fr: Arguments de la page statique

# field.count
source: Count
fr: Nombre
hi: गिनती

# field.first
source: First
fr: Premier
hi: प्रथम, पहला

# field.pHash
source: PageHash
fr: Hash PageHash
hi: पेज-हैश

# field.path
source: Path
fr: Chemin
hi: पथ, पाथ, रास्ता,मार्ग

# field.id
source: Page Id
fr: Id de page
hi: पेज Id

# field.uniqueId
source: Unique Id
fr: Id unique
hi: विशिष्ट Id, यूनिक Id

# field.title
source: Title
fr: Titre
hi: शीर्षक

# field.language
source: Language
fr: Langue
hi: भाषा

# field.frequency
source: Frequency
fr: Fréquence
hi: आवृत्ति

# field.flag
source: Flag
fr: Drapeau
hi: ध्वज

# field.metaphone
source: Metaphone
fr: Métal
hi: मेटा-फोन

# field.content
source: Content
fr: Contenu
hi: कंटेंट

# administration.notIndexed
source: Not indexed?
fr: Non indexé ?
hi: इंडैक्स्ड नहीं?

# administration.document.description
source: Details for a single result row
fr: Détails pour une ligne de résultats
hi: एक ही परिणाम रॉ के लिए वर्णन

# administration.document.words
source: All words found on page
fr: Tous les mots trouvés sur la page
hi: सभी शब्द पेज पर मिले

# administration.document.topCount
source: Words by top count
fr: Mots par compte supérieur
hi: शीर्ष गिनती के आधार पे शब्द

# administration.document.topFrequency
source: Words by frequency
fr: Mots par fréquence
hi: आवृत्ति के आधार पे शब्द

# administration.stopWords
source: Stopwords
fr: Mots d'arrêt
hi: शब्द रोक

# administration.stopWords.save
source: Save stopwords
fr: Enregistrer les mots-clés
hi: स्टॉप-वर्ड्स सेव करे

# administration.keywords
source: Page keywords
fr: Mots-clés de la page
hi: पेज कीवर्ड्स

# administration.keywords.current
source: Current page keywords
fr: Mots-clés de la page actuelle
hi: वर्तमान पेज कीवर्ड्स

# administration.stopWordsKeywords.save
source: Save keywords and stop words
fr: Enregistrer les mots clés et arrêter les mots
hi: कीवर्ड सेव करे और शब्द रोके

# administration.word.description
source: Detail view of a single word
fr: Vue détaillée d'un mot
hi: एक एक शब्द को विस्तार से देखें

# administration.linkBack
source: Back
fr: Retour
hi: पीछे, वापस

# administration.statistics.sectionRecords
source: Section records for this phash
fr: Enregistrements de section pour cette phase
hi: इस phash के सेक्शन रिकॉर्ड

# administration.statistics.debug
source: Debug
fr: Débogage
hi: डिबग

# administration.statistics.metaphone
source: Metaphone
fr: Métal
hi: मेटा-फोन

# administration.statistics.view.overview
source: Overview
fr: Aperçu
hi: ओवरव्यू

# administration.statistics.view.content
source: Words and content
fr: Mots et contenu
hi: शब्दों और कंटेंट

# administration.phash.tableHeader
source: Phash row content
fr: Contenu de la ligne de phase
hi: फेज रो कंटेंट

# administration.removeEntry
source: Remove entry
fr: Supprimer l'entrée
hi: एंट्री को निकालें

# administration.removeAllEntries
source: Remove all listed entries
fr: Supprimer toutes les entrées listées
hi: सभी सूचीबद्ध एंट्रीज़ को निकालें

# administration.back
source: Back
fr: Retour
hi: पीछे, वापस

# administration.noPageSelected
source: Please select a page from the page tree.
fr: Veuillez sélectionner une page dans l'arborescence de la page.
hi: कृपया पेज ट्री में से पेज को चुनें।

# error.noTypoScript
source: Error: Please check that TypoScript for the Indexed Search plugin is included.
fr: Erreur : Veuillez vérifier que TypoScript pour le plugin de recherche indexée est inclus.

# form.match
source: Match
hi: मेल

# form.style
source: Style
hi: शैली, स्टाइल

# indexingConfigurations.0
source: Pages
hi: पेज

# result.page
source: page
hi: पेज

# result.pages
source: pages
hi: पन्ने

# displayResults.page
source: Page
hi: पेज

# field.fileSize
source: Filesize
hi: फाइल-आकार, फाइल की साइज

# field.type
source: Type
hi: प्रकार, टाइप

# administration.statistics.lexer
source: Lexer
hi: लेक्सेर
