Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/indexed_search/Resources/Private/Language/*.locallang_csh_indexcfg.xlf
Languages: de, fr, hi, it, nl

# fieldlist.description
source: Enter a comma-list of fields to be indexed. The first field name will be used for the search result title.
de: Geben Sie eine Komma-Liste der Felder ein, die indiziert werden sollen. Der Name des ersten Feldes wird für den Suchergebnis-Titel verwendet.
fr: Entrez une liste de champs à indexer. Le nom du premier champ sera utilisé pour le titre du résultat de recherche.
hi: इंडेक्स्ड करने के लिए फील्ड की एक कॉमा-लिस्ट दर्ज कीजिये .पहला फील्ड नाम खोज परिणाम के शीर्षक के लिए इस्तेमाल किया जाएगा.
it: Inserisci una lista di campi da indicizzare. Il nome del campo verrà utilizzato per il titolo del risultato di ricerca.
nl: Voer een komma gescheiden lijst van velden in die geindexeerd moeten worden. De eerste veldnaam zal gebruikt worden voor de titel van het zoekresultaat.

# fieldlist.details
source: <b>Example:</b> "header,bodytext,image_caption" would index the Header, Bodytext and Image Caption fields from "tt_content". Notice that you must use the real database field names, don't spell them wrong!
de: <b>Beispiel:</b> "header,bodytext,image_caption" würde den Header, Bodytext und Bilderfassungsfelder von "tt_content" indizieren. Beachten Sie, dass Sie die wahren Datenbankfeldnamen verwenden müssen, schreiben Sie sie nicht falsch!
fr: <b>Exemple :</b> "header,bodytext,image_caption" indexerait les champs Header, Bodytext et Image Caption de "tt_content". Notez que vous devez utiliser les noms de champ de base de données réels, ne les orthographez pas mal!
hi: <b>उदाहरण:</b>"header,bodytext,image_caption" के जो tt_content में से हैडर,बॉडी-टेक्स्ट और इमेज कैप्शन फील्ड को इंडेक्स करेगा.सूचना है कि आपको वास्तविक डेटाबेस फील्ड नाम का उपयोग करना चाहिए, उनका गलत स्पेल नहीं होना चाहिए!
it: <b>Esempio:</b> "header,bodytext,image_caption" indicizzerebbe i campi intestazione, Bodytext e Image Caption da "tt_content". Nota che devi utilizzare i nomi dei campi del database reale, non scriverli male!
nl: <b>Voorbeeld:</b> "header,bodytext,image_caption" zal de kop, de bodytekst en het onderschrift van afbeeldingen uit "tt_content" indexeren. Merk op dat u de echte databaseveldnamen gebruikt. Maak hierin geen spelfouten!

# recordsbatch.description
source: Enter how many records to index for each instance of the indexing process (how many per minute). Default is 100 records.
de: Geben Sie ein, wie viele Datensätze für jede Instanz des Indizierungsprozesses (wie viele pro Minute) indiziert werden sollen. Standard ist 100 Datensätze.
fr: Entrez le nombre d'enregistrements à indexer pour chaque instance du processus d'indexation (combien de minutes). Par défaut, 100 enregistrements.
hi: इंडेक्सिंग प्रोसेस के प्रत्येक उदाहरण के लिए कितने रिकॉर्ड इंडेक्स करने है उसे दर्ज कीजिये (प्रत्येक मिनट कितने).डिफ़ॉल्ट 100 रिकार्ड्स है.
it: Inserisci quanti record indicizzare per ogni istanza del processo di indicizzazione (quanti al minuto). Il valore predefinito è 100 record.
nl: Geef aan hoeveel records ge誰ndexeerd worden per keer tijdens het indexeringsproces (hoeveel per minuut). Standaard is 100 records.

# records_indexonchange.description
source: If set, new and changed records from this table will be indexed through a hook in the core (Datahandler) meaning that they will be searchable immediately after addition to the system.
de: Wenn gesetzt, werden neue und geänderte Datensätze aus dieser Tabelle durch einen Hook im Kern (Datahandler) indiziert, was bedeutet, dass sie unmittelbar nach dem System durchsucht werden.
fr: Si défini, les nouveaux enregistrements et les changements de ce tableau seront indexés à travers un crochet dans le noyau (Datahandler) ce qui signifie qu'ils seront immédiatement disponibles après l'ajout du système.
it: Se impostato, nuovi e modificati record da questa tabella saranno indicizzati attraverso un hook nel core (Datahandler) che significa che saranno ricercabili immediatamente dopo l'aggiunta al sistema.
nl: Indien aangevinkt zullen nieuwe en veranderde records van deze tabel ge誰ndexeerd worden middels een zogenaamde hook in de core (DataHandler). Dit betekent dat zij onmiddelijk na toevoeging tot het systeem vindbaar zijn.

# externalUrl.description
source: Enter the URL of the external website you want to index.
de: Geben Sie die URL der externen Website ein, die Sie indizieren möchten.
fr: Entrez l'URL du site Web externe que vous souhaitez indexer.
hi: आप जिस बाहरी वेबसाइट का इंडेक्स करना चाहते है उसका URL दर्ज करे
it: Inserisci l'URL del sito esterno che vuoi indicizzare.
nl: Voer de URL in van de externe website die u wilt indexeren.

# url_deny.description
source: Enter a URL on each line inside of which the crawler should not decend.
de: Geben Sie eine URL auf jeder Zeile ein, von der der Raufer nicht verdammt werden sollte.
fr: Entrez une URL sur chaque ligne à l'intérieur de laquelle le crawler ne doit pas tromper.
hi: अंदर प्रत्येक लाइन पर एक URL दर्ज करें जिनमें से क्रॉलर decend नहीं होना चाहिए.
it: Inserisci un URL su ogni riga all'interno della quale il crawler non dovrebbe decentrare.
nl: Voer de URL's in van de mappen waar de crawler niet in mag afzakken.

# url_deny.details
source: Example: If you wish to index "https://typo3.org/" but not "https://typo3.org/extensions/" and "https://typo3.org/downloads/" then you simply enter those two URLs into the box like this: https://typo3.org/downloads/ https://typo3.org/extensions/
de: Beispiel: Wenn Sie "https://typo3.org/" indizieren möchten, aber nicht "https://typo3.org/extensions/" und "https://typo3.org/downloads/" dann geben Sie einfach diese beiden URLs in das Feld ein: https://typo3.org/downloads/ https://typo3.org/extensions/
fr: Exemple : Si vous souhaitez indexer "https://typo3.org/" mais pas "https://typo3.org/extensions/" et "https://typo3.org/downloads/" alors vous n'avez qu'à saisir ces deux URL dans la boîte comme ceci: https://typo3.org/downloads/ https://typo3.org/extensions/
hi: यदि आप "https://typo3.org/" इंडेक्स करना चाह्ते है पर "https://typo3.org/extensions/" और "https://typo3.org/downloads/" नहीं तो आपको केवल वह दो URL को बॉक्स में इस तरह दर्ज करे: https://typo3.org/downloads/ https://typo3.org/extensions/
it: Esempio: Se desideri indicizzare "https://typo3.org/" ma non "https://typo3.org/extensions/" e "https://typo3.org/downloads/" inserisci semplicemente questi due URL nella casella: https://typo3.org/downloads/ https://typo3.org/extensions/
nl: Voorbeeld: Als u "http://typo3.org" wenst te indexeren maar niet "http://typo3.org/extensions/" en "http://typo3.org/downloads/" dan dient u deze twee URL's in het veld in te voeren zoals hier: http://typo3.org/downloads/ http://typo3.org/extensions/

# filepath.description
source: Enter a filepath inside fileadmin/ where you want the files to be indexed.
de: Geben Sie einen Dateipfad innerhalb des Dateiadmins ein, wo Sie möchten, dass die Dateien indiziert werden.
fr: Entrez un chemin de fichier dans l'administrateur de fichier/ où vous voulez que les fichiers soient indexés.
hi: fieladmin/ में फाइल पाथ को दर्ज करे के जहां आप फाइल्स को इंडेक्स करना चाहते है.
it: Inserisci un percorso file all'interno del file admin/ dove si desidera indicizzare i file.
nl: Voer de bestandmap in fileadmin/ in waarin u de bestanden wenst te indexeren.

# filepath.details
source: Example: "fileadmin/newsletters/"
de: Beispiel: "fileadmin/newsletters/"
fr: Exemple : "fileadmin/newsletters/"
it: Esempio: "fileadmin/newsletters/"
nl: Voorbeeld: "fileadmin/nieuwsbrieven/"

# extensions.description
source: If you want to index only specific files in the directory, enter a list of file extensions here. For example: "html,pdf,doc"
de: Wenn Sie nur bestimmte Dateien im Verzeichnis indizieren möchten, geben Sie hier eine Liste der Dateierweiterungen ein. Zum Beispiel: "html,pdf,doc"
fr: Si vous voulez indexer uniquement des fichiers spécifiques dans le répertoire, entrez une liste d'extensions de fichiers ici. Par exemple: "html, pdf, doc"
hi: यदि आप केवल डायरेक्टरी में स्पेसिफिक फाइल को इंडेक्स करना चाह्ते है तो आप फाइल के एक्सटेंशन की लिस्ट यहाँ दर्ज करे.उदाहरण के लिए: "html,pdf,doc"
it: Se vuoi indicizzare solo file specifici nella cartella, inserisci qui una lista di estensioni di file. Per esempio: "html,pdf,doc"
nl: Als u alleen specifieke bestanden in een map wilt indexeren, kunt u hier een lijst van bestandsextensies ingeven. Bijvoorbeeld: "html,pdf,doc"

# depth.description
source: Levels of recursion.
de: Stufen der Wiederholung.
fr: Niveaux de récursion.
hi: recursion का लेवल्स
it: Livelli di ricorsi.
nl: Recursief diepte

# depth.details
source: For file indexing it is the level of directories to decend. For External URLs it's the depth to which the crawler will go with links.
de: Für die Dateiindexierung ist es das Niveau der Verzeichnisse zu dezentralisieren. Für externe URLs ist es die Tiefe, in die der Crawler mit Links gehen wird.
fr: Pour indexer les fichiers, c'est le niveau de répertoires à tromper. Pour les URL externes, c'est la profondeur à laquelle le crawler va aller avec des liens.
hi: फ़ाइल इंडेक्सिंग के लिए यह डायरेक्टरी decend करने का स्तर है.बाहरी URL के लिए यह एक गहराय है के जिसमे crawler लिंक्स के साथ जायेगा
it: Per indicizzare il file è il livello delle cartelle da decendere. Per URL esterni è la profondità alla quale il crawler si unirà.
nl: Geef het aantal niveau's aan waarbinnen de indexering van mappen plaats moet vinden. Voor externe URL's is dit de diepte van het aantal links dat de crawler zal volgen.

# indexcfgs.description
source: When a search is conducted in this indexing configuration the actual search will take place in the indexed content from the configurations listed here. You can also enter pages and if you do so the search will take place in indexing configurations found on those pages.
de: Wenn eine Suche in dieser Indexierungskonfiguration durchgeführt wird, erfolgt die eigentliche Suche in den indizierten Inhalten der hier aufgeführten Konfigurationen. Sie können auch Seiten eingeben und wenn Sie dies tun, wird die Suche in Indexierungskonfigurationen stattfinden, die auf diesen Seiten gefunden werden.
fr: Lorsque la recherche est effectuée dans cette configuration d'indexation, la recherche réelle aura lieu dans le contenu indexé des configurations listées ici. Vous pouvez également saisir des pages et si vous le faites, la recherche aura lieu dans les configurations d'indexation trouvées sur ces pages.
hi: जब खोज इस इंडेक्सिंग कॉन्फ़िगरेशन में आयोजित किया जाता है तब वास्तविक खोज यहाँ लिस्ट किये हुए कॉन्फ़िगरेशन से इंडेक्स कंटेंट में जगह लेगा.आप इसके साथ पेज को एंटर कर सकते और यदि आप ऐसा करते हैं तो खोज इंडेक्सिंग कॉन्फ़िगरेशन के उन पेज पर होगी
it: Quando una ricerca viene effettuata in questa configurazione di indicizzazione, la ricerca effettiva si svolgerà nel contenuto indicizzato dalle configurazioni qui elencate. Puoi anche inserire pagine e se lo fai, la ricerca si svolgerà nelle configurazioni di indicizzazione trovate in quelle pagine.
nl: Als een zoekopdracht plaats vindt in de indexeringsconfiguratie, zal de eigenlijke zoekopdracht plaats vinden in de geindexeerde inhoud van de hier getoonde configuraties. U kunt hier ook pagina's aangeven waardoor de zoekopdracht plaats zal vinden in de indexeringsconfiguraties die gevonden worden in deze pagina's.

# _url_deny.seeAlso
source: index_config:externalUrl
it: index_config:esternaUrl

# _depth.seeAlso
source: index_config:externalUrl, index_config:filepath
it: index_config:esternaUrl, index_config:filepath

# chashcalc.description
source: If checked, the URL in the search result for records will be encoded with a "&cHash" parameter to make it cacheable. Use only if supported by the plugin!
fr: Si coché, l'URL dans le résultat de recherche des enregistrements sera encodée avec un paramètre "&cHash" pour le rendre cacheable. Utiliser uniquement si le plugin est supporté !
