Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/indexed_search/Resources/Private/Language/*.locallang_pi.xlf
Languages: th

# default_search_word_entry
source: Search for
th: ค้นหาสำหรับ

# submit_button_label
source: Search
th: ค้นหา

# opt_type_0
source: Distinct word
th: คำที่แตกต่าง

# opt_type_1
source: Part of word
th: ส่วนหนึ่งของคำ

# opt_type_2
source: First part of word
th: ส่วนแรกของคำ

# opt_type_3
source: Last part of word
th: ส่วนสุดท้ายของคำ

# opt_type_10
source: Sounds like
th: เสียงเหมือน

# opt_type_20
source: Sentence
th: ประโยค

# opt_defOp_0
source: All words (AND)
th: ทุกคำ (AND)

# opt_defOp_1
source: Any words (OR)
th: คำใด ๆ (OR)

# opt_sections_0
source: Whole site
th: เว็บไซต์ทั่ว

# opt_sections_-1
source: Only this page
th: หน้านี้เท่านั้น

# opt_sections_-2
source: Top + level 1
th: ระดับ Top + 1

# opt_sections_-3
source: Level 2 and out
th: Level 2 และออก

# opt_freeIndexUid_-1
source: All, mixed
th: All ผสม

# opt_freeIndexUid_-2
source: All, categorized
th: ทุกประเภท

# opt_freeIndexUid_0
source: Pages
th: หน้า

# opt_freeIndexUid_header_-1
source: Mixed categories
th: ประเภทผสม

# opt_freeIndexUid_header_0
source: Website Pages
th: หน้าเว็บไซต์

# opt_media_-1
source: All media
th: สื่อทั้งหมด

# opt_media_0
source: Internal pages
th: หน้าภายใน

# opt_media_-2
source: All External
th: ภายนอกทั้งหมด

# opt_order_rank_flag
source: Weight/Frequency
th: น้ำหนักความถี่ /

# opt_order_rank_freq
source: Frequency
th: ความถี่

# opt_order_rank_count
source: Number of words
th: จำนวนคำ

# opt_order_mtime
source: Date Modified
th: แก้ไขวันที่

# opt_order_title
source: Document title
th: ชื่อเอกสาร

# opt_order_crdate
source: Creation date
th: วันที่สร้าง

# opt_group_sections
source: Section hierarchy
th: ลำดับมาตรา

# opt_group_flat
source: Flat list
th: รายการตามลำดับ

# opt_lang_-1
source: All languages
th: ทุกภาษา

# opt_desc_0
source: Highest first
th: สูงสุดก่อน

# opt_desc_1
source: Lowest first
th: ต่ำสุดก่อน

# opt_RL1ALL
source: All pages on level 1
th: หน้าทั้งหมด 1 ระดับ

# opt_RL2ALL
source: - All pages on level 2
th: -- หน้าทั้งหมด 2 ระดับ

# form_legend
source: Search form
th: แบบฟอร์มการค้นหา

# form_extResume
source: Extended resume
th: ขยายงาน

# form_atATime
source: at a time
th: ในเวลา

# rules_text
source: Only words with 2 or more characters are accepted Max 200 chars total Space is used to split words, "" can be used to search for a whole string (not indexed search then) AND, OR and NOT are prefix words, overruling the default operator +/|/- equals AND, OR and NOT as operators. All search words are converted to lowercase.
th: คำเพียง 2 หรือมากกว่าตัวอักษรได้รับการยอมรับ สูงสุด 200 ตัวอักษรรวม Space ใช้ในการแยกคำ""สามารถใช้เพื่อค้นหาสตริงรวม (ไม่ได้จัดทำดัชนีการค้นหาแล้ว) AND, OR และ NOT เป็นคำ prefix, overruling ดำเนินการเริ่มต้น +/|/- เท่ากับ AND, OR และไม่เป็นผู้ประกอบการ ทั้งหมดคำค้นหาจะถูกแปลงเป็นตัวพิมพ์เล็ก

source: Search for
th: ค้นหาสำหรับ

# searchFor_or
source: or
th: หรือ

# searchFor_and
source: and
th: และ

# searchFor_butNot
source: but not
th: แต่ไม่

# noResults
source: NO results found.
th: ไม่พบผลลัพธ์

# inSection
source: in the section
th: ในส่วน

# word_page
source: page
th: หน้า

# word_pages
source: pages
th: หน้าเว็บ

# unnamedSection
source: Other
th: อื่นๆ

# link_regularSearch
source: Regular search
th: ค้นหาปกติ

# link_advancedSearch
source: Advanced search
th: การค้นหาขั้นสูง

# res_noResume
source: Note: This search hit may not accurately match the content on this page. The page resume cannot be shown.
th: หมายเหตุ : hit ค้นหานี้อาจไม่ถูกต้องตรงกับเนื้อหาในหน้านี้ งานหน้าจะไม่สามารถแสดง

# res_otherPageAsWell
source: INFO: There was another page indexed as well... Probably indexed with another or no usergroup.
th: INFO : เกิดหน้าการจัดทำดัชนีและอื่น ... ดัชนีอาจมีอีกหรือไม่ usergroup

# res_memberGroups
source: Require membership of group numbers %s
th: % สมาชิกกำหนดจำนวนกลุ่มของ

# pi_list_browseresults_prev
source: < Previous
th: <ก่อนหน้า

# pi_list_browseresults_page
source: Page
th: หน้า

# pi_list_browseresults_next
source: Next >
th: ถัดไป>

# local_operator_AND
source: AND
th: และ

# makerating_addToCurrentSearch
source: Add to current search words
th: เพิ่มคำค้นหาปัจจุบัน

# maketitle_matches
source: matches
th: ตรงกับ
