Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/indexed_search/Resources/Private/Language/*.locallang_csh_indexcfg.xlf
Languages: de, fr, hi, it, nl

# .description
source: The Indexed Search configuration allows you to set up indexing of resources which are external to the TYPO3 page tree. This could be a library of records (like news), a directory structure of files (like PDFs) or an external URL to be crawled to some depth - or third-party content provided from other extensions via hooks.
de: Die Indexierte Suchkonfiguration erlaubt es Ihnen, die Indizierung von Ressourcen, die außerhalb des TYPO3-Seitenbaumes liegen, einzurichten. Dies könnte eine Bibliothek von Datensätzen (wie Nachrichten), eine Verzeichnisstruktur von Dateien (wie PDFs) oder eine externe URL sein, die auf eine gewisse Tiefe zu kreieren ist - oder Inhalte von Drittanbietern, die von anderen Erweiterungen über Hooks bereitgestellt werden.
fr: La configuration de la recherche indexée vous permet de configurer l'indexation des ressources externes à l'arborescence de la page TYPO3. Cela pourrait être une bibliothèque d'enregistrements (comme les nouvelles), une structure de répertoire de fichiers (comme les PDFs) ou une URL externe à craquer à une profondeur - ou un contenu tiers fourni à partir d'autres extensions via des crochets.
hi: इंडेक्स-सर्च कॉन्फ़िगरेशन आपको रिसोर्सेज के जो पेज ट्री के बहार है उसका इंडेक्सिंग का सेट उप करने की अनुमति देता है इसमें रिकार्ड्स की लाइब्रेरी(जैसे न्यूज़), फाइल्स के डायरेक्टरी संरचना(जैसे PDFs) और कुछ गहराई के क्रॉल के लिए बाहरी यूआरएल - और हुक के माध्यम से अन्य एक्सटेंशन से प्रदान किये थर्ड पार्टी कंटेंट.
it: La configurazione di ricerca indicizzata consente di impostare l'indicizzazione delle risorse esterne all'albero della pagina TYPO3. Potrebbe essere una libreria di record (come notizie), una struttura di directory dei file (come PDF) o un URL esterno da inserire in profondità - o contenuti di terze parti forniti da altre estensioni tramite hooks.
nl: Met de Ge誰ndexeerd Zoeken configuratie kunt u bronnen indexeren die buiten de TYPO3 paginaboom vallen. Dit kan een bibliotheek van records zijn (zoals tt_news), een structuur van bestanden (zoals PDF-en) of een externe URL die tot enige diepte doorgenomen moet worden of content van een derde partij doorgegeven door extensies via hooks.

# .details
source: The Indexing Configuration records are used to set up how the indexing occurs, at which time and related to which part of the page tree. An important requirement to keep in mind is that the "crawler" extension must be installed since the indexing engine uses the "crawler" extensions queue as a timing device - and using the "crawler" extension means using a cron-job to activate it from the shell.
de: Die Indexing Configuration Records werden verwendet, um die Indizierung zu konfigurieren, zu welcher Zeit und mit welcher Zeit der Teil des Seitenbaums zusammenhängt. Eine wichtige Voraussetzung ist, dass die "Crawler"-Erweiterung installiert werden muss, da die Indexierungsmaschine die "Crawler"-Erweiterungsliste als Zeitmessgerät verwendet - und die "Crawler"-Erweiterung bedeutet, dass ein Cron-Job verwendet wird, um sie von der Shell zu aktivieren.
fr: Les enregistrements de configuration d'indexation sont utilisés pour configurer la façon dont l'indexation se produit, à quel moment et en rapport avec la partie de l'arborescence de page. Une exigence importante est que l'extension « crawler » doit être installée car le moteur d'indexation utilise la file d'extension « crawler » comme périphérique de timing - et l'utilisation de l'extension « crawler » signifie utiliser un job cron pour l'activer à partir du shell.
hi: इंडेक्सिंग कॉन्फ़िगरेशन रिकार्ड्स का पेज ट्री के किस हिसे को और किस समय इंडेक्सिंग होता है उसका सेटअप करने के लिए उपयोग होता है.एक महत्वपूर्ण आवश्यकता याद रखने की के जब इंडेक्सिंग इंजन "क्रॉलर" एक्सटेंशन का क़्यू का टाइमिंग डिवाइस के रूप में उपयोग करता है तब क्रॉलर एक्सटेंशन इन्सटाल्ड होना ही चाहिए - और "crawler" एक्सटेंशन का उपयोग मतलब cron-job का शैल में से एक्टिवेट करने का प्रयोग
it: I record di configurazione dell'indicizzazione sono utilizzati per impostare come si verifica l'indicizzazione, in cui è possibile e correlato a quale parte dell'albero della pagina. Un requisito importante da tenere presente è che l'estensione "crawler" deve essere installata perché il motore di indicizzazione utilizza la coda delle estensioni "crawler" come dispositivo di tempo - e utilizzare l'estensione "crawler" significa utilizzare un cron-job per attivarlo dalla shell.
nl: De Indexering Configuratie records worden gebruikt om aan te geven hoe de indexering plaats vindt, op welke tijd en hoe de relatie is aan de paginaboom. Een belangrijke vereiste om in gedachten te houden is dat de "crawler" extensie geinstalleerd dient te zijn, omdat de indexeringsmachine de "crawler" extensie wachtrij gebruikt als een aftelmechanisme - en gebruik maken van de "crawler" extensie betekent gebruik maken van een cron-job van de shell.

# title.description
source: Provide a title for the configuration.
de: Geben Sie einen Titel für die Konfiguration an.
fr: Fournir un titre pour la configuration.
hi: कॉन्फ़िगरेशन के लिए टाइटल प्रदान करे
it: Fornire un titolo per la configurazione.
nl: Geef een titel voor de configuratie.

# description.description
source: If needed, give it a description or put other important notes in this field.
de: Wenn nötig, geben Sie es eine Beschreibung oder setzen Sie andere wichtige Notizen in diesem Bereich.
fr: Si nécessaire, donnez-lui une description ou mettez d'autres notes importantes dans ce champ.
hi: यदि आवश्यक हो तो , यहाँ डिस्क्रिप्शन दीजिये या इस फील्ड में अन्य महत्वपूर्ण नोट्स डाल दे .
it: Se necessario, forniscilo una descrizione o inserisci altre note importanti in questo campo.
nl: Geef indien noodzakelijk een omschrijving of plaats andere belangrijke opmerkingen in dit veld.

# hidden.description
source: Disable the configuration by this checkbox. If disabled, the configuration will be bypassed by the crawlers cron job.
de: Deaktivieren Sie die Konfiguration durch dieses Kontrollkästchen. Wenn deaktiviert, wird die Konfiguration von den Crawlern Cron-Job umgehen.
fr: Désactiver la configuration par cette case. Si désactivé, la configuration sera contournée par le job cron des crawlers.
hi: इस चेकबॉक्स द्वारा कॉन्फ़िगरेशन को अक्षम करें। अक्षम होने पर, कॉन्फ़िगरेशन crawlers cron job द्वारा नजरअंदाज कर दिया जाएगा.
it: Disabilita la configurazione da questa casella di controllo. Se disabilitata, la configurazione verrà bypassata dal cron job dei crawlers.
nl: Maak de configuratie tijdelijk ongedaan middels dit markeerveld. Als deze ongedaan gemaakt is zal de configuratie niet gebruikt worden door de cron job.

# hidden.details
source: Notice; Disabling the indexing process will not hide already indexed content in search results!
de: Hinweis; Deaktivieren des Indizierungsprozesses wird bereits indizierte Inhalte in Suchergebnissen nicht ausblenden!
fr: Avis; Désactiver le processus d'indexation ne masquera pas le contenu déjà indexé dans les résultats de recherche !
hi: नोटिस: इंडेक्सिंग प्रक्रिया को असक्षम करने पर पहले से इंडेक्स्ड किया हुआ कंटेंट रिजल्ट रिजल्ट में हाईड नहीं होगा!
it: Nota: Disabilitare il processo di indicizzazione non nasconderà contenuti già indicizzati nei risultati di ricerca!
nl: Opmerking: Door een indexeringsproces ongedaan te maken zal de reeds geindexeerde inhoud niet verborgen worden in zoekresultaten!

# starttime.description
source: Set a start time for the configuration. If set, the configuration will be bypassed by the crawlers cron job until this time is reached.
de: Setze eine Startzeit für die Konfiguration. Wenn gesetzt, wird die Konfiguration von den Crawlern Cron-Job umgehen, bis diese Zeit erreicht ist.
fr: Définir un temps de début pour la configuration. Si défini, la configuration sera contournée par le job cron des crawlers jusqu'à ce que cette heure soit atteinte.
hi: कॉन्फ़िगरेशन के लिए एक शुरुआत का समय निर्धारित करें.अगर सेट, कॉन्फ़िगरेशन crawlers cron job द्वारा नजरअंदाज किया जाएगा जब तक इस समय तक पहुँच जाता है.
it: Imposta un tempo di inizio per la configurazione. Se impostato, la configurazione verrà bypassata dal cron job dei crawlers fino a quando questa volta non sarà raggiunta.
nl: Geef een starttijd voor de configuratie. Als een starttijd gegeven is zal de configuratie niet gebruikt worden door de "crawlers" cronjob totdat deze tijd bereikt is.

# _starttime.seeAlso
source: index_config:hidden
de: index_config:verborgen

# timer_frequency.description
source: Use this setting to adjust how often you would like a re-indexing process to run for the configuration.
de: Verwenden Sie diese Einstellung, um zu ändern, wie oft Sie möchten, dass ein Wiederindizierungsprozess für die Konfiguration läuft.
fr: Utilisez ce paramètre pour ajuster la fréquence de la rééindexation pour exécuter la configuration.
hi: आप कॉन्फ़िगरेशन को रन करने के आप कितनी बार रि-इंडेक्सिंग प्रोसेस करना चाहते है उसे एडजस्ट करने किये इस सेटिंग का प्रयोग करे.
it: Usa questa impostazione per regolare la frequenza con cui si desidera un processo di ri-indicizzazione per eseguire la configurazione.
nl: Gebruik deze instelling om aan te geven hoe vaak u een herindexeringsproces plaats wilt laten vinden voor de configuratie.

# timer_offset.description
source: The offset adjusts at what time of day you want the indexing process to run.
de: Der Offset passt an, wann die Tageszeit der Indexierungsprozess ausgeführt werden soll.
fr: Le décalage s'ajuste à quel moment de la journée vous voulez que le processus d'indexation fonctionne.
hi: इंडेक्सिंग प्रोसेस को रन करने के लिए आप दिन का कोनसा समय पसंद करते है उस समय ओफ़्सेट एडजस्ट होता है.
it: L'offset si adatta al momento del giorno in cui vuoi che il processo di indicizzazione sia eseguito.
nl: De offset past de tijd van de dag aan waarop u het indexeringsproces plaats wilt laten vinden.

# _timer_offset.seeAlso
source: index_config:timer_frequency
de: index_config:timer_Frequenz

# timer_next_indexing.description
source: This field contains the date and time of the next occurring indexing session. If left blank the next indexing will occur as soon as the cron-script is run again (typically within the next minute) and afterwards set to the next time according to frequency and offset.
de: Dieses Feld enthält Datum und Zeit der nächsten Indizierungssitzung. Wenn links links, wird die nächste Indizierung auftreten, sobald das Cron-Skript wieder ausgeführt wird (normalerweise innerhalb der nächsten Minute) und danach nach Frequenz und Offset auf das nächste Mal gesetzt wird.
fr: Ce champ contient la date et l'heure de la prochaine session d'indexation. Si laissé vide, l'indexation suivante se produira dès que le script cron sera à nouveau exécuté (généralement dans la prochaine minute) et ensuite défini à la prochaine fois selon la fréquence et le décalage.
hi: इस फील्ड में अगले होने वाले इंडेक्सिंग सेशन का समय और तारीख होती है .यदि खाली छोड़ दिया जाये तो अगला इंडेक्सिंग जब cron-script फिर से रन होगी तब होगा(आम तौर पर अगले ही मिनट के भीतर) और बाद में अगला समय आवृत्ति और ऑफसेट के अनुसार निर्धारित करे
it: Questo campo contiene la data e l'ora della prossima sessione di indicizzazione. Se lasciato vuoto, l'indicizzazione successiva si svolgerà non appena lo script cron verrà eseguito nuovamente (solitamente entro il prossimo minuto) e successivamente impostato alla prossima volta secondo la frequenza e l'offset.
nl: Dit veld bevat de datum en tijd van de volgende indexeringssessie. Als deze leeg gelaten wordt zal de volgende indexering plaats vinden op het moment dat het cron-script opnieuw gaat draaien (vaak binnen de volgende minuut) en zal nadien bijgesteld worden op de volgende tijd afgaande op de frequentie en de offset.

# _timer_next_indexing.seeAlso
source: index_config:timer_offset, index_config:timer_frequency
de: index_config:timer_offset, index_config:timer_Frequenz

# type.description
source: Select the type of Indexing Configuration here.
de: Wählen Sie hier den Typ der Indexing-Konfiguration.
fr: Sélectionnez le type de configuration d'indexation ici.
hi: यहाँ इंडेक्सिंग कॉन्फ़िगरेशन का प्रकार पसंद कीजिये.
it: Seleziona il tipo di configurazione di indicizzazione qui.
nl: Kies het type van de Indexeringsconfiguratie.

# type.details
source: <b>Records</b> - You will be able to index records on a specified page from a specified database table. You can determine which fields from that record you want to index and how additional GET parameters should look like when linking to the search result. <b>Files</b> - Allows you to index a whole directory of files from the fileadmin/ folder. You can optionally specify how many levels of recursion you want. <b>External URL</b> - Allows you to index an external site and search it from your TYPO3 installation! You can specify how deep the crawler should go on that external URL. <b>Page tree</b> - Allows you to index the page tree using the cron script. This type will not be useful as a category for searching like the other types. <b>Meta configuration</b> - Points to a collection of other indexing configurations in which the search will be done. Cannot be used for cron-job based indexing. <b>Custom</b> - Other extensions might register custom types of configurations.
de: <b>Datensätze</b> - Sie können Datensätze auf einer bestimmten Seite aus einer bestimmten Datenbanktabelle indizieren. Sie können bestimmen, welche Felder aus diesem Datensatz Sie indizieren möchten und wie zusätzliche GET-Parameter aussehen sollen, wenn Sie mit dem Suchergebnis verknüpfen. <b>Dateien</b> - Erlaubt es Ihnen, ein ganzes Verzeichnis von Dateien aus dem Dateiadmin/ Ordner zu indizieren. Sie können optional angeben, wie viele Ebenen von Wiederholungen Sie wollen. <b>Externe URL</b> - Erlaubt es Ihnen, eine externe Seite zu indizieren und sie von Ihrer TYPO3-Installation zu durchsuchen! Sie können angeben, wie tief der Crawler auf dieser externen URL gehen soll. <b>Seitenbaum</b> - Erlaubt es Ihnen, den Seitenbaum mit dem Cron-Skript zu indizieren. Dieser Typ wird nicht als Kategorie für die Suche wie die anderen Typen nützlich sein. <b>Meta Konfiguration</b> - Punkte zu einer Sammlung anderer Indexkonfigurationen, in denen die Suche durchgeführt wird. Kann nicht für Cron-Job-basierte Indizierung verwendet werden. <b>Benutzerdefiniert</b> - Andere Erweiterungen können benutzerdefinierte Konfigurationen registrieren.
fr: <b>Enregistrements</b> - Vous pourrez indexer les enregistrements sur une page spécifiée à partir d'une table de base de données spécifiée. Vous pouvez déterminer quels champs de cet enregistrement vous voulez indexer et comment les paramètres GET supplémentaires devraient ressembler lors de la liaison au résultat de recherche. <b>Fichiers</b> - Vous permet d'indexer un répertoire entier de fichiers depuis le dossier fileadmin/ . Vous pouvez éventuellement spécifier combien de niveaux de récursion vous voulez. <b>URL externe</b> - Vous permet d'indexer un site externe et de le rechercher à partir de votre installation TYPO3! Vous pouvez spécifier combien le crawler doit continuer sur cette URL externe. <b>Arbre de Page</b> - Permet d'indexer l'arborescence de page en utilisant le script cron. Ce type ne sera pas utile comme catégorie pour rechercher comme les autres types. <b>Configuration méta</b> - Points à une collection d'autres configurations d'indexation dans lesquelles la recherche sera effectuée. Impossible d'être utilisé pour l'indexation basée sur cron-job. <b>Personnalisé</b> - D'autres extensions peuvent enregistrer des types de configurations personnalisés.
hi: <b>रिकार्ड्स </b>- आप एक स्पेसिफाइड डेटाबेस टेबल से एक विशेष पेज पर इंडेक्स रिकॉर्ड करने के लिए सक्षम हो जाएंगे.आप उस रिकार्ड्स में से कोनसा फील्ड को इंडेक्स करना चाहते है और आप उस रिकार्ड्स में से कोनसे फील्ड को इंडेक्स करना चाहते है और जब सर्च रिजल्ट के साथ लिंक करे तब एडिशनल GET पैरामीटर्स कैसे दिखेंगे उसे निर्धारित कर सकते है. <b>फाइल्स</b>- fileadmin / फ़ोल्डर से फ़ाइलों की एक पूरी डायरेक्टरी इंडेक्स करने के लिए आपको अनुमति देता है.आप वैकल्पिक रूप से स्पेसिफाय कर सकते हैं कि आपको कितने रिकरजन के स्तर चाहिए. <b>बाहरी URL</b>- आपको बाहरी साइट को इंडेक्स करने की और आपके TYPO3 इंस्टालेशन से सर्च करने की अनुमति देता है!आप स्पेसफाय कर सकते है की क्रॉलर बाहरी URL पर कितना गहरा जाना चाहिए. <b>पेज ट्री </b>- आपको cron-script के उपयोग से पेज ट्री को इंडेक्स करने की अनुमति देता है.यह प्रकार अन्य प्रकार की तरह खोज के लिए एक केटेगरी के रूप में उपयोगी नहीं होगा. <b>मेटा कॉन्फ़िगरेशन</b>- अन्य इंडेक्सिंग कॉन्फ़िगरेशन के कलेक्शन को पॉइंट्स करे की जहां खोज हो जाएगी.क्रॉन जॉब आधारित इंडेक्सिंग के लिए इस्तेमाल नहीं किया जा सकता है. <b>कस्टम</b>- अन्य एक्सटेंशन कॉन्फ़िगरेशन की कस्टम प्रकार को रजिस्टर कर सकते है.
it: <b>Record</b> - Sarai in grado di indicizzare i record su una pagina specificata da una tabella di database specificata. Puoi determinare quali campi da quel record vuoi indicizzare e come dovrebbero apparire altri parametri GET quando si collega al risultato di ricerca. <b>File</b> - ti permette di indicizzare un'intera directory di file dalla cartella fileadmin/ file. Puoi specificare facoltativamente quanti livelli di ricorsi vuoi. <b>URL esterno</b> - ti permette di indicizzare un sito esterno e di cercarlo dalla tua installazione TYPO3! Puoi specificare quanto il crawler debba continuare a lungo su quell'URL esterno. <b>albero pagina</b> - ti permette di indicizzare l'albero della pagina utilizzando lo script cron. Questo tipo non sarà utile come categoria per la ricerca come gli altri tipi. <b>Meta configuration</b> - Punti in una collezione di altre configurazioni indicizzatrici in cui la ricerca verrà eseguita. Non può essere utilizzato per l'indicizzazione basata sul cron-job. <b>Personalizzato</b> - Altre estensioni potrebbero registrare tipi personalizzati di configurazioni.
nl: <b>Database Records</b> - Het is mogelijk om records van specifieke pagina's en specifieke database tabellen te indexeren. U kunt hier bepalen welke velden van zo'n record geindexeerd worden en hoe additionele GET parameters er uit moeten zien als er gelinkt wordt naar het zoekresultaat. <b>Bestandspad op de server</b> - Staat toe om een heel bestandspad te indexeren in de fileadmin/ map. Optioneel kunt u de recursieve diepte aangeven. <b>Externe URL</b> - Dit geeft u de mogelijkheid om een externe website te indexeren en hierbinnen te zoeken vanuit uw TYPO3 installatie! U kunt aangeven hoe diep de crawler in deze externe URL moet gaan. <b>Paginaboom</b> - Staat toe om de paginaboom te indexeren middels het cronscript. Dit type is niet bruikbaar als een zoekcategorie zoals andere typen. <b>Metaconfiguratie</b> - Verwijst naar een verzameling van andere indexeringsconfiguraties waarbinnen de zoekopdracht plaats zal vinden. Dit kan niet gebruikt worden in samenwerking met een cronjob gebaseerde indexering. <b>Overig</b> - Andere extensies kunnen andere configuratietypen toevoegen.

# table2index.description
source: Specify the database table to index records from.
de: Geben Sie die Datenbanktabelle an, von der Indexdaten stammen.
fr: Spécifiez la table de la base de données à l'index des enregistrements.
hi: से रिकॉर्ड इंडेक्स करने के लिए डेटाबेस टेबल स्पेसफाय करें.
it: Specifica la tabella del database da cui indicizzare i record.
nl: Geef de databasetabel aan waarvan records ge誰ndexeerd moeten worden.

# alternative_source_pid.description
source: By default the indexer will select records from the page id where the Indexing Configuration is stored. If you want an alternative page as the source of your records you can enter it here.
de: Standardmäßig wird der Indexer Datensätze aus der Seitenkennung auswählen, in der die Indexing-Konfiguration gespeichert wird. Wenn Sie eine alternative Seite als Quelle Ihrer Datensätze möchten, können Sie sie hier eingeben.
fr: Par défaut, l'indexeur sélectionnera les enregistrements de l'identifiant de la page où la configuration d'indexation est stockée. Si vous voulez une page alternative comme source de vos enregistrements, vous pouvez l'entrer ici.
hi: डिफ़ॉल्ट रूप से इंडेक्सर जहां इंडेक्सिंग कॉन्फ़िगरेशन संगृहीत है उस पेज आईडी से रिकॉर्ड का चयन करेंगे.यदि आप अपने रिकॉर्ड के सोर्स के रूप में एक विकल्प के पेज चाहते है तो आप इसे यहाँ एंटर कर सकते है.
it: Per impostazione predefinita, l'indicizzatore selezionerà i record dall'id della pagina dove la configurazione di indicizzazione è memorizzata. Se si desidera una pagina alternativa come fonte dei tuoi record, è possibile inserirlo qui.
nl: Standaard zullen tijdens het indexeren records gekozen worden van de pagina waarbinnen de configuratie is opgeslagen. Als u een alternatieve pagina als bron voor uw records wilt gebruiken kunt u dat hier aangeven.

# get_params.description
source: Enter the GET parameters necessary to display the search results. You can use ###UID### as a marker in the parameter template.
de: Geben Sie die GET-Parameter ein, die für die Anzeige der Suchergebnisse erforderlich sind. Sie können ###UID## als Marker in der Parametervorlage verwenden.
fr: Entrez les paramètres GET nécessaires pour afficher les résultats de recherche. Vous pouvez utiliser ##UID#### comme marqueur dans le modèle de paramètre.
hi: खोज परिणामों को प्रदर्शित करने के लिए आवश्यक GET पैरामीटर दर्ज करें.आप पैरामीटर टेम्पलेट में एक मार्कर के रूप में ###UID### का उपयोग कर सकते है.
it: Inserisci i parametri GET necessari per visualizzare i risultati di ricerca. Puoi usare ###UID### come un marcatore nel template dei parametri.
nl: Voer de GET parameters in die nodig zijn om de zoekresultaten te tonen. U kunt ###UID### als markeerpunt gebruiken in het parametersjabloon.

# get_params.details
source: Notice: The GET parameters are appended to the URL of the page where the Indexing Configuration is stored (which must be the page where a plugin exists that can display the records with the given parameters!). Example value: "&showUid=###UID###"
de: Hinweis: Die GET-Parameter werden an die URL der Seite angehängt, auf der die Indexing-Konfiguration gespeichert wird (die Seite muss die Seite sein, auf der ein Plugin existiert, das die Datensätze mit den angegebenen Parametern anzeigen kann!). Beispiel-Wert: "&showUid=###UID##"
fr: Remarque : Les paramètres GET sont ajoutés à l'URL de la page où la configuration d'indexation est stockée (qui doit être la page où un plugin existe qui peut afficher les enregistrements avec les paramètres donnés !). Valeur Exemple: "&showUid=##UID###"
hi: नोटिस:GET पैरामीटर्स पेज के जहां इंडेक्सिंग कॉन्फ़िगरेशन संगृहीत है उसके URL में जोड़ा जाता है(वही पेज होना चाहिए जिसमे प्लगइन मौजूद हो के जो दिए गए पैरामीटर्स के साथ रिकॉर्ड प्रदर्शित कर सकते हैं!). Example value: "&showUid=###UID###"
it: Nota: I parametri GET sono allegati all'URL della pagina dove la configurazione dell'Indicizzazione è memorizzata (che deve essere la pagina dove esiste un plugin che può visualizzare i record con i parametri forniti!). Valore di esempio: "&showUid=###UID###"
nl: Opmerking: De GET parameters worden toegevoegd aan de URL van de pagina waar de Indexeringsconfiguratie is opgeslagen (welke een pagina moet zijn waar een plugin bestaat die de records kan tonen met de opgegeven parameters!) Voorbeeld waarde: "&showUid=###UID###"
