Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/indexed_search/Resources/Private/Language/*.locallang_db.xlf
Languages: de, fr, it, nl

# index_config
source: Indexing Configuration
de: Indexierung Konfiguration
fr: Configuration de l'indexation
it: Configurazione Indicizzazione
nl: Indexeer Configuratie

# index_config.title
source: Title
de: Titel
fr: Titre
it: Titolo
nl: Titel

# index_config.description
source: Description
de: Beschreibung
it: Descrizione
nl: Omschrijving

# index_config.type.I.1
source: Database Records
de: Datenbankdaten
fr: Enregistrements de base de données
it: Record Database

# index_config.type.I.2
source: Filepath on server
de: Dateipaket auf Server
fr: Filepath sur le serveur
it: Filepath sul server
nl: Bestandspad op de server

# index_config.type.I.3
source: External URL
de: Externe URL
fr: URL externe
it: URL esterno
nl: Externe URL

# index_config.type.I.4
source: Page tree
de: Seitenbaum
fr: Arbre de page
it: Albero pagina
nl: Paginaboom

# index_config.type.I.5
source: Meta configuration
de: Meta-Konfiguration
fr: Configuration méta
it: Meta configurazione
nl: Metaconfiguratie

# index_config.type
source: Type
de: Typ
it: Tipo

# index_config.depth
source: Depth
de: Tiefe
fr: Profondeur
it: Profondità
nl: Diepte

# index_config.table2index
source: Table to index
de: Tabelle zum Index
fr: Table à index
it: Tabella da indicizzare
nl: Te indexeren tabel

# index_config.alternative_source_pid
source: Alternative Source Page
de: Alternative Quellseite
fr: Page source alternative
it: Pagina di origine alternativa
nl: Alternatieve bronpagina

# index_config.get_params
source: GET parameter string (with ###UID### substitution)
de: GET Parameter String (mit ###UID### Substitution)
fr: Chaîne de paramètre GET (avec ###UID#### substitution)
it: Stringa di parametri GET (con ###UID### sostituzione)
nl: GET parameter string (met ###UID### substitutie)

# index_config.fields
source: Fields (first is title)
de: Felder (zuerst Titel)
fr: Champs (premier titre)
it: Campi (primo è titolo)
nl: Velden (eerste is titel)

# index_config.externalUrl
source: External URL (eg. "http://www.domain.org/")
de: Externe URL (z.B. "http://www.domain.org/")
fr: URL externe (par exemple "http://www.domain.org/")
it: URL esterno (es. "http://www.domain.org/")
nl: Externe URL (bijv "http://www.domein.org/")

# index_config.chashcalc
source: Calculate cHash (force caching)?
de: cHash berechnen (erzwingen) ?

# index_config.filepath
source: Filepath
de: Dateityp
nl: Bestandspad

# index_config.extensions
source: Limit to extensions (commalist)
de: Limit für Erweiterungen (Kommerzialist)
fr: Limiter aux extensions (virgule)
it: Limita alle estensioni (elenco di virgole)
nl: Beperken tot extensies (kommalijst)

# index_config.url_deny
source: Enter sub-URLs in which not to decend
de: UnterURLs eingeben, in denen nicht zu dezentralisieren ist
fr: Entrez les sous-URL dans lesquelles ne pas tromper
it: Inserisci sotto-URL in cui non decendo
nl: Vul sub-URL's in die niet gevolgd dienen te worden

# index_config.records_indexonchange
source: Index Records immediately when saved?
de: Indexdaten sofort beim Speichern?
fr: Index enregistré immédiatement ?
it: Indice record immediatamente quando salvato?
nl: Records direct na opslaan indexeren?

# index_config.timer_next_indexing
source: Next indexing is scheduled (if empty, then immediately)
de: Nächste Indizierung ist geplant (wenn leer, dann sofort)
fr: L'indexation suivante est programmée (si vide, puis immédiatement)
it: L'indicizzazione successiva è programmata (se vuoto, quindi immediatamente)
nl: De volgende indexatie staat geplanned op (indien leeg onmiddelijk)

# index_config.timer_offset
source: Timing offset from midnight
de: Timing-Offset von Mitternacht
fr: Décalage de Timing à partir de minuit
it: Offset di tempo da mezzanotte
nl: Tijdsoffset vanaf middernacht

# index_config.timer_frequency
source: How often would you like a re-index?
de: Wie oft möchten Sie einen Re-Index?
fr: Combien de fois souhaitez-vous un rééindexation ?
it: Quante volte vuoi un nuovo indice?
nl: Hoe vaak wilt u herindexeren?

# index_config.timer_frequency.I.0
source: Every hour
de: Jede Stunde
fr: Chaque heure
it: Ogni ora
nl: Elk uur:

# index_config.timer_frequency.I.1
source: Every day (24 hours)
de: Jeden Tag (24 Stunden)
fr: Chaque jour (24 heures)
it: Ogni giorno (24 ore)
nl: Elke dag (24 uurs)

# index_config.timer_frequency.I.2
source: Every week
de: Jede Woche
fr: Chaque semaine
it: Ogni settimana
nl: Elke week

# index_config.recordsbatch
source: How many records to index a minute (default is 100)
de: Wie viele Datensätze eine Minute indizieren (Standard ist 100)
fr: Combien d'enregistrements à indexer une minute (par défaut 100)
it: Quanti record indicizzare un minuto (predefinito è 100)
nl: Aantal te indexeren records per minuut (standaard 100)

# index_config.set_id
source: Session ID (if > zero, then indexing job is running)
de: Session-ID (wenn > Null, dann wird der Indexierungsauftrag ausgeführt)
fr: ID de session (si > zéro, alors l'indexation du job est en cours)
it: ID sessione (se > zero, allora indicizzazione del job è in esecuzione)
nl: Sessie ID (als > nul, dan loopt de indexatie)

# index_config.indexcfgs
source: Indexing configurations
de: Indexierungskonfigurationen
fr: Indexation des configurations
it: Indicizzazione configurazioni
nl: Indexatieconfiguraties

# index_config.parameterCfgs
source: Parameter combination configuration ([tablename]:&[param]=###UID###)
de: Parameterkombination Konfiguration ([tablename]:&[param]=##UID##)
fr: Configuration de la combinaison du paramètre ([tablename]:&[param]=##UID###)
it: Configurazione combinazione di parametri ([tablename]:&[param]=###UID###)
nl: Configuratie combinatie parameters ([tablename]:&[param]=###UID###)

# index_config.rootpage
source: Root page
de: Root-Seite
fr: Page racine
it: Pagina radice
nl: Root-pagina
