Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/indexed_search/Resources/Private/Language/*.locallang_main.xlf
Languages: hi, it, km

# mod_indexed_search
source: Indexed search
hi: इंडेक्स्ड सर्च
it: Ricerca indicizzata
km: ការស្វែងរក​មាតិកា

# mod2_indexed_search
source: Indexed search statistics
hi: इंडेक्स्ड सर्च स्टेटिस्टिक्स
it: Statistiche della ricerca indicizzata
km: ស្ថិតិ​នៃ​ការស្វែងរក​មាតិកា

# ignoreExtensions
source: Extension %s was set to be ignored.
hi: एक्सटेंशन%s नजर-अंदाज करने के लिए सेट किया गया था.
it: L'estensione %s è stata impostata per essere ignorata.
km: អ៊‍ិកស្តិនសិន %s បាន​កំណត់​ថា​បោះបង់ ។

# pdfToolsNotFound
source: PDF tools was not found in paths '%1$spdftotext' and/or '%1$spdfinfo'"
hi: PDF टूल्स इस '%1$spdftotext' तथा/या '%1$spdfinfo' पाथ में नहीं मिला था
it: PDF tools non è stato trovato nei percorsi '%1$spdftotext' e/o '%1$spdfinfo'"

source: PDF tools disabled
hi: PDF टूल्स अक्षम
it: Gli strumenti PDF sono disabilitati
km: ឧបករណ៍ PDF បាន​បិទ​ដំណើរការ

# pdfToolsFailed
source: PDFtoText Failed on this document: '%s'. Maybe the PDF file is locked for printing or encrypted.
hi: PDF में से टेक्स्ट इस डाक्यूमेंट्स:'%s' में असफल हुआ है PDF फाइल प्रिंटिंग के लिए एन्क्रिप्ट और लॉक हो सकती है .
it: PDFtoText fallito per il documento: '%s'. Forse il file PDF è bloccato per la stampa o criptato.
km: PDFtoText បរាជ័យ​លើ​ឯកសារ​នេះ៖ '%s' ។ ប្រហែល​ជា​ឯកសារ PDF ត្រូវ​បាន​ចាក់សោ​សម្រាប់​បោះពុម្ព ឬ​​បម្លែង​បង្រួម ។

# catdocNotFound
source: 'catdoc' tool for reading Word-files was not found in path '%scatdoc'
hi: वर्ड फ़ाइलों को पढ़ने के लिए 'catdoc' टूल इस पाथ '%scatdoc' में नहीं था
it: Il tool 'catdoc' per leggere i file Word non è stato trovato nel percorso '%scatdoc'
km: ឧបករណ៍ 'catdoc' សម្រាប់​អាន​ឯកសារ Word រក​មិន​ឃើញ​នៅ '%scatdoc'

# catdocDisabled
source: catdoc tools (Word-files) disabled
hi: catdoc टूल (वर्ड फाइल) असक्षम
it: Lo strumento catdoc (Word-files) è disabilitato
km: ឧបករណ៍ catdoc (ឯកសារ Word) មិន​ដំណើរការ

# ppthtmlNotFound
source: 'ppthtml' tool for reading Powerpoint-files was not found in path '%sppthtml'
hi: पॉवरपॉइंट फ़ाइलों को पढ़ने के लिए 'ppthtml' टूल इस पाथ '%sppthtml' में मिला नहीं था
it: Lo strumento 'ppthtml' per leggere i file di PowerPoint non è stato trovato nel percorso '%sppthtml'
km: ឧបករណ៍ 'ppthtml' សម្រាប់​អាន​ឯកសារ Powerpoint រក​មិន​ឃើញ​នៅ '%sppthtml'

# ppthtmlDisabled
source: ppthtml tools (Powerpoint-files) disabled
hi: ppthtml टूल्स (पावरपोइंट-फ़ाइलें) असक्षम
it: Lo strumento ppthtml tools (file PowerPoint) è disabilitato
km: ឧបករណ៍ ppthtml (ឯកសារ Powerpoint) មិន​ដំណើរការ

# xlhtmlNotFound
source: 'xlhtml' tool for reading Excel-files was not found in path '%sxlhtml'
hi: एक्सेल फाइल पढ़ने के लिए 'Xlhtml' टूल्स '%sxlhtml' पाथ में नहीं मिला था
it: Lo strumento 'xlhtml' per leggere i file di Excel non è stato trovato nel percorso '%sxlhtml'
km: ឧបករណ៍ 'xlhtml' សម្រាប់​អាន​ឯកសារ Excel រក​មិន​ឃើញ​នៅ '%sxlhtml'

# xlhtmlDisabled
source: xlhtml tools (Excel-files) disabled
hi: xlhtml टूल्स (एक्सेल फ़ाइलें) असक्षम
it: Lo strumento xlhtml tools (file Excel) è disabilitato
km: ឧបករណ៍ xlthtml (ឯកសារ Excel) មិន​ដំណើរការ

# unzipNotFound
source: 'unzip' tool for reading OpenOffice.org-files was not found in path '%sunzip'
hi: OpenOffice.org-फ़ाइलों को पढ़ने के लिए 'unzip' टूल्स '%sunzip' पाथ में नहीं मिला था
it: Lo strumento 'unzip' per leggere i file di OpenOffice non è stato trovato nel percorso '%sunzip'
km: ឧបករណ៍ 'unzip' សម្រាប់​អាន​ឯកសារ OpenOffice.org រក​មិន​ឃើញ​នៅ '%unzip'

# unzipDisabled
source: unzip tool (OpenOffice.org-files) disabled
hi: unzip टूल्स (OpenOffice.org फ़ाइलें) असक्षम
it: Lo strumento unzip (files OpenOffice) è disabilitato
km: ឧបករណ៍ unzip (ឯកសារ OpenOffice.org) មិន​ដំណើរការ

# unrtfNotFound
source: 'unrtf' tool for reading RTF-files was not found in path '%sunrtf'
hi: RTF-फ़ाइलों को पढ़ने के लिए 'unrtf' टूल '%sunrtf' पाथ में नहीं मिला था
it: Il tool 'unrtf' per leggere i file di RTF non è stato trovato nel path '%sunrtf'
km: ឧបករណ៍ 'unrtf' សម្រាប់​អាន​ឯកសារ RTF រក​មិន​ឃើញ​នៅ '%unrtf'

# unrtfDisabled
source: unrtf tool (RTF-files) disabled
hi: unrtf टूल (RTF- फ़ाइलें) असक्षम
it: L' unrtf tools (file RTF) è disabilitato
km: ឧបករណ៍ unrtf (ឯកសារ RTF) មិន​ដំណើរការ

# extension.RTF
source: Rich Text Format (*.%s)
hi: रिच टेक्स्ट फ़ॉर्मैट(*.%s)
km: ប្រភេទ​អក្សរ​សម្បូណ៌ (*.%s)

# extension.images
source: Images (*.%s)
hi: इमेजिस(*.%s)
it: Immagini (*.%s)
km: រូបភាព (*.%s)

# extension.HTML
source: Webpages (*.%s)
hi: वेबपेजिस(*.%s)
it: Pagine web (*.%s)
km: ទំព័រ​វែបសាយ (*.%s)

# extension.TXT
source: Textfiles (*.%s)
hi: टेक्स्टफाइल्स(*.%s)
it: File di testo (*.%s)
km: ឯកសារ​អក្សរ (*.%s)

# extension.CSV
source: Comma-Separated Values (*.%s)
hi: कॉमा-सेपरेटेड वैल्यू(*.%s)
km: ក្បៀស​ចែក​តម្លៃ (*.%s)

# extension.XML
source: Extensible Markup Language (*.%s)
hi: एक्सटेंसिबल मार्कअप लैंग्वेज(*.%s)
