Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/impexp/Resources/Private/Language/*.locallang_csh.xlf
Languages: da, de, fr, hr, it, nl, th

# update.details
source: There are certain requirements you have to meet if you want the "Update" process to work. The main thing is that the records updated are those with the SAME uid as the uid in the export file. Thus an update operation only makes real sense if the export and import systems are somehow related and the same UIDs can be expected in both ends. Otherwise it will be a mess! When you update page structures the import operation will automatically try to rearrange records so they also appear in the same hierarchy and order as in the export file. This can be disabled by checking the option "Ignore PID differences globally". In any case you can set individual records to Ignore/Respect the PID with a selectorbox in the preview. In the preview display you can also select if individual records should be flatly ignored during import or if you want them created as new records instead of being updates. As a help for managing updates the preview display will inform you about the path where the existing element with that UID is found. Use this to verify that you get what you expect! <b>Forcing the UID:</b> If you intend to update a system and some elements from the import are not mappable to a UID already (ei. does not exist) you can choose in the preview display to force the UID during creation. This is an unorthodox thing to do since UIDs are normally created automatically by the database. The option makes most sense if you are trying to "synchronize" a copy of another system. The option may mess up certain database internals and the feature is therefore only available for admins.
da: Der er visse krav, du skal tage højde for, hvis du vil have opdateringsprocessen til at fungere. Det vigtigste er, at de opdaterede elementer er af den samme udgave som den i eksportfilen. En opdateringsoperation giver således kun mening, hvis eksport- og importsystemerne på en eller anden måde er relaterede, og de samme UID'er kan forventes i begge ender. Ellers vil det resultere i et værre rod! Når du opdaterer sidestrukturer, forsøger importoperationen automatisk at omarrangere elementer, så de også vises med samme hierarki og rækkefølge som i eksportfilen. Dette kan deaktiveres ved at markere indstillingen "Ignorer PID-forskelle globalt". Under alle omstændigheder kan du indstille individuelle poster til at ignorere/respektere PID'et med et valgfelt i forhåndsvisningen. På forhåndsvisningsvisningen kan du også vælge, om individuelle elementer skal ignoreres under importen, eller om du vil have dem oprettet som nye poster i stedet for at være opdateringer. Som en hjælp til styring af opdateringer fortæller forhåndsvisningsvisningen dig om den vej, hvor det eksisterende element med det pågældende UID er fundet. Brug dette til at bekræfte, at du får hvad du forventer! <b>Tvinge UID:</b> Hvis du har til hensigt at opdatere et system, og nogle elementer fra importen ikke kan mappes til en UID allerede (eksisterer ikke), kan du på forhåndsvisningsvisningen vælge at tvinge UID'en igennem under oprettelsen. Dette er en uortodoks ting at gøre, da UID'er normalt oprettes automatisk af databasen. Indstillingen giver mest mening, hvis du forsøger at "synkronisere" en kopi af et andet system. Muligheden kan ødelægge visse interne databaserelationer, og funktionen er derfor kun tilgængelig for administratorer.
de: Es gibt bestimmte Anforderungen, die Sie erfüllen müssen, wenn Sie wollen, dass der "Update"-Prozess funktioniert. Das Wichtigste ist, dass die Datensätze aktualisiert sind diejenigen mit dem SAME uid als die uid in der Exportdatei. So ist ein Update nur dann sinnvoll, wenn die Export- und Importsysteme irgendwie miteinander verbunden sind und die gleichen UIDs in beiden Enden erwartet werden können. Andernfalls wird es ein Chaos sein! Wenn Sie Seitenstrukturen aktualisieren, wird der Importvorgang automatisch versuchen, Datensätze neu zu ordnen, so dass sie auch in der gleichen Hierarchie und Reihenfolge wie in der Exportdatei erscheinen. Dies kann durch die Option "PID-Unterschiede global ignorieren" deaktiviert werden. In jedem Fall können Sie einzelne Datensätze einstellen, um die PID mit einem Auswahlfeld in der Vorschau zu ignorieren/zu Respektieren. In der Vorschau können Sie auch auswählen, ob einzelne Datensätze während des Imports einfach ignoriert werden sollten oder wenn Sie möchten, dass sie als neue Datensätze erstellt werden, anstatt Updates zu sein. Als Hilfe zur Verwaltung von Updates wird die Vorschau angezeigt, um den Pfad zu ermitteln, in dem das vorhandene Element mit dieser UID gefunden wird. Benutzen Sie dies, um zu überprüfen, dass Sie das bekommen, was Sie erwarten! <b>Das UID erzwingen:</b> Wenn Sie ein System aktualisieren wollen und einige Elemente aus dem Import nicht bereits auf eine UID zugeordnet sind (ei. existiert nicht), können Sie in der Vorschau-Anzeige wählen, um die UID während der Erstellung zu erzwingen. Dies ist eine unorthodox Sache, die zu tun ist, da UIDs normalerweise automatisch durch die Datenbank erstellt werden. Die Option ist am meisten sinnvoll, wenn Sie versuchen, eine Kopie eines anderen Systems "synchronisieren". Die Option kann bestimmte Datenbankinterner nacheinander nacheinander senden und die Funktion ist daher nur für Administratoren verfügbar.
fr: Il y a certaines exigences que vous devez respecter si vous voulez que le processus de mise à jour fonctionne. Le principal est que les enregistrements mis à jour sont ceux avec l'uid SAME comme l'uid dans le fichier d'exportation. Ainsi, une opération de mise à jour n'a de sens que si les systèmes d'exportation et d'importation sont en quelque sorte liés et que les mêmes UIDs peuvent être attendus dans les deux extrémités. Sinon, ce sera un désordre! Lorsque vous mettez à jour les structures de page, l'opération d'importation va automatiquement essayer de réorganiser les enregistrements afin qu'ils apparaissent dans la même hiérarchie et l'ordre que dans le fichier d'exportation. Ceci peut être désactivé en cochant l'option "Ignorer les différences PID globalement". Dans tous les cas, vous pouvez définir des enregistrements individuels à Ignore/Respecter le PID avec une sélection dans l'aperçu. Dans l'affichage de l'aperçu, vous pouvez également sélectionner si les enregistrements individuels doivent être ignorés avec flatté lors de l'importation ou si vous voulez les créer comme de nouveaux enregistrements au lieu d'être mis à jour. En tant qu'aide à la gestion des mises à jour, l'affichage de prévisualisation vous informera du chemin où l'élément existant avec cette UID est trouvé. Utilisez ceci pour vérifier que vous obtenez ce que vous attendez! <b>Forcer l'UID :</b> Si vous avez l'intention de mettre à jour un système et certains éléments de l'import ne sont pas mappables à une UID déjà (ei. n'existe pas) vous pouvez choisir dans l'affichage de prévisualisation pour forcer l'UID pendant la création. C'est une chose non orthodoxe à faire puisque les UIDs sont normalement créés automatiquement par la base de données. L'option est très logique si vous essayez de "synchroniser" une copie d'un autre système. L'option peut bloquer certains internes de base de données et la fonctionnalité n'est donc disponible que pour les admins.
hr: Postoje određeni uvjeti koje morate ispuniti kako bi proces "Ažuriranja" funkcionirao. Glavni zahtjev je da su uid identifikatori zapisa u izbozu jednaki uid identifikatorima u bazi podataka. Dakle, ažuriranje ima smisla jedino ukoliko su sustavi izvoza i uvoza na neki način povezani te se mogu očekivati isti UID identifikatori na obje strane. U suprotnom će doći do potpune zbrke! Kada uvezete strukturu stranice proces uvoza će pokušati automatski prerasporediti zapise tako da se pojavljuju jednako raspoređeni kako su biti u datoteci izvoza. Ovu funkcionalnost moguće je onemogućiti opcijom "Globalno zanemari PID razlike". U svakom slučaju možete podesiti Zanemarivanje/Poštivanje PID identifikatora za pojedinačne zapise pomoću izbornika u pregledu. U pregledu možete također odabrati hoće li pojedini zapisi biti zanemareni ili ih želite stvoriti kao nove zapise umjesto ažuriranja postojećih. Kao pomoć pri upravljanju ažuriranjima, prikaz pregleda će Vas izvijestiti o putanji gdje se nalazi postojeći element sa danim UID-om. Pomoću ove informacije možete potvrditi da ćete dobiti rezultat koji očekujete! <b>Prisili UID:</b> Ukoliko planirate ažurirati sustav a neke elemente iz uvoza nije moguće upariti sa postojećim UID-om (primjerice ukoliko element s danim UID-om ne postoji) možete u pregledu odabrati da se prisili isti UID tijekom stvaranja elementa. Ovo je neobična radnja jer se UID brojevi uobičajeno stvaraju automatski u bazi podataka. Ova opcija ima najviše smisla kada pokušavate "sinhronizirati" kopiju drugog sustava. Ova opcija može zbrčkati određena interna stanja baze podataka te je stoga dostupna jedino administrativnim korisnicima.
it: Ci sono alcuni requisiti che devi soddisfare se si desidera che il processo "Aggiorna" funzioni. La cosa principale è che i record aggiornati sono quelli con l'uid SAME come uid nel file di esportazione. Pertanto, un'operazione di aggiornamento ha senso solo se i sistemi di esportazione e importazione sono in qualche modo correlati e gli stessi UID possono essere attesi in entrambi i sensi. Altrimenti sarà un caos! Quando si aggiorna le strutture della pagina, l'operazione di importazione cercherà automaticamente di riorganizzare i record in modo che siano visualizzati nella stessa gerarchia e ordine del file di esportazione. Questo può essere disabilitato controllando l'opzione "Ignora le differenze PID a livello globale". In ogni caso è possibile impostare singoli record per ignorare/rispettare il PID con una selettore nell'anteprima. Nella visualizzazione di anteprima è possibile selezionare se i singoli record devono essere ignorati in modo apparente durante l'importazione o se si desidera che vengano creati come nuovi record invece di essere aggiornati. Come aiuto per la gestione degli aggiornamenti, il display di anteprima ti informerà sul percorso dove viene trovato l'elemento esistente con quell'UID. Usa questo per verificare che tu riceva ciò che ti aspetti! <b>Forzare l'UID:</b> Se si intende aggiornare un sistema e alcuni elementi dall'importazione non sono già mappabili a uno UID (ei. non esiste) è possibile scegliere nell'anteprima del display per forzare l'UID durante la creazione. Questa è una cosa non ortodossa da fare, poiché gli UIDs sono normalmente creati automaticamente dal database. L'opzione ha più senso se stai cercando di "sincronizzare" una copia di un altro sistema. L'opzione potrebbe confondere alcuni database internali e la funzione è quindi disponibile solo per gli amministratori.
nl: Om het "Actualiseren" proces werkend te krijgen zal er aan bepaalde vereisten voldaan moeten worden. Het belangrijkste is dat records die geactualiseerd dienen te worden DEZELFDE uid hebben als de records in het exportbestand. Het actualisatieproces zal dus alleen zin hebben als het export als importsysteem op de één of andere manier verwant zijn en dezelfde UID's verwacht kunnen worden aan beide zijden. Anders zal het een puinhoop worden! Wanneer u pagina's actualiseert, zal het importeerproces proberen om records automatisch te herschikken zodat zij in dezelfde hiërarchie en volgorde verschijnen als in het exportbestand. Dit kan uitgezet worden met de optie "Toon verschillen in records niet". Daarnaast kan voor iedere individuele record deze opties worden aangegeven met een keuzeveld in de voorvertoning. In de voorvertoning kunt u ook selecteren of individuele records genegeerd moeten worden of gecreeerd als nieuwe records in plaats van geactualiseerd. Als hulp zal de voorvertoning u informeren over het pad waar het bestaande element met een bepaalde UID is gevonden. Gebruik dit om te verifiëren dat u krijgt wat u verwacht! <b>Forceer ALLE UID waardes</b> Als u van plan bent een systeem te actualiseren en sommige elementen van het importbestand zijn niet te plaatsen omdat een UID niet bestaat, kunt u in de voorvertoning kiezen om de UID's te forceren gedurende de aanmaak. Dit is een onorthodoxe methode, aangezien UID's normaal gesproken door de database automatisch worden aangemaakt. Deze optie heeft zin als u probeert een exemplaar van een ander systeem te "synchronizeren". Deze optie kan database verwijzingen in de war gooien en is daarom alleen beschikbaar voor admin-gebruikers.
th: มีงานบางข้อกำหนดที่คุณต้องพบถ้าคุณต้องการปรับปรุง""กระบวนการที่ สิ่งสำคัญคือระเบียนที่ปรับปรุงเป็นผู้ที่มีไฟล์เดิม uid เป็นใน uid ส่งออก ดังนั้นการดำเนินการ update เท่านั้นทำให้รู้สึกจริงหากการส่งออกและนำเข้าระบบมีความสัมพันธ์อย่างใดและ UIDs เดียวกันสามารถคาดหวังในปลายทั้ง มิฉะนั้นจะถูกระเบียบ! เมื่อคุณปรับปรุงโครงสร้างหน้าการนำเข้าโดยอัตโนมัติจะพยายามจัดรายการจึงจะปรากฏในลำดับชั้นเดียวกันและลำดับในการส่งออกไฟล์ นี้สามารถใช้งานโดยเลือก"ตัวเลือก Ignore PID แตกต่างทั่วโลก" ในกรณีที่คุณสามารถกำหนดตำแหน่งบุคคลที่จะไม่เคารพ / PID กับภาพตัวอย่าง selectorbox ใน การแสดงตัวอย่างที่คุณสามารถเลือกบันทึกหากบุคคลควรละเว้นที่ราบระหว่างนำเข้าหรือถ้าคุณต้องการสร้างเป็นระเบียนใหม่แทนที่จะเป็น ปรับปรุง เป็นเส้นทางช่วยในการจัดการแสดงตัวอย่างแสดงการปรับปรุงจะแจ้งให้ทราบเกี่ยวกับองค์ประกอบที่มีอยู่กับที่พบ UID ใช้นี้เพื่อยืนยันว่าคุณได้รับสิ่งที่คุณคาดหวัง! <b> บังคับ UID :</b> ถ้าคุณตั้งใจจะปรับปรุงระบบและองค์ประกอบบางส่วนจากการนำเข้าไม่ให้ UID mappable แล้ว (ei. ไม่อยู่) คุณสามารถเลือกในการแสดงการแสดงตัวอย่างใน กำลัง UID ระหว่างการสร้าง นี่เป็นสิ่งนอกรีตทำตั้งแต่ UIDs ถูกสร้างขึ้นตามปกติโดยอัตโนมัติจากฐานข้อมูล ตัวเลือกเหมาะสมที่สุดหากคุณพยายาม"ประสาน"ระบบคัดลอกการควบคุมของ เลือกรับประทานอาหารอาจขึ้น internals ฐานข้อมูลและคุณสมบัติบางจึงเฉพาะสำหรับผู้ดูแลระบบ

# _update.image
source: EXT:impexp/Resources/Public/Images/cshimages/impexp_misc4.png, EXT:impexp/Resources/Public/Images/cshimages/update.png
fr: EXT:impexp/Ressources/Public/Images/cshimages/impexp_misc4.png, EXT:impexp/Resources/Public/Images/cshimages/update.png

# update.image_descr
source: In Update mode you can select various settings for each record. You will also be able to see a diff-view where the differences between the existing record and the one from the import is shown.
da: I opdateringstilstand kan du vælge forskellige indstillinger for hvert element. Du er også i stand til at få en diff-visning, for forskellen mellem eksisterende elementer og dem fra importen vises.
de: Im Update-Modus können Sie verschiedene Einstellungen für jeden Eintrag auswählen. Sie können auch eine Diff-View sehen, in der die Unterschiede zwischen dem bestehenden Datensatz und dem aus dem Import angezeigt werden.
fr: En mode Mise à jour, vous pouvez sélectionner différents paramètres pour chaque enregistrement. Vous pourrez également voir une vue diff où les différences entre l'enregistrement existant et celui de l'importation sont affichées.
hr: U načinu osvježavanja možete odabrati različite postavke za svaki zapis. Također ćete moći vidjeti pregled razlika između postojećeg zapisa i zapisa iz uvoza.
it: In modalità aggiornamento è possibile selezionare varie impostazioni per ogni record. Potrai anche vedere una diff-view dove vengono mostrate le differenze tra il record esistente e quello dall'importazione.
nl: In de "Actualiseer" modus kunt u diverse instellingen gebruiken voor elke record. U krijgt hier tevens een overzicht van de verschillen tussen de bestaande records en degene die worden geimporteerd.
th: ในโหมดการปรับปรุงคุณสามารถเลือกการตั้งค่าต่างๆสำหรับแต่ละระเบียน คุณจะสามารถเห็นต่างมุมมองที่แตกต่างระหว่างการบันทึกที่มีอยู่และหนึ่งจากการนำเข้าจะปรากฏ

# options.alttitle
source: Import options
da: Import muligheder
de: Importoptionen
fr: Options d'importation
hr: Opcije uvoza
it: Importa opzioni
nl: Opties voor het importeren.
th: ตัวเลือกการนำเข้า

# options.description
source: Various options for import.
da: Forskellige muligheder for import.
de: Verschiedene Optionen für den Import.
fr: Diverses options pour l'importation.
hr: Različite opcije kod uvoza.
it: Varie opzioni per l'importazione.
nl: Diverse opties voor het importeren van bestanden.
th: ตัวเลือกต่างๆเพื่อนำเข้า

# options.details
source: <b>Do not show differences in records</b> When a structure has been imported you will see a difference view of all records which tells you whether the written content matched the import data or if not, what changed. In many cases content <i>should</i> change (eg. relations and file references) so it is not an error if you see red and green values. Basically the difference view is a feature you can use for visual validation of the import success. It brings piece-of-mind to those who is enlightened to understand what it tells... :-) Green strings represent the actual written data while red represents the original value from the import file and black represents data that is the same. <b>Allow to write banned file extensions (eg. PHP scripts), if any</b> Also an option for admins-only; Allows PHP-files (for example from soft references in TypoScript templates) to be written to the system. This is normally not allowed behavior for security reasons.
fr: <b>Ne pas afficher de différences dans les enregistrements</b> Lorsqu'une structure a été importée, vous verrez une vue de différence de tous les enregistrements qui vous indique si le contenu écrit correspond aux données d'importation ou, si ce n'est pas le cas, ce qui a changé. Dans de nombreux cas le contenu <i>devrait</i> changer (ex. les relations et les références de fichiers) donc ce n'est pas une erreur si vous voyez les valeurs rouges et vertes. En principe, la vue de la différence est une fonctionnalité que vous pouvez utiliser pour la validation visuelle du succès de l'importation. Il apporte un peu d'esprit à ceux qui sont éclairés pour comprendre ce qu'il dit... :-) Les chaînes vertes représentent les données écrites réelles alors que le rouge représente la valeur originale du fichier d'importation et le noir représente des données identiques. <b>Autoriser à écrire des extensions de fichier interdites (ex. Scripts PHP), si</b> Aussi une option pour admins-only; Permet aux fichiers PHP (par exemple à partir de références douces dans les modèles TypoScript) d'être écrits au système. Ce comportement n'est normalement pas autorisé pour des raisons de sécurité.
it: <b>Non mostrare le differenze nei record</b> Quando una struttura è stata importata vedrai una vista di differenza di tutti i record che ti dice se il contenuto scritto corrisponde ai dati di importazione o se non è così, cosa è cambiato. In molti casi il contenuto <i>dovrebbe essere</i> modificato (es. relazioni e riferimenti di file) quindi non è un errore vedere i valori rossi e verdi. Fondamentalmente la visualizzazione delle differenze è una funzione che puoi utilizzare per la convalida visiva del successo dell'importazione. Questo fa riflettere chi è illuminato a capire cosa dice... :-) stringhe verdi rappresentano i dati scritti mentre il rosso rappresenta il valore originale dal file di importazione e il nero rappresenta dati uguali. <b>Consenti di scrivere estensioni di file vietate (es. Script PHP), se qualsiasi</b> è anche un'opzione per gli amministratori; permette ai file PHP (ad esempio dai riferimenti soft nei modelli TypoScript) di essere scritti nel sistema. Di solito non è consentito un comportamento per motivi di sicurezza.

# _options.image
source: EXT:impexp/Resources/Public/Images/cshimages/impexp_misc3.png, EXT:impexp/Resources/Public/Images/cshimages/phpext.png
fr: EXT:impexp/Ressources/Public/Images/cshimages/impexp_misc3.png, EXT:impexp/Resources/Public/Images/cshimages/phpext.png

# options.image_descr
source: Options for import. Here you are told that this PHP file cannot be allowed - because you didn't select the option "Allow to write banned file extensions (eg. PHP scripts), if any"
fr: Options d'importation. Ici, on vous dit que ce fichier PHP ne peut pas être autorisé - car vous n'avez pas sélectionné l'option "Autoriser l'écriture des extensions de fichiers interdites (par exemple les scripts PHP), si tel est le cas
it: Opzioni per l'importazione. Qui ti viene detto che questo file PHP non può essere consentito - perché non hai selezionato l'opzione "Consenti di scrivere estensioni di file vietate (es. script PHP), se presente

# action.alttitle
source: Import Action
da: Import muligheder
de: Aktion importieren
fr: Importer l'action
hr: Akcija uvoza
it: Importa Azione
nl: Importeer actie
th: Action นำเข้า

# action.description
source: Press "Preview" to see the content of the import file or update the preview display according to changed configurations. Press "Import"/"Update" if you want to perform the actual import. Before importing make sure you change any editable soft references that are shown in the preview data.
da: Tryk på "Forhåndsvisning" for at se indholdet af importfilen eller opdatere visningen i overensstemmelse med ændrede konfigurationer. Tryk på "Import"/"Opdatér", hvis du vil udføre den faktiske import. Før du importerer, skal du sørge for at ændre eventuelle redigerbare bløde referencer, der vises i forhåndsvisningen.
de: Drücken Sie "Vorschau", um den Inhalt der Importdatei zu sehen oder die Vorschau nach geänderten Konfigurationen zu aktualisieren. Drücken Sie "Import"/"Update", wenn Sie den eigentlichen Import ausführen möchten. Bevor Sie importieren, stellen Sie sicher, dass Sie alle editierbaren Softkennamen ändern, die in den Vorschaudaten angezeigt werden.
fr: Appuyez sur "Aperçu" pour voir le contenu du fichier d'importation ou mettre à jour l'affichage d'aperçu selon les configurations modifiées. Appuyez sur "Importer"/"Update" si vous voulez effectuer l'importation réelle. Avant d'importer, assurez-vous de modifier les références soft modifiables qui sont affichées dans les données de prévisualisation.
hr: Kliknite "Pregled" kako bi vidjeli sadržaj datoteke za uvoz ili kako bi ažurirali prikaz pregleda prema promjenama u konfiguraciji. Kliknite "Uvoz"/"Ažuriranje" ukoliko želite izvršiti uvoz. Prije samog uvoza morate se pobrinuti da promijenite meke reference koje se mogu uređivati a prikazane su u podacima pregleda.
it: Premi "Anteprima" per vedere il contenuto del file di importazione o aggiornare l'anteprima in base alle configurazioni modificate. Premi "Importa"/"Aggiorna" se vuoi eseguire l'importazione effettiva. prima di importare assicurati di modificare qualsiasi riferimento leggero modificabile che sia mostrato nei dati di anteprima.
nl: Klik op "Preview" om de inhoud van het te importeren bestand te bekijken of bij te werken naar gelang de veranderde configuratie. Klik op "Importeren/Bijwerken" als u daadwerkelijk wilt importeren. Verander elke te bewerken zachte referentie die getoond worden in het vooraanzicht voordat u gaat importeren.
th: กด"Preview"เพื่อดูเนื้อหาของไฟล์ที่นำเข้าหรือปรับปรุงภาพตัวอย่างการแสดงผลตามการกำหนดค่าการเปลี่ยนแปลง กดปุ่ม"นำเข้า"/"Update"ถ้าคุณต้องการดำเนินการการนำเข้าจริง ก่อนที่จะนำเข้าให้แน่ใจว่าคุณเปลี่ยนการอ้างอิงใด ๆ ที่สามารถแก้ไขได้นุ่มที่แสดงอยู่ในข้อมูลตัวอย่าง

# _action.image
source: EXT:impexp/Resources/Public/Images/cshimages/diffview.png
fr: EXT:impexp/Ressources/Public/Images/cshimages/diffview.png
