Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/impexp/Resources/Private/Language/*.locallang_csh.xlf
Languages: da, de, fr, hr, it, nl, th

# singleRecord.description
source: This overview tells you which independent records has been independently selected for export.
da: Denne oversigt fortæller dig hvilke uafhængige elementer, der er blevet valgt enkeltvis til eksport.
de: Diese Übersicht zeigt Ihnen, welche unabhängigen Datensätze unabhängig für den Export ausgewählt wurden.
fr: Ce aperçu vous indique quels enregistrements indépendants ont été sélectionnés indépendamment pour l'exportation.
hr: Ovaj pretpregled prikazuje koji neovisni zapisi su odabrani za izvoz.
it: Questa panoramica ti dice quali record indipendenti sono stati selezionati in modo indipendente per l'esportazione.
nl: Dit overzicht laat zien welke records zijn geselecteerd om te exporteren.
th: ภาพรวมนี้จะบอกคุณที่บันทึกอิสระได้รับเลือกเป็นอิสระเพื่อการส่งออก

# _singleRecord.image
source: EXT:impexp/Resources/Public/Images/cshimages/singlerecord.png, EXT:impexp/Resources/Public/Images/cshimages/export2.png
fr: EXT:impexp/Ressources/Public/Images/cshimages/singlerecord.png, EXT:impexp/Resources/Public/Images/cshimages/export2.png

# singleRecord.image_descr
source: The way to export multiple records like this is using the clipboard like shown below.
da: Måden at eksportere flere elementer som denne, er ved at bruge klippebordet som vist herunder.
de: Die Möglichkeit, mehrere Datensätze wie diese zu exportieren, verwendet die Zwischenablage wie unten gezeigt.
fr: La façon d'exporter plusieurs enregistrements comme cela est d'utiliser le presse-papiers comme indiqué ci-dessous.
hr: Način za ovako izvesti višestruke zapise je koristeći međuspremnik kako je prikazano niže.
it: Il modo per esportare più record come questo sta usando gli appunti come mostrato sotto.
nl: De manier om meerdere records zoals in bovenstaande afbeelding te exporteren is door gebruik te maken van het klembord zoals hieronder getoond.
th: วิธีการส่งออกหลายระเบียนเช่นนี้คือการใช้คลิปบอร์ดเช่นที่แสดงด้านล่าง

# tableList.alttitle
source: Table export
da: Tabel eksportering
de: Tabellenexport
fr: Export de table
hr: Izvoz tablice
it: Esportazione tabella
nl: Exporteer tabel
th: ส่งออกตาราง

# tableList.description
source: Export of all records on a page from a specific table. This is configured from the Web>List module where you will have to select table-only view and click a button in the top of the page.
da: Eksport af alle elementer på en side fra en specifik tabel. Dette er konfigureret fra Web>Liste modulet, hvor du skal vælge kun-tabel visning og klikke på knappen på toppen af siden.
de: Export aller Datensätze auf einer Seite aus einer bestimmten Tabelle. Dies ist aus dem Web>Listeneditor konfiguriert, wo Sie die Tabellenansicht auswählen und auf einen Button oben auf der Seite klicken müssen.
fr: Exporter tous les enregistrements sur une page à partir d'une table spécifique. Ceci est configuré à partir du module de liste Web>où vous devrez sélectionner la vue uniquement sur la table et cliquer sur un bouton en haut de la page.
hr: Izvoz svih zapisa na stranici iz pojedine tablice. Ovo se postavlja iz modula Web>Popis gdje ćete morati odabrati prikaz samo tablica te kliknuti na gumb na vrhu stranice.
it: Esportazione di tutti i record in una pagina da una tabella specifica. Questo è configurato dal modulo Lista Web>dove dovrai selezionare la visualizzazione a sola tabella e fare clic su un pulsante nella parte superiore della pagina.
nl: Exporteer alle records uit een pagina van een specifieke tabel. U gaat hiervoor naar de Web>Lijst module, kiest voor de specifieke tabel en klikt op de button bovenaan het scherm.
th: การส่งออกของระเบียนทั้งหมดในหน้าจากตารางที่ระบุ นี้มีการกำหนดค่าจากโมดูล Web> รายการที่คุณจะต้องเลือกดูตารางเท่านั้นและคลิกที่ปุ่มด้านบนของหน้า

# tableList.details
source: Tip: You can select multiple table lists by simply saving each selecting as a preset and finally load/merge the selections together.
da: Tip: Du kan vælge flere tabellister ved at gemme hvert valg som en forudstilling og til sidst hente/flette valgene sammen.
de: Tipp: Sie können mehrere Tabellenlisten auswählen, indem Sie jede Auswahl als Voreinstellung speichern und die Auswahl schließlich zusammenfügen/laden.
fr: Astuce : Vous pouvez sélectionner plusieurs listes de tables en enregistrant simplement chaque sélection comme préréglage et en chargeant/fusionnant les sélections ensemble.
hr: Naputa: višestruke popise tablica možete odabrati spremajući svaki popis odabravši ga kao pretpostavku te u konačnici spajanjem/učitavanjem odabira.
it: Suggerimento: Puoi selezionare più liste di tabelle semplicemente salvando ogni selezione come preset e infine caricare/unire le selezioni insieme.
nl: Tip: U kunt meerdere tabellijsten kiezen door elk als een preset op te slaan en ze vervolgens samen te laden/samen te voegen.
th: Tip : คุณสามารถเลือกตารางหลายรายการเพียงแค่บันทึกแต่ละเลือกเป็นที่ตั้งไว้และสุดท้ายโหลด / ผสานเลือกด้วยกัน

# _tableList.image
source: EXT:impexp/Resources/Public/Images/cshimages/tablelist.png, EXT:impexp/Resources/Public/Images/cshimages/export1.png
fr: EXT:impexp/Ressources/Public/Images/cshimages/tablelist.png, EXT:impexp/Resources/Public/Images/cshimages/export1.png

# tableList.image_descr
source: Here two tables from different pages are selected. This is done by first selecting the one, saving it as a preset, then select the other and merge with the saved preset. Here you see how to use the Web>List module to export all records from a table on a page.
da: Her er to tabeller fra forskellige sider valgt. Dette gøres ved først at vælge den ene, gemme den som forudstillet, og dernæst vælge den næste og flette den sammen med den forudindstillede. Her kan du se hvordan du bruger Web>Liste modulet til eksport af alle elementer fra en tabel på en side.
de: Hier sind zwei Tabellen aus verschiedenen Seiten ausgewählt. Dies wird durch die erste Auswahl vorgenommen, indem sie als Voreinstellung gespeichert werden, dann wählen Sie die andere und verbinden Sie die gespeicherte Voreinstellung. Hier sehen Sie, wie Sie das Web>Listeneinheit verwenden, um alle Datensätze aus einer Tabelle auf einer Seite zu exportieren.
fr: Ici deux tables de différentes pages sont sélectionnées. Ceci est fait en sélectionnant d'abord celle-ci, en l'enregistrant comme préréglage, puis en sélectionnant l'autre et en fusionnant avec le préréglage enregistré. Ici vous voyez comment utiliser le module Web>List pour exporter tous les enregistrements d'une table sur une page.
hr: Ovdje su odabrane dvije tablice sa različitih stranica. Ovo je postignuto na način da se prvo odabere jedna, spremi kao pretpostavka, zatim odabere druga te spoji sa spremljenom pretpostavkom. Ovdje možete vidjeti kako koristiti module Web>List kako bi izvezli sve zapise sa tablice na stranici.
it: Qui sono selezionate due tabelle da pagine diverse. Questo è fatto selezionando prima quella, salvandola come preset, quindi selezionandone l'altra e unisci con il preset salvato. Qui si vede come utilizzare il modulo Web>Lista per esportare tutti i record da una tabella su una pagina.
nl: Hier zijn twee tabellen van verschillende pagina's geselecteerd. Dit is gedaan door eerst tabel 1 te selecteren, het als een preset op te slaan, vervolgens de tweede te selecteren en samen te voegen met de opgeslagen preset. Hier ziet u hoe u de Web>Lijst module kunt gebruiken om alle records van een tabel op een pagina te exporteren.
th: ที่นี่สองตารางจากหน้าเว็บที่แตกต่างกันจะถูกเลือก นี้จะกระทำโดยครั้งแรกเลือกหนึ่งให้บันทึกเป็นที่ตั้งไว้แล้วเลือกอื่น ๆ และรวมกับที่บันทึกไว้ล่วงหน้า นี่คุณดูวิธีใช้> module List Web ส่งออกระเบียนทั้งหมดจากตารางบนหน้าเว็บ

# inclRelations.alttitle
source: Include relations
da: Inkludér relationer
de: Beziehungen einschließen
fr: Inclure les relations
hr: Uključi veze
it: Includi relazioni
nl: Voeg relaties toe
th: relations รวม

# inclRelations.description
source: Configure the tables from which you want to include records that are found as relations in the main export configuration.
da: Konfigurér de tabeller hvor fra du ønsker at inkludere elementer som blev fundet som relationer i eksportens primære konfiguration.
de: Konfigurieren Sie die Tabellen, aus denen Sie Datensätze aufnehmen möchten, die als Beziehungen in der Haupt-Exportkonfiguration gefunden werden.
fr: Configurez les tables à partir desquelles vous souhaitez inclure des enregistrements qui sont trouvés comme des relations dans la configuration principale de l'exportation.
hr: Postavite tablice iz kojih želite uključiti zapise koji su pronađeni kao veze u postavkama glavnog izvoza.
it: Configura le tabelle da cui si desidera includere i record che vengono trovati come relazioni nella configurazione principale di esportazione.
nl: Configureer de tabellen waarvan u records, welke gevonden zijn als relaties, toe wilt voegen.
th: ตารางกำหนดค่าที่คุณต้องการรวมระเบียนที่พบเป็นความสัมพันธ์ในการกำหนดค่าส่งออกหลัก

# inclRelations.details
source: Background: When you export a record in TYPO3 it might contain relations to other records in the system. You have to tell the export interface what to do with these relations. Basically there are three scenarios: - If relations are found between records that are all in the export configuration, there is no problem: The relations are automatically mapped to the new id's of those records when imported. - If the records related to are not included the relation will be lost (indicated with an error message in the preview) unless you a) either select that table in this selector box in which case all relations to that table will be included or b) if you set the table as a static table (in which case the relation is untouched and imported as-is - but which will of course break if no record with that UID is found in the import system). <b>Soft References:</b> Soft references are when a record contains pointers to external files or records but in fields where there are no formal relation configured. Examples of this is when a content element contains a "&lt;link 123&gt;" tag that represents a link to the page 123. This is not picked up formally as a reference, but is found anyhow as a "soft reference". The same goes for &lt;img&gt; tags with images from eg. "fileadmin/". By default soft references pointing to records or files will act as normal references; either including the referenced item or showing an error. However you can also choose to exclude the handling of individual soft references or maybe set the value as "editable" upon import. This is done with a selector box in the export preview.
da: Baggrund: Når du eksporterer et element i TYPO3, kan den indeholde relationer til andre elementer i systemet. Du skal derfor angive, hvad du vil gøre med disse relationer. Der er grundlæggende tre scenarier:: - Hvis relationer findes mellem elementer, som alle er med i eksport-konfigurationen, giver det ingen problemer: Relationerne mappes automatisk til de nye id'er til disse elementer, når de importeres. - Hvis elementerne ikke er inkluderet i relationerne, vil de blive tabt (vist med en fejlmeddelelse i forhåndsvisningen), med mindre du a) enten vælger den tabel i selectorboksen, fra hvor alle relationer knytter sig til, eller b) hvis du angiver tabellen som en statisk tabel (hvorefter relationen er urørt og importeres som den er - men det vil selvfølgelig ikke gå godt, hvis der ikke findes noget element med denne UID på systemet der importeres til). <b>Bløde Referencer:</b> Bløde referencer er når elementer indeholder pegepinde til eksterne filer eller elementer, men i felter, hvor der ikke er konfigureret nogen formel reference. Et eksempel på dette er, når et indholdselement indeholder et "&lt;link 123&gt;" tag, som repræsenterer et link til side 123. Dette er ikke formelt opfattet som en reference, men opdages alligevel som en "blød reference". Det samme gør sig gældende for &lt;img&gt; tags med billeder fra for eksempel "fileadmin/". Som standard vil bløde reference-pegepinde opføre sig som normale referencer; enten inkluderes det refererede emne eller der vises en fejl. Du kan imidlertid altid vælge at ekskludere håndteringen af individuelle bløde referencer, eller måske angive værdien som "redigérbar" under import. Dette gøres i en selctorboks i forhåndsvisningen til eksport.
de: Hintergrund: Wenn Sie einen Datensatz in TYPO3 exportieren, könnte er Beziehungen zu anderen Datensätzen im System enthalten. Sie müssen der Exportschnittstelle mitteilen, was mit diesen Beziehungen zu tun ist. Grundsätzlich gibt es drei Szenarien: - Wenn die Beziehungen zwischen den Datensätzen gefunden werden, die alle in der Exportkonfiguration sind, gibt es kein Problem: Die Beziehungen werden automatisch den neuen id-s dieser Datensätze zugeordnet, wenn sie importiert werden. - Wenn die Datensätze, die mit der Verbindung verbunden sind, nicht enthalten sind, wird die Beziehung verloren gehen (mit einer Fehlermeldung in der Vorschau angegeben), es sei denn, Sie a) entweder diese Tabelle in diesem Auswahlfeld auswählen, in dem alle Beziehungen zu dieser Tabelle enthalten sind oder b), wenn Sie die Tabelle als statische Tabelle (in dem Fall ist die Beziehung unberührt und importiert wie-is - aber die natürlich brechen wird, wenn kein Eintrag mit dieser UID im Importsystem gefunden wird). <b>Soft References:</b> Softl. Referenzen sind, wenn ein Datensatz Zeiger auf externe Dateien oder Datensätze enthält, aber in Feldern, in denen keine formale Beziehung konfiguriert ist. Beispiele dafür sind, wenn ein Inhaltselement ein "&lt;link 123&gt;" Tag enthält, der einen Link zur Seite 123 darstellt. Dies wird nicht formal als Referenz abgeholt, sondern wird trotzdem als "weicher Referenz" gefunden. Das Gleiche gilt für &lt;img&gt; Tags mit Bildern von zB. "fileadmin/". Standardmäßig werden Softprognosen, die auf Datensätze oder Dateien verweisen, als normale Referenzen fungieren; entweder mit dem referenzierten Element oder mit einem Fehler. Sie können jedoch auch die Handhabung einzelner Softpunkte ausschließen oder den Wert bei Import als "editierbar" festlegen. Dies wird mit einem Selektor-Feld in der Exportvorschau durchgeführt.
fr: Arrière-plan : Lorsque vous exportez un enregistrement dans TYPO3, il peut contenir des relations avec d'autres enregistrements dans le système. Vous devez dire à l'interface d'exportation ce qu'il faut faire avec ces relations. En gros, il y a trois scénarios : - Si les relations sont trouvées entre les enregistrements qui sont tous dans la configuration d'exportation, il n'y a aucun problème : les relations sont automatiquement associées à l'identifiant de ces enregistrements lorsque importées. - Si les enregistrements qui ne sont pas inclus, la relation sera perdue (indiquée avec un message d'erreur dans l'aperçu) à moins que vous a) soit sélectionnez cette table dans cette case de sélecteur dans laquelle cas toutes les relations avec cette table seront incluses ou b) si vous définissez la table comme une table statique (dans quel cas la relation est non modifiée et importée en tant que tel - mais qui cassera bien sûr si aucun enregistrement avec cette UID n'est trouvé dans le système d'importation). <b>Références Soft :</b> Les références Soft sont quand un enregistrement contient des pointeurs vers des fichiers ou des enregistrements externes mais dans des champs où il n'y a pas de relation formelle configurée. Exemples de ceci est quand un élément de contenu contient un tag "&lt;lien 123&gt;" qui représente un lien vers la page 123. Ce n'est pas repris formellement comme référence, mais est trouvé en quelque sorte comme une "référence douce". La même chose vaut pour &lt;img&gt; tags avec images d'exemple. "fileadmin/". Par défaut, les références soft pointant vers des enregistrements ou des fichiers agissent comme références normales; soit y compris l'élément référencé ou afficher une erreur. Cependant, vous pouvez également choisir d'exclure la gestion des références soft individuelles ou peut-être définir la valeur comme "modifiable" à l'importation. Ceci est fait avec une case sélecteur dans l'aperçu d'exportation.
hr: Pozadina: kada izvezete zapis u sustavu TYPO3, taj zapis može sadržavati poveznice prema drugim zapisima u sustavu. Sučelju za izvoz potrebno je reći što činiti sa tim poveznicama. Postoje tri osnovna scenarija: - Ukoliko su poveznice između zapisa koji su već odabrani za izvoz tada nema problema: poveznice će biti automatski postavljene između novih zapisa prilikom uvoza. - Ukoliko zapisi koji su povezani nisu uključeni u izvoz, poveznica će biti izgubljena (što će biti naznačeno porukom o grešci u pretpregledu) osima ako a) odaberete tablicu tog zapisa u polju za odabir u kom slučaju će sve poveznice na tu tablicu biti uključene ili b) postavite tablicu kao statičnu tablicu (u kojem slučaju poveznica ostaje netaknuta a uvoz je takav kakav je - no to će naravno uzrokovati grešku ukoliko zapis sa danim ID brojem ne postoji u sustavu u koji se uvozi). <b>Meke poveznice:</b> Meke poveznice su one poveznice koje pokazuju na vanjske datoteke ili zapise unutar nekog zapisa no unutar polja koja nisu postavljena kao službena polja za poveznice. Primjer toga je kada element sadržaja sadrži tag "&lt;link 123&gt;". Isto vrijedi za &lt;img&gt; tagove sa slikama iz recimo "fileadmin/" mape. Prema zadanim postavkama, meke poveznice prema zapisima ili datotekama ponašat će se kao normalne poveznice; ili će se uključiti stavka na koju se povezuje, ili će se prikazati poruka o grešci. Međutim, kod mekih poveznica, također je moguće odabrati da se meke poveznice zanemare ili možda podesiti vrijednost kao vrijednost koja se može uređivati kod uvoza. Ovo je moguće postaviti odabirom u pretpregledu izvoza.
it: Sfondo: Quando si esporta un record in TYPO3 potrebbe contenere relazioni ad altri record nel sistema. Devi dire all'interfaccia di esportazione cosa fare con queste relazioni. In sostanza ci sono tre scenari: - Se si trovano relazioni tra record che sono tutti nella configurazione di esportazione, non c'è alcun problema: le relazioni vengono automaticamente mappate al nuovo id di questi record quando importati. - Se i record relativi a non sono inclusi, la relazione verrà persa (indicato con un messaggio di errore nell'anteprima) a meno che tu a) o selezioni la tabella in questa casella di selezione in cui tutte le relazioni con quella tabella saranno incluse o b) se si imposta la tabella come tabella statica (in questo caso la relazione è intatta e importata come) ma che ovviamente si interromperà se non si trova alcun record con quell'UID nel sistema di importazione). <b>Soft References:</b> Riferimenti Soft sono quando un record contiene puntatori a file o record esterni, ma nei campi in cui non ci sono relazioni formali configurate. Esempi di questo è quando un elemento di contenuto contiene un tag "&lt;link 123&gt;" che rappresenta un link alla pagina 123. Non viene preso formalmente come riferimento, ma viene comunque rilevato come "riferimento morbido". Lo stesso vale per &lt;img&gt; tag con immagini da es. "fileadmin/". Di default riferimenti soft che puntino a record o file fungeranno da riferimenti normali; o includere l'elemento referenziato o mostrare un errore. Tuttavia, puoi anche scegliere di escludere la gestione di singoli riferimenti soft o forse impostare il valore come "modificabile" all'importazione. Questo è fatto con una casella di selezione nell'anteprima di esportazione.
nl: Achtergrond: Wanneer u een record in TYPO3 exporteert, kan deze relaties bevatten naar andere records in het systeem. U moet de export interface vertellen wat te doen met deze relaties. Er zijn drie scenarios: - Als er relaties gevonden worden tussen records welke alle in de export configuratie zijn opgenomen is dit geen probleem: De relaties worden automatisch aangepast naar de nieuwe id's van de geimporteerde records. - Als gerelateerde records niet worden toegevoegd aan de export, zal de relatie verloren gaan (aangemerkt met een foutmelding in de voorvertoning), tenzij u a) de tabel selecteert in de keuzelijst waardoor alle records met relaties uit deze tabel mee worden genomen of b) u de tabel aanmerkt als statische tabel (hierdoor zal de gerelateerde record niet toegevoegd worden en de relatie geimporteerd als zijnde aanwezig, maar breekt als er geen record aanwezig is met de UID zoals gevonden in het importeer systeem)
th: พื้นหลัง : เมื่อคุณส่งออกบันทึกใน TYPO3 มันอาจมีความสัมพันธ์กับระเบียนอื่น ๆ ในระบบ คุณต้องบอก interface การส่งออกจะทำอย่างไรกับความสัมพันธ์เหล่านี้ โดยทั่วไปมีสามสถานการณ์ : -- หากพบความสัมพันธ์ระหว่างระเบียนที่มีทั้งหมดในการกำหนดค่าการส่งออกมีปัญหา no : relations มีแมปโดยอัตโนมัติ id ใหม่ของระเบียนเหล่านั้นเมื่อนำเข้า -- หากบันทึกที่เกี่ยวข้องกับการไม่รวม ความสัมพันธ์จะหายไป (พบกับข้อความผิดพลาดในตัวอย่าง) นอกจากคุณจะ a) อาจเลือกช่องที่ตารางตัวเลือกนี้ในกรณีที่ความสัมพันธ์ทั้งหมดในตารางว่าจะรวมหรือ b) ถ้าคุณกำหนดตารางเป็นตารางคงที่ (ซึ่งในกรณีความสัมพันธ์เป็นแตะต้องและจะนำเข้าเป็น -- แต่การที่จะหยุดเรียนหากไม่พร้อมที่บันทึก UID พบในระบบนำเข้า) <b>อ้างอิง Soft :</b> Soft อ้างอิงที่เมื่อบันทึกมีตัวชี้ไปยังแฟ้มภายนอกหรือระเบียน แต่ในเขตที่ไม่มีความสัมพันธ์ทางการกำหนด ตัวอย่างนี้คือเมื่อองค์ประกอบของเนื้อหาที่มี"123> <link"แท็กที่แสดง 123 ลิงค์ไปยังหน้า นี้ไม่ได้เลือกขึ้นเป็นข้อมูลอ้างอิงอย่างเป็นทางการ แต่พบ แต่อย่างใดเป็นอ้างอิงอ่อน" เดียวกันจะไปสำหรับแท็ก <img> กับภาพจากเช่น "fileadmin /" โดยปกติอ้างอิงอ่อนชี้ไปยังระเบียนหรือแฟ้มจะทำหน้าที่เป็นแหล่งอ้างอิงปกติ; รวมทั้งรายการอ้างอิงหรือแสดงข้อผิดพลาด แต่คุณสามารถเลือกที่จะไม่รวมอ้างอิงจัดการนุ่มของบุคคลหรืออาจกำหนดค่าเป็น"แก้ไข"เมื่อนำเข้า นี้จะกระทำกับกล่องตัวเลือกในตัวอย่างส่งออก

# _inclRelations.image
source: EXT:impexp/Resources/Public/Images/cshimages/references.png, EXT:impexp/Resources/Public/Images/cshimages/references1.png, EXT:impexp/Resources/Public/Images/cshimages/references2.png
fr: EXT:impexp/Ressources/Public/Images/cshimages/references.png, EXT:impexp/Resources/Public/Images/cshimages/references1.png, EXT:impexp/Resources/Public/Images/cshimages/references2.png
