Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/impexp/Resources/Private/Language/*.locallang.xlf
Languages: km, nl, ru, th

source: Import
nl: Importeren

source: Export
nl: Exporteren

# title
source: Import / Export
km: នាំចូល​/​នាំចេញ
nl: Importeer / Exporteer
ru: Импорт / Экспорт
th: นำเข้า / ส่งออก

# title_import
source: Import
km: នាំ​ចូល
nl: Importeer
ru: Импорт
th: การนำเข้า

# tableselec_configuration
source: Configuration
km: ការកំណត់
nl: Configuratie
ru: Конфигурация
th: การตั้งค่า

# exportdata_savedFile
source: SAVED FILE
km: ហ្វ័ល​ដែល​បាន​រក្សាទុក
nl: OPGESLAGEN BESTAND
ru: СОХРАНЁННЫЙ ФАЙЛ
th: บันทึกภาพ

# exportdata_savedInSBytes
source: Saved in "%s", bytes %s
km: រក្សាទុក​ក្នុង "%s", បៃថ៍ %s
nl: Opgeslagen in "%s", bytes %s
ru: Сохранено в "%s", %s байт
th: บันทึกใน"% s",% s bytes

# exportdata_problemsSavingFile
source: Problems saving file
km: មាន​បញ្ហា​រក្សាទុក​ហ្វួ័ល
nl: Er zijn problemen opgetreden bij het opslaan van het bestand
ru: При сохранении файла возникли проблемы
th: ปัญหาการบันทึกไฟล์

# exportdata_badPathS
source: Bad path: "%s"
km: ខុស​ទីតាំង៖ "%s"
nl: Verkeerd pad: "%s"
ru: Неправильный путь: "%s"
th: เส้นทาง Bad :"% s"

# exportdata_filePreset
source: File & Preset
km: ឯកសារ និង​ការកំណត់
nl: Bestand & Preset
ru: Файл и предустановка
th: แฟ้มและ Preset

# exportdata_advancedOptions
source: Advanced Options
km: ជម្រើស​កម្រិត​ខ្ពស់
nl: Geavanceerde opties
ru: Дополнительные настройки
th: ตัวเลือกขั้นสูง

# exportdata_messages
source: Messages
km: សារ
nl: Berichten
ru: Сообщения
th: ข้อความ

# execlistqu_structureToBeExported
source: Structure to be exported
nl: Te exporteren structuur

# impexpcore_toggle_all_disabled_records
source: Toggle disabled records
nl: Uitgeschakelde records inschakelen

# makeconfig_exportPagetreeConfiguration
source: Export pagetree configuration
nl: Exportconfiguratie voor paginaboom

# makeconfig_pageId
source: Page ID
nl: Pagina-ID

# makeconfig_tree
source: Tree
nl: Boom

# makeconfig_noTreeExportedOnly
source: No tree exported - only tables on the page.
km: មិន​មាន​ឋានានុក្រម​បាន​នាំ​ចេញ - មាន​តែ​តារាង​នៅ​លើ​ទំព័រ​ប៉ុណ្ណោះ ។
nl: Boom niet ge-exporteerd - alleen tabellen op de pagina.
ru: Дерево не экспортировано - только таблицы на странице.
th: ต้นไม้ไม่ส่งออก -- ตารางเฉพาะในหน้า

# makeconfig_tablesOnThisPage
source: Tables on this page
km: តារាង​ក្នុង​ទំព័រ​នេះ
nl: Tabellen op deze pagina
ru: Таблицы на этой странице
th: ตารางในหน้านี้

# makeconfig_expandedTree
source: Expanded tree
km: ពន្លា​ឋានានុក្រម
nl: Uitgevouwen boom
ru: Развернутое дерево
th: ต้นไม้ขยาย

# makeconfig_levels
source: Levels
nl: Niveau's

# makeconfig_includeTables
source: Include tables
nl: Omvat tabellen

# makeconfig_exportSingleRecord
source: Export single record
nl: Enkel record exporteren

# makeconfig_exportTablesFromPages
source: Export tables from pages
nl: Tabellen van pagina's exporteren

# makeconfig_tablePids
source: Table/Pids
nl: Tabellen/Pid's

# makeconfig_tableListEntry
source: Table "%s" from %s
nl: Tabel "%s" van %s

# makeconfig_relationsAndExclusions
source: Relations and Exclusions
nl: Relaties en uitzonderingen

# makeconfig_includeRelationsToTables
source: Include relations to tables
nl: Omvat relaties naar tabellen

# makeconfig_useStaticRelationsFor
source: Use static relations for tables
nl: Statische relaties voor tabellen gebruiken

# makeconfig_showStaticRelations
source: Show static relations
nl: Statische relaties tonen

# makeconfig_excludeElements
source: Exclude elements
nl: Elementen uitsluiten

# makeconfig_clearAllManualExclusions
source: Clear all manual exclusions
nl: Alle handmatige uitsluitingen opheffen

# makeconfig_noManuallyExcludedElementsYet
source: No manually excluded elements yet. Exclude by setting checkboxes below in the element display.
nl: Er zijn nog geen elementen handmatig uitgesloten. Een element is uit te sluiten met de selectievakjes in het overzicht hier onder.

# makeconfig_excludeDisabledElements
source: Exclude disabled elements
nl: Uitgeschakelde elementen uitsluiten

# makeadvanc_update
source: Update
km: អាប់ដេត
nl: Actualiseer
ru: Обновление
th: ปรับปรุง

# makeadvanc_softReferences
source: Soft References
nl: Zachte referenties

# makeadvanc_excludeHtmlCssFile
source: Exclude HTML/CSS file resources
nl: HTML/CSS bestandsbronnen uitsluiten

# makeadvanc_files
source: Files
nl: Bestanden

# makeadvanc_saveFilesOutsideExportFile
source: Save files in extra folder beside the export file
nl: Bestanden opslaan in extra folder naast het exportbestand

# makeadvanc_saveFilesOutsideExportFile_limit
source: (supported for "Save to filename" only)
nl: (alleen ondersteuning voor "Opslaan naar bestandsnaam")

# makeadvanc_extensionDependencies
source: Extension dependencies
nl: Afhankelijkheden van extensies

# makeadvanc_selectExtensionsThatThe
source: Select extensions that the exported content depends on
nl: Extensies kiezen waarvan de geëxporteerde inhoud afhankelijk is

# makesavefo_update
source: Update
km: អាប់ដេត
nl: Actualiseer
ru: Обновить
th: ปรับปรุง

# makesavefo_presets
source: Presets
nl: Voorinstellingen

# makesavefo_selectPreset
source: Select preset
nl: Voorinstelling kiezen

# makesavefo_load
source: Load
km: ទាញ​មក
nl: Laad
ru: Загрузить
th: ภาระ

# makesavefo_save
source: Save
km: រក្សាទុក
nl: Opslaan
ru: Сохранить
th: ประหยัด

source: Please confirm
nl: Bevestigen

# makesavefo_areYouSure
source: Are you sure?
km: តើ​អ្នក​ប្រាកដ​ទេ?
nl: Weet u het zeker?
ru: Вы уверены?
th: คุณแน่ใจหรือไม่

# makesavefo_delete
source: Delete
km: លុប
nl: Verwijder
ru: Удалить
th: ลบ

# makesavefo_merge
source: Merge
km: បញ្ចូល​គ្នា
nl: Samenvoegen
ru: Объединить
th: ผสาน

# makesavefo_titleOfNewPreset
source: Title of new preset
nl: Titel van nieuwe voorinstelling

# makesavefo_public
source: Public
nl: Openbaar

# makesavefo_outputOptions
source: Output options
nl: Uitvoeropties

# makesavefo_title
source: Title
nl: Titel

# makesavefo_description
source: Description
nl: Omschrijving

# makesavefo_notes
source: Notes
nl: Opmerkingen

# makesavefo_t3dFileCompressed
source: T3D file / compressed
km: ឯកសារ T3D / បាន​បង្រួម
nl: T3D bestand /gecomprimeerd
ru: T3D-файл / скомпримированный
th: T3D ไฟล์บีบอัด /

# makesavefo_t3dFile
source: T3D file
km: ហ្វ័ល T3D
nl: T3D bestand
ru: T3D-файл

# makesavefo_fileFormat
source: File format
nl: Bestandsformaat

# makesavefo_filenameSavedInS
source: Filename (saved in "%s")
nl: Bestandsnaam (opgeslagen in "%s")

# importdata_saveToFilename
source: Save to filename
km: រក្សាទុក​ទៅ​ឯកសារ​ឈ្មោះ
nl: Opslaan als bestandsnaam
ru: Сохранить в файл
th: บันทึกชื่อไฟล์

# importdata_selectFileToImport
source: Select file to import
nl: Het te importeren bestand selecteren

# importdata_file
source: File
nl: Bestand

# importdata_fromPathS
source: (From path: %s)
km: (ពី​ទីតាំង៖ %s)
nl: (Van pad: %s)
ru: (из папки: %s)
th: (จากเส้นทาง :% s)

# importdata_noteNoDecompressorAvailable
source: NOTE: No decompressor available for compressed files!
km: ចំណាំ៖ មិន​មាន​កម្មវិធី​ពន្លា​ឯកសារ​ដែល​បាន​បង្រួម​ទេ!
nl: NOTITIE: Er is geen decompressor aanwezig voor gecomprimeerde bestanden!
ru: Внимание: распаковщик сжатых файлов не найден!
th: หมายเหตุ : decompressor สามารถบีบอัดไฟล์ No!

# importdata_importOptions
source: Import Options
nl: Importopties

# importdata_update
source: Update
nl: Bijwerken

# importdata_updateRecords
source: Update records
km: អាប់ដេត​ទិន្នន័យ
nl: Actualiseer records
ru: Обновить записи
th: ระเบียน Update

# importdata_thisOptionRequiresThat
source: This option requires that the structure you import already exists on this server and only needs to be updated with new content!
km: ជម្រើស​​នេះ​​តម្រូវ​ឱ្យ​មាន​រចនាសម្ព័ន្ធ​នៃ​ការ​នាំ​ចូល​នៅ​លើ​ម៉ាស៊ីន​មេ​នេះ និង​ត្រូវការ​ការអាប់ដេត​ជាមួយ​នឹង​មាតិកា​ថ្មី!
nl: Voor deze optie dient de structuur van de import reeds te bestaan op de server en de inhoud met nieuwe inhoud geactualiseerd te worden!
ru: Это свойство требует наличия импортируемой структуры на сервере, которая нуждается только в обновлении содержимого!
th: ตัวเลือกนี้กำหนดว่าโครงสร้างที่นำเข้าอยู่แล้วบนเซิร์ฟเวอร์นี้เท่านั้นที่ต้องปรับปรุงด้วยเนื้อหาใหม่

# importdata_ignorePidDifferencesGlobally
source: Ignore PID differences globally
km: បោះបង់ PID ដែល​ខុស​គ្នា​ជា​ទូទៅ
nl: Negeer PID verschillen globaal
ru: Игнорировать номера страниц глобально
th: ที่ไม่แตกต่าง PID ทั่วโลก

# importdata_ifYouSetThis
source: If you set this option, the position of updated elements will not be updated to match the structure of the input file.
km: បើ​អ្នក​កំណត់​ជម្រើស​នេះ ទីតាំង​នៃ​ធាតុ​ដែល​អាប់ដេត នឹង​មិន​អាប់ដេត​ឱ្យ​ត្រូវ​នឹង​រចនាសម្ព័ន្ធ​នៃ​ឯកសារ​ដែល​បញ្ជូល​ទេ ។
nl: Door deze optie te gebruiken wordt de positie van de geactualiseerde elementen niet geactualiseerd overeenkomstig het input bestand.
ru: Если выбрано это свойство, место обновленного элемента не будет обновлено, чтобы подойти под структуру файла.
th: ถ้าคุณกำหนดตัวเลือกนี้ตำแหน่งขององค์ประกอบปรับปรุงจะไม่ได้รับการปรับปรุงเพื่อให้สอดคล้องกับโครงสร้างของนำเข้าแฟ้ม

# importdata_force_all_UIDS
source: Force ALL UIDs values
km: បង្ខំ​តម្លៃ UID ទាំងអស់
nl: Forceer ALLE UID waardes
ru: Принудельные UID (номер) значения
th: กำลัง ALL UIDs ค่า

# importdata_force_all_UIDS_descr
source: With this option the original UID value of all imported records are forced to be the same. BE VERY CAREFUL WITH THIS! (Admin Only).
km: ជាមួយ​ជម្រើស​នេះ តម្លៃ UID ដើម​នៃ​ទិន្នន័យ​ដែល​បាន​នាំ​ចូល​ត្រូវ​បាន​បង្ខំ​ឱ្យ​ដូច​គ្នា ។ សូម​ប្រុងប្រយ័ត្ន​ចំពោះ​រឿង​នេះ! (ចំពោះ​តែ​អ្នក​គ្រប់គ្រង) ។
nl: Met deze optie wordt de oorspronkelijke UID waarde van alle geimporteerde records hetzelfde gemaakt. WEES HIER VOORZICHTIG MEE! (Admin Only).
ru: При помощи этого свойства все импортированные записи принудительно сохранят исходные UID, которые они имели в системе, из которой осуществляется перенос. БУДЬТЕ ОСТОРОЖНЫ С ЭТИМ! (Только для администраторов).
th: กับตัวเลือกมูลค่า UID เดิมระเบียนนำเข้าทั้งหมดนี้ถูกบังคับให้เป็นเดียวกัน ระมัดระวังพร้อมนี้ Admin (Only)

# importdata_options
source: Options
nl: Opties

# importdata_doNotShowDifferences
source: Do not show differences in records
km: មិន​បង្ហាញ​ទិន្នន័យ​ដែល​មាន​ភាព​ខុស​គ្នា
nl: Toon verschillen in records niet
ru: Не показывать отличия между записями
th: ไม่แสดงความแตกต่างในบันทึก

# importdata_greenValuesAreFrom
source: Green values are from the import file, red values from the current database record and black values are similar in both versions.
km: តម្លៃ​ដែល​មាន​ពណ៌​ខៀវ​បាន​មក​អំពី​ឯកសារ​ដែល​បាន​នាំ​ចូល ។ តម្លៃ​ពណ៌​ក្រហម​បាន​មក​ពី​ទិន្នន័យ​ដែល​មាន​ក្នុង​ឃ្លាំង​ទិន្នន័យ​ស្រាប់ និង​តម្លៃ​ពណ៌​ខ្មៅ ជា​តម្លៃ​ស្រដៀង​គ្នា​រវាង​កំណែ​ទាំង​ពីរ ។
nl: Groene waardes zijn van het geimporteerde bestand, rode waardes van het huidige databaserecord en de zwarte waardes zijn hetzelfde in beide versies.
ru: Зеленые значения взяты из импорт-файла, красные значения из текущей записи в базе данных и черные значения одинаковы в обеих версиях.
th: ค่ากรีนมาจากไฟล์นำเข้า, สีแดงค่าจากบันทึกฐานข้อมูลปัจจุบันและสีดำค่าใกล้เคียงกันในทั้งสองรุ่น

# importdata_allowToWriteBanned
source: Allow to write banned file extensions (eg. PHP scripts), if any
km: អនុញ្ញាត​ឱ្យ​សរសេរ​ទៅ​ឯកសារ​អ៊‍ិកស្តិនសិន​ដែល​ហាម (​ឧ. កូដ PHP) ប្រសិន​បើ​មាន
nl: Sta het schrijven van geblokkeerde bestandsextensies toe (zoals PHP scripts), als die er zijn
ru: Позволяет записать файлы с запрещенными расширениями (например, PHP-скрипты), если таковые имеются.
th: ให้เขียนห้ามนามสกุลไฟล์ (เช่น PHP สคริปต์) ถ้ามี

# importdata_action
source: Action
nl: Actie

# importdata_update_299e
source: Update
km: អាប់ដេត
nl: Actualiseer
ru: Обновление
th: ปรับปรุง

# importdata_import
source: Import
km: នាំ​ចូល
nl: Importeer
ru: Импорт
th: การนำเข้า

# importdata_areYouSure
source: Are you sure?
km: តើ​អ្នក​ប្រាកដ​ទេ?
nl: Weet u het zeker?
ru: Вы уверены?
th: คุณแน่ใจหรือไม่

# importdata_newImport
source: New import
km: នាំ​ចូល​ថ្មី
nl: Nieuwe import
ru: Новый импорт
th: นำเข้าใหม่

# importdata_enableLogging
source: Enable logging
nl: Loggen inschakelen

# importdata_writeIndividualDbActions
source: Write individual DB actions during import to the log
km: សរសេរ
nl: Schrijf individuele DB acties tijdens import naar het logbestand
ru: Запись индивидуальных действий базы данных в журнал
th: การดำเนินการเขียน DB บุคคลระหว่างนำเข้าสู่ระบบ

# importdata_thisIsDisabledBy
source: This is disabled by default since there may be hundred of entries generated.
km: ត្រង់​នេះ​បាន​បិទ​ដំណើរការ​ជា​បទដ្ឋាន តាំង​ពី​មាន​ការបញ្ជូល​រាប់រយ​ទិន្នន័យ ។
nl: Dit is standaard uitgeschakeld aangezien er wellicht honderden resultaten gegenereerd worden.
ru: Это выключено по умолчанию, так как иначе могут быть созданы сотни записей.
th: นี้ปิดใช้งานตามค่าเริ่มต้นตั้งแต่อาจมีหลายร้อยรายการที่สร้างขึ้น

# importdata_uploadFileFromLocal
source: Upload file from local computer
nl: Bestand uploaden van lokale computer

# importdata_browse
source: Browse
nl: Bladeren

# importdata_success
source: Success
nl: Geslaagd

# importdata_failureNoFileUploaded
source: Failure: No file uploaded - was it too big? Check system log.
km: បរាជ័យ៖ មិនមាន​ឯកសារ​បាន​អាប់ឡូត - តើ​ជា​ឯកសារ​ដែល​ធំ​ពេក​មែនទេ?
nl: FOUT: Geen bestand geupload - was het te groot? Controleer systeemlog
ru: Ошибка: файл не загружен - может быть он слишком велик? Проверьте системный журнал.
th: ความล้มเหลว : ไฟล์ที่อัพโหลดไม่ -- ได้มันใหญ่เกินไป? ตรวจสอบบันทึกของระบบ

# importdata_upload_error
source: Upload error
nl: Fout bij uploaden

# importdata_upload_nodata
source: The import module hasn't received any data. This may occur due to a file upload with a large file. Please check the file size of your uploaded file with the server's post_max_size and upload_max_filesize configuration.
nl: De importmodule heeft geen data ontvangen. Dit kan gebeuren door een fout bij het uploaden van een groot bestand. Controleer of het bestand groter is dan de post_max_size en upload_max_filesize instellingen van de server.

# importdata_title
source: Title
nl: Titel

# importdata_description
source: Description
nl: Omschrijving

# importdata_notes
source: Notes
nl: Opmerkingen

# importdata_packager
source: Packager
nl: Inpakprogramma

# importdata_icon
source: Icon
nl: Icoon

# importdata_messages
source: Messages
km: សារ
nl: Berichten
ru: Сообщения
th: ข้อความ

# importdata_structureHasBeenImported
source: Structure has been imported, here is the result
nl: Structuur is geïmporteerd, hier zijn de resultaten

# importdata_no_accessible_file_mount
source: No accessible filemount
nl: Geen toegankelijke file_mount

# importdata_no_default_upload_folder
source: No default upload folder
nl: Geen standaard uploadmap

# filterpage_structureToBeImported
source: Structure to be imported
nl: Te importeren structuur

source: ALL tables
km: តារាង​ទាំងអស់៖
nl: ALLE tabellen
ru: ВСЕ таблицы
th: ตาราง ALL

# impexpcore_displaycon_controls
source: Controls
nl: Besturing

# impexpcore_displaycon_title
source: Title
nl: Titel

# impexpcore_displaycon_message
source: Message
nl: Bericht

# impexpcore_displaycon_updateMode
source: Update Mode
nl: Bijwerkmodus

# impexpcore_displaycon_currentPath
source: Current Path
nl: Huidig pad

# impexpcore_displaycon_result
source: Result
nl: Resultaat

# impexpcore_displaycon_insidePagetree
source: Inside pagetree
nl: In paginaboom

# impexpcore_singlereco_outsidePagetree
source: Outside pagetree
nl: Buiten paginaboom

# impexpcore_singlereco_softReferencesFiles
source: Soft References Files
nl: Zachte referenties bestanden

# impexpcore_singlereco_update
source: Update
km: អាប់ដេត
nl: Actualiseer
ru: Обновление
th: ปรับปรุง

# impexpcore_singlereco_insert
source: Insert
km: បញ្ចូល
nl: Invoegen
ru: Вставка
th: แทรก

# impexpcore_singlereco_importAsNew
source: Import as new
km: នាំ​ចូល​ដូច​ថ្មី
nl: Importeer als nieuw
ru: Импортировать как новый
th: นำเข้าเป็นใหม่

# impexpcore_singlereco_ignorePid
source: Ignore PID
km: បោះបង់ PID
nl: Negeer PID
ru: Игнорировать PID (номера страниц)

# impexpcore_singlereco_respectPid
source: Respect PID
km: គោរព​តាម PID
nl: Respecteer PID
ru: Учитывать PID
th: เคารพ PID

# impexpcore_singlereco_forceUidSAdmin
source: Force UID [%s] (Admin)
km: បង្ខំ UID [%s] (គ្រប់គ្រង)
nl: Forceer UID [%s] (Admin)
ru: Принудительно установить UID [%s] (Admin)
th: กำลัง UID [%] (ผู้ดูแล s)

# impexpcore_singlereco_exclude
source: Exclude
km: ដក​ចេញ
nl: Uitsluiten
ru: Исключить
th: ยังไม่รวม

# impexpcore_singlereco_title
source: Title
nl: Titel

# impexpcore_singlereco_descr
source: Descr
nl: Omschr

# impexpcore_singlereco_filename
source: Filename
nl: Bestandsnaam

# impexpcore_singlereco_value
source: Value
nl: Waarde

# impexpcore_softrefsel_editable
source: Editable
km: អាច​កែ​បាន
nl: Bewerkbaar:
ru: Редактируемо:
th: สามารถแก้ไขได้

# impexpcore_softrefsel_exclude
source: Exclude
km: ដក​ចេញ
nl: Uitsluiten
ru: Исключить
th: ยังไม่รวม

# impexpcore_printerror_description
source: Description
nl: Omschrijving

# makesavefo_downloadExport
source: Download export
km: ដោនឡូត​ការនាំ​ចេញ
ru: Загрузка экспорта
th: ส่งออกดาวน์โหลด

# importdata_preview
source: Preview
km: មើល​ជាមុន
ru: Предварительный просмотр
th: ก่อนหน้า

# importdata_upload
source: Upload
km: អាប់ឡូត
ru: Загрузка

# importdata_metaData_1387
source: Meta data
km: មេតាដេតា
ru: Дополнительные данные
th: ข้อมูล Meta
