Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/impexp/Resources/Private/Language/*.locallang_csh.xlf
Languages: da, de, fr, hr, it, nl, th

# inclRelations.image_descr
source: This example shows tree examples of references; a) an image attached to a content element, b) a relation to a frontend usergroup UID, and c) a soft reference found in the bodytext field of a record, here it is the link-tag pointing to the page with UID 1. Notice in the previous image how the relation to the frontend user group was lost. This has been corrected in this screenshot where the fe_group table has been selected in the list of table for which to include relations. The result is that the frontend usergroup is included as a record outside the exported pagetree. If you wanted to keep the relation but not include the usergroup you have to set "fe_groups" as a static table instead. See below. This example shows a TypoScript Template Record where multiple soft references has been found. The first one is an email address. Here it is configured to be editable. This means that upon import the user will have a chance to edit the value before the import is actually done. This is very useful when exported files are used as templates. Another example includes a PHP script which we don't want to include in the export and therefore we have selected the exclude option for the soft reference.
da: Dette eksempel viser tre eksempler på referencer; a) et billede der er knyttet til et indholdselement, b) en relation til en frontend-brugergruppe UID, og ​​c) en blød reference fundet i bodytext-feltet af en post, her er det link-taggen der peger på siden med UID 1. Bemærk i det foregående billede, hvordan referencen til frontend-brugergruppen var tabt. Det er blevet korrigeret i dette skærmbillede, hvor fe_group tabellen er valgt i listen over tabeller, for hvilke der skal indføjes relationer. Resultatet er, at frontend-brugergruppen er inkluderet som et element uden for den eksporterede sidetræ. Hvis du vil beholde relationen, men ikke med brugergruppen, skal du i stedet angive fe_groups som en statisk tabel. Se nedenfor. Dette eksempel viser et typoScript skabelonelement, hvor der er fundet flere bløde referencer. Den første er en e-mail-adresse. Her er det konfigureret til at kunne redigeres. Dette betyder, at brugeren ved import, vil have mulighed for at redigere værdien, før importen faktisk udføres. Dette er meget nyttigt, når eksporterede filer bruges som skabeloner. Et andet eksempel omfatter et PHP-script, som vi ikke ønsker at medtage i eksporten, og derfor har vi valgt ekskluderingsindstillingen for den bløde reference.
de: Dieses Beispiel zeigt Baumbeispiele von Referenzen; a) ein Bild, das an einem Inhaltselement angehängt wird, b) eine Beziehung zu einem Frontend-Benutzerhandbuch UID und c) eine weiche Referenz, die im Bodyytext-Feld eines Datensatzes gefunden wird, hier ist es der Link-Tag, der auf die Seite mit UID 1 verweist. Hinweis im vorherigen Bild, wie die Beziehung zur Frontend-Benutzergruppe verloren wurde. Dies wurde in diesem Screenshot korrigiert, wo die fe_group Tabelle in der Liste der Tabellen ausgewählt wurde, für die Beziehungen aufgenommen werden sollen. Das Ergebnis ist, dass die Frontend-Benutzergruppe als Datensatz außerhalb des exportierten Pagetree enthalten ist. Wenn Sie die Beziehung behalten wollen, aber nicht die Benutzergruppe enthalten, müssen Sie stattdessen "fe_groups" als statische Tabelle setzen. Siehe unten. Dieses Beispiel zeigt einen TypoScript Template Record, in dem mehrere soft references gefunden wurden. Die erste ist eine E-Mail-Adresse. Hier ist es konfiguriert, editierbar zu sein. Das bedeutet, dass der Benutzer bei Import die Möglichkeit hat, den Wert zu ändern, bevor der Import tatsächlich ausgeführt wird. Dies ist sehr nützlich, wenn exportierte Dateien als Vorlagen verwendet werden. Ein weiteres Beispiel beinhaltet ein PHP-Skript, das wir nicht in den Export aufnehmen wollen und daher haben wir die Option Ausschluss für die weiche Referenz ausgewählt.
fr: Cet exemple montre des exemples d'arborescence de références; a) une image attachée à un élément de contenu, b) une relation avec un UID d'utilisateur frontend, et c) une référence douce trouvée dans le champ bodytext d'un enregistrement, ici c'est le lien-tag pointant vers la page avec UID 1. Remarque dans l'image précédente comment la relation avec le groupe d'utilisateurs du front-end a été perdue. Ceci a été corrigé dans cette capture d'écran où la table fe_group a été sélectionnée dans la liste de la table pour laquelle inclure les relations. Le résultat est que le roupe d'utilisateur de front est inclus comme un enregistrement en dehors de la pagetree exportée. Si vous voulez garder la relation, mais ne pas inclure le groupe d'utilisateurs, vous devez définir "fe_groups" comme une table statique. Voir ci-dessous. Cet exemple montre un fichier de modèle TypoScript où plusieurs références soft ont été trouvées. La première est une adresse e-mail. Ici, il est configuré pour être modifiable. Cela signifie qu'à l'importation, l'utilisateur aura la possibilité de modifier la valeur avant que l'importation ne soit effectivement effectuée. Ceci est très utile lorsque les fichiers exportés sont utilisés comme modèles. Un autre exemple inclut un script PHP que nous ne voulons pas inclure dans l'export et nous avons donc sélectionné l'option d'exclusion pour la référence soft.
hr: Ovaj primjer prikazuje tri primjera referenci; a) sliku pridruženu elementu sadržaja, b) relaciju prema UID-u korisničke grupe prednjeg sučelja, te c) meku referencu iz polja zapisa zvanog bodytext, ovdje je to tag poveznice koji pokazuje na stranicu sa UID-om 1. Primjetite kako se kod prethodne slike izgubila relacija prema grupi korisnika prednjeg sučelja. To je ispravljeno u ovoj snimci zaslona gdje je tablica fe_group odabrana na popisu tablica čije relacije će biti uključene. Rezultat je da će grupa korisnika prednjeg sučelja biti uključena kao zapis izvan izvezenog stabla stranica. Ukoliko želite zadržati relaciju a ne želite uključiti korisničku grupu morate postaviti "fe_groups" kao statičnu tablicu. Pogledajte niže. Ovaj primjer prikazuje TypoScript zapis predloška gdje se nalaze višestruke meke reference. Prva referenca je e-mail adresa. Ovdje je podešena tako da se može uređivati. To znači da će korisnik tijekom uvoza imati priliku urediti vrijednost prije nego li se uvoz izvrši. Ovo je vrlo korisno kada se izvezene datoteke koriste kao predlošci. Još jedan primjer je PHP skripta koju ne želimo uključiti u izvoz te smo stoga odabrali opciju isključivanja za meku referencu.
it: Questo esempio mostra esempi di riferimenti ad albero; a) un'immagine allegata ad un elemento di contenuto, b) una relazione con un UID del gruppo utente frontend e c) un riferimento morbido trovato nel campo di bodytext di un record, qui è il tag link che punta alla pagina con UID 1. Nota nell'immagine precedente come la relazione con il gruppo di utenti frontend è stata persa. Questo è stato corretto in questo screenshot dove la tabella fe_group è stata selezionata nella lista delle tabelle per le quali includere le relazioni. Il risultato è che il gruppo utenti frontend è incluso come record al di fuori della pagetree esportata. Se si desidera mantenere la relazione, ma non includere il gruppo utente, è necessario impostare "fe_groups" come tabella statica. Vedi qui sotto. Questo esempio mostra un record modello TypoScript dove sono stati trovati riferimenti soft multipli. Il primo è un indirizzo email. Qui è configurato per essere modificabile. Ciò significa che all'importazione l'utente avrà la possibilità di modificare il valore prima che l'importazione sia effettivamente eseguita. Questo è molto utile quando i file esportati sono usati come modelli. Un altro esempio include uno script PHP che non vogliamo includere nell'esportazione e quindi abbiamo selezionato l'opzione di esclusione per il riferimento morbido.
nl: Drie voorbeelden van relaties; a) Een afbeelding toegevoegd aan een content element, b) een relatie naar een frontend gebruikersgroep UID, en c) een "zachte" referentie gevonden in het bodytekstveld van een record, in dit voorbeeld verwijzend naar de pagina met UID 1. Merk in de vorige afbeelding op hoe de relatie met de frontend gebruikersgroep verloren is gegaan. In deze afbeelding is dit gecorrigeerd door de tabel fe_users toe te voegen in de lijst van tabellen waarvan relaties meegenomen moeten worden. Resultaat hiervan is dat de frontend gebruikersgroep toegevoegd zal worden als een record die buiten de geexporteerde paginaboom valt. Als u de relatie wilt houden, maar niet de gebruikersgroep wilt exporteren, dan dient u van "fe_groups" een statische tabel te maken. Zie hieronder. Dit voorbeeld toont een TypoScript sjabloonrecord waarin diverse zachte referenties zijn gevonden. De eerste is een e-mailadres. Hier is het geconfigureerd om te bewerken. Dit wil zeggen dat tijdens het importeren de gebruiker de waarde kan wijzigen voordat de daadwerkelijke import plaats vindt. Dit is erg bruikbaar wanneer geexporteerde bestanden gebruikt worden als sjablonen. Een ander voorbeeld is een PHP script dat we niet willen exporteren. Daarom is uitzonderen optie voor de zachte referentie geselecteerd.
th: ตัวอย่างนี้จะแสดงตัวอย่างโครงสร้างของลำดับที่;) ภาพที่แนบมากับองค์ประกอบของเนื้อหาข) ความสัมพันธ์กับส่วนหน้ากลุ่มผู้ UID, และ c) อ้างอิงอ่อนที่พบในเขตข้อมูลของระเบียน bodytext, นี่คือการเชื่อมโยงแท็ก ชี้ไปที่หน้า 1 ด้วย UID ประกาศในรูปก่อนหน้าวิธีการเกี่ยวกับกลุ่มผู้ใช้ส่วนหน้าได้หายไป นี้ได้รับการแก้ไขในภาพนี้ที่ตาราง fe_group ได้รับเลือกในรายชื่อของตารางที่จะรวมความสัมพันธ์ ผลก็คือกลุ่มผู้ส่วนหน้ารวมเป็นบันทึกนอก pagetree ส่งออก หากคุณต้องการให้ความสัมพันธ์ แต่ไม่รวมถึงกลุ่มผู้ที่คุณต้องตั้งค่า"fe_groups"เป็นตารางคงที่แทน ดูด้านล่าง ตัวอย่างนี้แสดงให้เห็น TypoScript บันทึกแม่แบบที่การอ้างอิงหลายนุ่มได้ว่ามี คือส่วนแรกคือที่อยู่อีเมล นี่คือการกำหนดให้สามารถแก้ไขได้ ซึ่งหมายความว่าเมื่อนำเข้าผู้ใช้จะมีโอกาสที่จะแก้ไขค่าก่อนนำเข้าจะทำจริง ซึ่งจะเป็นประโยชน์มากเมื่อไฟล์ที่ส่งออกจะถูกใช้เป็นแม่แบบ อีกตัวอย่างหนึ่งรวมถึงสคริป PHP ซึ่งเราไม่ต้องการให้รวมอยู่ในการส่งออกและดังนั้นเราจึงได้เลือกไม่รวมตัวเลือกสำหรับการอ้างอิงอ่อน

# staticRelations.alttitle
source: Set static tables
da: Sæt statiske tabeller
de: Statische Tabellen festlegen
fr: Définir les tables statiques
hr: Postavi statične tablice
it: Imposta tabelle statiche
nl: Definieer de statische tabellen
th: กำหนดตารางคงที่

# staticRelations.description
source: Select which tables in addition to the static TYPO3 tables to keep relations untouched for. Takes precedence over "Include relations" configured tables.
da: Vælg hvilke tabeller der, som i tillæg til de statiske TYPO3-tabeller, skal beholdes urørte relationer for. Dette går forud for "Inkluder relationer" konfigurerede tabeller.
de: Wählen Sie, welche Tabellen neben den statischen TYPO3 Tabellen vorhanden sind, um die Beziehungen nicht zu verändern. Wird Vorrang vor den konfigurierten Tabellen "Beziehungen einbeziehen" haben.
fr: Sélectionnez les tables en plus des tables TYPO3 statiques pour garder les relations non modifiées. Prend la priorité sur les tables configurées "Inclure les relations".
hr: Odaberite za koje tablice, osim statičnih tablica TYPO3 sustava, treba ostaviti netaknute poveznice. Ova postavka ima prvenstvo nad postavkom "Uključi poveznice" postavljenih tablica.
it: Seleziona quali tabelle oltre alle tabelle statiche TYPO3 per mantenere le relazioni non intatte. Ha la precedenza su "Includi relazioni" tabelle configurate.
nl: Selecteer de tabellen, als toevoeging op de statische TYPO3 tabellen, waarvoor de relaties onaangeroerd moeten blijven. Deze instelling heeft voorrang boven "Omvat relaties naar tabellen" geconfigureerde tabellen.
th: เลือกตารางที่นอกเหนือจากตาราง TYPO3 คงรักษาความสัมพันธ์แตะต้องสำหรับ จะเหนือกว่า"relations รวมตารางกำหนดค่า"

# staticRelations.details
source: By default all relations to static tables in TYPO3 are kept untouched. Of course those static tables should be present in the import system in order for this to work correctly. However there might be circumstances where you move information between two systems where theoretically non-static tables should just keep relations untouched. Examples could be "sys_languages" or TemplaVoila data structures / template objects where two systems might contain the same set of records in those tables while you are importing pages and content elements freely.
da: Som udgangspunkt bliver alle relationer til statiske tabeller i TYPO3 gemt uden ændringer. Naturligvis kræver dette at disse statiske tabeller er tilstede på det system der skal importeres til for at dette kan virke korrekt. Der kan imidlertid være omstændigheder hvor du flytter information mellem to systemer hvor også relationer til ikke-statiske tabeller skal gemmes uden ændringer. Eksempler på dette kunne være "sys_languages" eller TemplaVoila data struktur / template objekter, hvor de to systemer meget vel kan indeholde samme sæt af elementer i disse tabeller, så sider og indhold kan flyttes rundt uden at ændre sprog- eller skabelonreference.
de: Standardmäßig werden alle Beziehungen zu statischen Tabellen in TYPO3 nicht verändert. Natürlich sollten diese statischen Tabellen im Importsystem vorhanden sein, damit dies korrekt funktioniert. Es gibt jedoch Umstände, unter denen Sie Informationen zwischen zwei Systemen verschieben, in denen theoretisch nicht statische Tabellen nur die Beziehungen unberührt halten sollten. Beispiele könnten "sys_languages" oder TemplaVoila Datenstrukturen / Vorlagen enthalten, in denen zwei Systeme die gleichen Datensätze in diesen Tabellen enthalten können, während Sie Seiten und Inhaltselemente frei importieren.
fr: Par défaut, toutes les relations avec les tables statiques dans TYPO3 sont conservées non modifiées. Bien sûr, ces tables statiques devraient être présentes dans le système d'importation afin que cela fonctionne correctement. Cependant, il peut y avoir des circonstances où vous déplacez des informations entre deux systèmes où les tables théoriquement non statiques devraient simplement garder les relations non modifiées. Les exemples peuvent être "sys_languages" ou les structures de données TemplaVoila / objets de modèle où deux systèmes peuvent contenir le même ensemble d'enregistrements dans ces tables pendant que vous importez des pages et des éléments de contenu librement.
hr: Prema zadanim postavkama, relacije prema statičnim tablicama u TYPO3 sustavu ostaju netaknute. Naravno, kako bi ovo funkcioniralo, potrebno je da te iste statične tablice budu prisutne u sustavu u kojem će biti odrađen uvoz. Međutim, moguće su, barem u teoriji, situacije u kojima tablice koje nisu statične trebaju zadržati netaknute relacije. Primjer bi mogla biti tablica "sys_languages" ili TemplaVoila podatkovne strukture / objekti predložaka gdje dva sustava mogu sadržavati isti skup zapisa u tim tablicama dok slobodno uvozite stranice i elemente sadržaja.
it: Per impostazione predefinita, tutte le relazioni alle tabelle statiche in TYPO3 sono mantenute intatte. Naturalmente queste tabelle statiche dovrebbero essere presenti nel sistema di importazione per funzionare correttamente. Tuttavia, potrebbero esserci circostanze in cui si possono spostare le informazioni tra due sistemi in cui le tabelle teoricamente non statiche dovrebbero semplicemente mantenere intatti i rapporti. Esempi potrebbero essere le strutture di dati di TElaVoila o gli oggetti di modello in cui due sistemi potrebbero contenere lo stesso numero di record in quelle tabelle mentre si importano pagine e elementi di contenuto liberamente.
nl: Standaard worden alle relaties naar statische tabellen in TYPO3 niet gewijzigd. Natuurlijk moeten deze statische tabellen al in het import systeem aanwezig zijn voor een correcte werking. Toch kunnen er omstandigheden zijn waarbij u informatie tussen twee systemen verplaatst waarbij theoretisch de relaties naar niet-statische tabellen niet veranderd dienen te worden. Voorbeelden kunnen zijn; "sys_languages" of datastructuren (DS) / sjabloonobjecten (TO) van TemplaVoila waar in twee systemen dezelfde reeks records in deze tabellen aanwezig zijn, terwijl u pagina's en inhoudselementen vrij verplaatst.
th: โดยเริ่มต้นความสัมพันธ์ทุกตารางที่อยู่ใน TYPO3 จะถูกเก็บไว้แตะต้อง แน่นอนคงที่ตารางจะอยู่ในระบบการนำเข้าเพื่อให้นี้ทำงานอย่างถูกต้อง แต่อาจจะมีกรณีที่คุณย้ายข้อมูลระหว่างสองระบบที่ทฤษฎีตารางไม่คงที่ก็ควรเก็บ relations แตะต้อง ตัวอย่างอาจจะ sys_languages"หรือ TemplaVoila โครงสร้างข้อมูล / แม่แบบวัตถุที่สองระบบอาจมีชุดเดียวกับบันทึกในตารางเหล่านั้นในขณะที่คุณกำลังนำเข้าหน้าและองค์ประกอบเนื้อหาเสรี

# _staticRelations.image
source: EXT:impexp/Resources/Public/Images/cshimages/static.png, EXT:impexp/Resources/Public/Images/cshimages/static1.png
fr: EXT:impexp/Ressources/Public/Images/cshimages/static.png, EXT:impexp/Resources/Public/Images/cshimages/static1.png

# staticRelations.image_descr
source: In this example you see how a number of records are pointing to a System Language record which will become lost relations when imported because the record is not included in the export. However; in the target system the System Languages are exactly the same and therefore you just want a static mapping of the relations. The static mapping is obtained by selecting the "sys_language" table as a static template meaning that the relations are kept at their current values assuming that they will be exactly the same in the target system when imported.
da: I dette eksempel kan du se, hvordan et antal poster peger på et system-sprogelement, som vil have tabt relationerne, når de importeres, fordi posten ikke er medtaget i eksporten. Men i systemet der importeres til, er systemsprog nøjagtig det samme, og derfor ønsker du bare en statisk mapning af relationerne. Den statiske mapning opnås ved at vælge "sys_language"-tabellen som en statisk skabelon, hvilket betyder, at relationerne beholdes ved deres aktuelle værdier, forudsat at de vil være nøjagtigt ens i systemet der importeres til, når de importeres.
de: In diesem Beispiel sehen Sie, wie eine Anzahl von Datensätzen auf einen Systemsprache-Eintrag verweisen, der bei Import verloren gehen wird, weil der Datensatz nicht in den Export aufgenommen wird. Im Zielsystem sind die Systemsprachen jedoch genau dasselbe und daher wollen Sie eine statische Zuordnung der Beziehungen. Die statische Zuordnung wird durch die Auswahl der "sys_language" Tabelle als statische Vorlage erreicht, was bedeutet, dass die Beziehungen auf den aktuellen Werten gehalten werden, die davon ausgehen, dass sie im Zielsystem genau das gleiche sind, wenn importiert wird.
fr: Dans cet exemple, vous voyez comment un certain nombre d'enregistrements pointent vers un enregistrement de langue système qui deviendra des relations perdues lorsque importées parce que l'enregistrement n'est pas inclus dans l'export. Cependant, dans le système cible, les langues système sont exactement les mêmes et donc vous voulez simplement une cartographie statique des relations. Le mappage statique est obtenu en sélectionnant la table "sys_language" comme modèle statique signifiant que les relations sont conservées à leurs valeurs actuelles en supposant qu'elles seront exactement les mêmes dans le système cible lorsqu'elles seront importées.
hr: U ovom primjeru možete vidjeti kako više zapisa pokazuje na zapis Sistemskog jezika što će uzrokovati izgubljenim relacijama kod uvoza jer zapis nije uključen kod izvoza. Međutim, kod ciljnog sustava jezici sustava su identični te zbog toga želimo samo statično mapiranje relacija. To možemo postići odabirom "sys_language" tablice kao statičnog predloška što znači da će relacije biti zadržane na njihovim trenutnim vrijednostima pretpostavljajući da će njihove vrijednosti biti identične u ciljnom sustavu kod uvoza.
it: In questo esempio, si vede come un numero di record punta a un record di lingua di sistema che perderà le relazioni quando importato perché il record non è incluso nell'esportazione. Tuttavia, nel sistema di destinazione le lingue di sistema sono esattamente le stesse e quindi si vuole solo una mappatura statica delle relazioni. La mappatura statica viene ottenuta selezionando la tabella "sys_language" come modello statico che significa che le relazioni sono mantenute ai valori attuali, se si considera che saranno esattamente uguali nel sistema di destinazione quando importate.
nl: In dit voorbeeld ziet u dat een aantal records verwijzen naar een systeemtaal, waarbij de relaties verloren zullen gaan tijdens het exporteren omdat de record niet is opgenomen in de te exporteren structuur. In het systeem waar deze records geimporteerd worden zijn de systeemtalen exact hetzelfde, waardoor u wellicht de relaties als statisch aan wilt merken. Statische relaties voor deze tabel kunt u aangeven door de "sys_language" tabel te selecteren. De relaties behouden hun waarde waarbij er van uitgegaan wordt dat deze exact hetzelfde zijn als in het doelsysteem, wanneer er geimporteerd wordt.
th: ในตัวอย่างนี้คุณเห็นระเบียนจำนวนชี้ไปยังภาษาที่บันทึกระบบจะกลายเป็นสูญเสียความสัมพันธ์เพราะเมื่อนำเข้าบันทึกไม่รวมอยู่ในการส่งออก แต่; ในระบบเป้าหมายภาษาเป็นระบบตรงเดียวกันดังนั้นคุณเพียงต้องการแผนที่แบบคงที่ของความสัมพันธ์ คงเป็นแผนที่ได้โดยเลือก sys_language""ตารางเป็นแม่คงหมายถึงความสัมพันธ์จะถูกเก็บไว้ที่ในปัจจุบัน ค่าสมมติว่าพวกเขาจะตรงเดียวกันในระบบเป้าหมายเมื่อนำเข้า

# excludedElements.alttitle
source: Excluded elements
da: Ekskludér elementer
de: Ausgeschlossene Elemente
fr: Éléments exclus
hr: Isključeni elementi
it: Elementi esclusi
nl: Uitsluiten elementen
th: องค์ประกอบไม่รวม

# excludedElements.description
source: By the "Exclude" checkbox you can exclude specific records from the preview display of the export. Which records has been picked for specific exclusion is listed here. You can also clear the exclusion configuration.
da: Ved hjælp af "Ekskludér" checkboksen kan du ekskludere specifikke elementer fra eksporten i forhåndsvisningen. Hvilke elementer der er udvalgt for specifik eksklusion vises her. Du kan også rydde eksklusions-konfigurationen.
de: Durch das Kontrollkästchen "Ausschließen" können Sie bestimmte Datensätze aus der Vorschau-Anzeige des Exports ausschließen. Welche Einträge für bestimmte Ausschlüsse ausgewählt wurden, ist hier aufgelistet. Sie können auch die Ausschlusskonfiguration löschen.
fr: Par la case "Exclure" vous pouvez exclure des enregistrements spécifiques de l'affichage de l'export. Quels enregistrements ont été choisis pour une exclusion spécifique sont listés ici. Vous pouvez également effacer la configuration de l'exclusion.
hr: Označavanjem kućice "Isključi" pojedine zapise možete isključiti iz predpregleda izvoza. Ovdje su prikazani zapisi koji su odabrani za specifično isključenje. Također možete resetirati podešenje isključenja.
it: Per la casella di controllo "Escludi" è possibile escludere i record specifici dalla visualizzazione di anteprima dell'esportazione. Quali record sono stati selezionati per una specifica esclusione sono elencati qui. È anche possibile cancellare la configurazione di esclusione.
nl: Met het "Uitsluiten" markeerveld kunt u aangeven of specifieke records niet getoond of geexporteerd worden. Een lijst van uitgesloten records wordt hier getoond. U kunt de "Uitsluiten" configuratie ook weer ongedaan maken.
th: โดย"ช่อง"ไม่รวมคุณสามารถรวมระเบียนแสดงเฉพาะจากตัวอย่างของการส่งออก ระเบียนที่มีการเลือกยกเว้นเฉพาะจะปรากฏที่นี่ คุณสามารถล้างการตั้งค่าการยกเว้น

# _excludedElements.image
source: EXT:impexp/Resources/Public/Images/cshimages/excludebox.png
fr: EXT:impexp/Ressources/Public/Images/cshimages/excludebox.png
it: EXT:impexp/Resources/Public/Images/cshimages/Escldebox.png
