Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/impexp/Resources/Private/Language/*.locallang_csh.xlf
Languages: da, de, fr, hr, it, nl, th

# action.image_descr
source: Example of the result view after importing. As you can see the RTE attached images (soft references) has been written to new file names and the difference view tells you that the names changed in the bodytext content.
da: Eksempel på resultatvisning efter import. Som du kan se, er RTE-vedhæftede billeder (bløde referencer) indlæst til nye filnavne, og forskelvisningen fortæller dig, at navnene er ændret i brødtekst-indholdet.
de: Beispiel der Ergebnisansicht nach dem Import. Da Sie die RTE-angehängten Bilder (weiche Referenzen) in neue Dateinamen geschrieben haben und die Differenz-Ansicht zeigt Ihnen, dass die Namen im Body-Inhalt geändert wurden.
fr: Exemple de la vue de résultat après l'importation. Comme vous pouvez voir les images attachées à RTE (références douces) ont été écrites à de nouveaux noms de fichiers et la vue de différence vous indique que les noms modifiés dans le contenu bodytext.
hr: Primjer pregleda rezultata nakon uvoza. Kao što možete vidjeti, slike pridružene u RTE (meke reference) spremljene su u datoteke s novim imenima a pregled razlika govori Vam da su imena promijenjena u tijelu sadržaja.
it: Esempio della visualizzazione dei risultati dopo l'importazione. Come puoi vedere le immagini allegate RTE (riferimenti soft) sono state scritte a nuovi nomi di file e la visualizzazione delle differenze ti dice che i nomi sono stati modificati nel contenuto di bodytext.
nl: Voorbeeld van het resultaat na het importeren. Zoals u kunt zien zijn bestanden die gekoppeld zijn via de RTE (zachte referenties) weggeschreven met nieuwe bestandsnamen. Het verschil van veranderde namen in de bodytekst kunt u hier zien.
th: ตัวอย่างของการดูผลหลังจากนำเข้า ที่คุณสามารถดูภาพที่แนบมา RTE (อ้างอิงอ่อน) ได้เขียนชื่อแฟ้มใหม่และดูความแตกต่างบอกว่าชื่อเปลี่ยนในเนื้อหา bodytext

# enableLogging.alttitle
source: Enable System Logging
da: Iværksæt System Logging
de: Systemprotokollierung aktivieren
fr: Activer la journalisation système
hr: Omogući zapisnik sustava
it: Abilita Log di Sistema
nl: Inschakelen logging
th: ใช้ระบบเข้าสู่ระบบ

# enableLogging.description
source: If you set this the system backend log will be filled with entries for all the actions that the import actually performs. By default this is left out for the sake of clarity.
da: Hvis du vælger dette vil systemloggen blive opdateret med indhold for alle de handlinger som importen gennemfører. Som standard er det udeladt af hensyn til overskueligheden.
de: Wenn Sie dies setzen, wird das System Backend Log mit Einträgen für alle Aktionen gefüllt, die der Import tatsächlich durchführt. Standardmäßig wird dies für Klarheit übrig gelassen.
fr: Si vous définissez ceci, le journal de backend système sera rempli d'entrées pour toutes les actions que l'import effectue. Par défaut, cela est laissé pour le souci de clarté.
hr: Ukoliko omogućite ovu opcija pozadinski zapisnik će biti popunjen unosima svih akcija koje uvoz izvršava. Prema zadanima opcijama, ovi unosi se izostavljaju zbog jasnoće.
it: Se impostato questo log di backend di sistema sarà riempito di voci per tutte le azioni che l'importazione esegue. Di default questo viene lasciato fuori per chiarezza.
nl: Als u deze optie selecteert, zal elke actie tijdens het importeren geregistreerd worden in het backend logbestand. Dit is standaard uitgeschakeld aangezien er wellicht honderden resultaten gegenereerd worden.
th: ถ้าคุณตั้งค่านี้เข้าสู่ระบบ backend ระบบจะเต็มไปด้วยรายการการดำเนินการทั้งหมดที่นำเข้าจริงมีประสิทธิภาพ โดยเริ่มต้นนี้เหลือออกเพื่อประโยชน์ของชัดเจน

# upload.alttitle
source: Upload import file
da: Upload import fil
de: Importdatei hochladen
fr: Importer un fichier
hr: Pošalji datoteku za uvoz
it: Carica file di importazione
nl: Upload bestand vanaf lokale computer
th: นำเข้าไฟล์ Upload

# upload.description
source: Select a file to import from your local computer and upload it here. If the upload completes successfully you can immediately see its content displayed in the preview display.
da: Vælg en fil som du vil importere fra din lokale computer og upload den her. Hvis upload fuldføres med succes så kan du med det samme se dets indhold i preview displayet.
de: Wählen Sie eine Datei aus Ihrem lokalen Computer und laden Sie sie hier hoch. Wenn der Upload erfolgreich abgeschlossen ist, können Sie sofort sehen, dass der Inhalt in der Vorschau angezeigt wird.
fr: Sélectionnez un fichier à importer depuis votre ordinateur local et téléchargez-le ici. Si le téléchargement est terminé avec succès, vous pouvez immédiatement voir son contenu affiché dans l'affichage de l'aperçu.
hr: Odaberite datoteku za uvoz s Vašeg računala te ju pošaljite ovdje. Predpregled sadržaja datoteke moguće je vidjeti odmah nakon uspješnog prijenosa.
it: Seleziona un file da importare dal tuo computer locale e caricarlo qui. Se l'upload è completato, puoi vedere immediatamente il contenuto visualizzato nella visualizzazione di anteprima.
nl: Kies een bestand om te importeren vanaf uw lokale computer en upload hier. Wanneer de upload geslaagd is kunt u direct de inhoud zien in de preview.

# upload.details
source: Notice that there are usually limits set by the server (PHP) to the size of uploaded files. If hit, upload fails and an error message is shown.
da: Bemærk at der normalt er begrænsninger fra serverens side (PHP) i forhold til størrelsen af uploadede filer. Hvis det overskrides, fejler upload og en fejlmeddelelse vises.
de: Beachten Sie, dass der Server (PHP) normalerweise die Größe der hochgeladenen Dateien begrenzt. Wenn der Treffer kommt, wird der Upload fehlgeschlagen und eine Fehlermeldung angezeigt.
fr: Notez qu'il y a généralement des limites définies par le serveur (PHP) à la taille des fichiers téléchargés. Si touché, le téléchargement échoue et un message d'erreur est affiché.
it: Nota che ci sono solitamente limiti impostati dal server (PHP) alle dimensioni dei file caricati. Se premi, carica il file non riuscito e viene mostrato un messaggio di errore.
nl: Houdt er rekening mee dat er normaliter limieten gesteld zijn door de server (PHP) voor de bestandsgrootte van bestanden. Bij overschrijding mislukt het uploaden en wordt een foutmelding getoond.

# task.title
source: Preset title
fr: Titre du préet
it: Titolo predefinito

# task.icon
source: Icon
fr: Icône
it: Icona

# task.owner
source: Owner
fr: Propriétaire
it: Proprietario

# task.path
source: Path
fr: Chemin
it: Percorso

# task.meta
source: Meta data
fr: Métadonnées
it: Meta dati

# task.own
source: Own
fr: Propre
it: Possiedi

source: Single record
fr: Enregistrement unique
it: Singolo record

# no-presets
source: No presets found!
fr: Aucun presets trouvé !
it: Nessun preset trovato!

# task.public
source: Public
it: Pubblico

# task.page
source: Page
it: Pagina

source: Notes
it: Note

# export.details
source: There are a number of methods by which you can export data from TYPO3: - Export a single page or branch of the page tree (use page icon context menu) - Export a single record from any page (use record icon context menu) - Export all records from a specific table on a specific page (using the Web>List module) - Export an arbitrary selection of records from the clipboard (using the Web>List module) The export format observes all TYPO3s methods for relations between the records in the export file. But you will have to configure how these relations are maintained, at least to some degree. Sometimes you would want to include records referred to, at other times you surely want to keep the original mapping. That depends on your objectives with the export. Regardless of your configuration for export you will always see a complete reflection of all chosen records and their internal relations in the preview display found in the bottom of the export module page. <b>Error messages:</b> Remember to consult the Message-tab before exporting if there are any error messages there!
da: Der er en række metoder du kan bruge at eksportere data fra TYPO3: - Eksportér en enkelt side eller gren fra sidetræet (brug sideikonets kontekstmenu) - Eksportér et enkelt element fra hvilken som helst side (brug element-ikonets kontekstmenu) - Eksportér alle elementer fra en specifik tabel på en specifik side (med brug af modulet Web>Liste) - Eksportér en vilkårlig markering af elementer fra udklipsholderen (med brug af modulet Web>Liste) Eksportformatet observerer med alle TYPO3-metoder for relationer mellem elementerne i eksportfilen. Du vil dog skulle konfigurere hvordan disse relationer vedligeholdes, i alle fald til en vis grad. Nogle gange vil du ønske at inkludere elementer som der refereres til, andre gange vil du utvilvsomt ønske at bevare den oprindelige sammenhæng. Det afhænger af dit formål med eksporten. Uanset hvordan din konfiguration for eksport er, så vil du altid se en komplet afspejlning af alle de valgte elementer og deres interne relationer i forhåndsvisningen, der findes i bunden af eksportmodulets side. <b>Fejlbeskeder:</b> Husk at rådføre Besked-fanen før der eksporteres, hvis der forekommer fejlbeskeder der!
hr: Postoji nekoliko metoda izvoza podataka iz TYPO3 sustava: - Izvoz pojedine stranice ili grane stabla stranice (koristite kontekstualni izbornik dostupan putem ikone stranice) - Izvoz pojedinačnog zapisa sa bilo koje stranice (koristite kontekstualni izbornik dostupan putem ikone zapisa) - Izvoz svih zapisa iz pojedine tablice na određenoj stranici (koristite modul Web>Popis) - Izvez slobodnog odabira zapisa iz međuspremnika (koristite modul Web>Popis) Oblikovanje izvoza poštuje sve TYPO3 metode povezivanja zapisa u datoteci izvoza. Međutim, bit će potrebno odrediti, barem donekle, kako će se ove poveznice održavati. Ponekad ćete htjeti uključiti same zapise na koje se odnosi poveznica, ponekad ćete, pak, htjeti zadržati poveznice. Ovo ovisi o cilju izvoza. Neovisno o postavkama izvoza uvijek ćete vidjeti potpuni prikaz svih odabranih zapisa i njihovih internih poveznica u pretprikazu pri dnu stranice modula za izvoz. <b>Poruke o greškama:</b> ne zaboravite provjeriti možebitne poruke o greškama na listu s porukama!
nl: Er zijn diverse methodes om data te exporteren vanuit TYPO3: - Exporteer een enkele pagina of tak uit de paginaboom (gebruik het context menu van het pagina icoon) - Exporteer een enkele record vanuit elke pagina (gebruik het context menu van het record icoon) - Exporteer alle records van een specifieke tabel op een specifieke pagina (gebruik de Web>Lijst module) - Exporteer een willekeurige selectie van records uit het klembord (gebruik de Web>lijst module) Het exportbestand zal alle relaties tussen records in acht nemen. Toch zult u wellicht moeten configureren hoe deze relaties onderhouden worden. Soms wilt u de records waarnaar verwezen wordt opnemen in het exportbestand, terwijl u op andere momenten alle details in wilt sluiten. Dit is afhankelijk van het doel van de export. Ongeacht uw configuratie voor het exporteren, ziet u altijd een volledige weergave van alle gekozen records en hun interne relatie in het vooraanzicht dat u kunt vinden aan de onderzijde van de export module. <b>Foutmeldingen:</b> Voordat u daadwerkelijk gaat exporteren is het raadzaam het tabblad "Mededelingen" te raadplegen of er mededelingen aanwezig zijn!
th: มี : มีจำนวนวิธีที่คุณสามารถส่งออกข้อมูลจาก TYPO3 -- ส่งออกหน้าเดียวหรือสาขาของต้นไม้หน้า (ใช้บริบทหน้าเมนูไอคอน) -- ส่งออกระเบียนเดียวจากหน้าใด ๆ (icon ใช้บันทึกเมนูบริบท) -- การส่งออก ระเบียนทั้งหมดจากตารางที่ระบุในหน้าเฉพาะ (โดยใช้> module List Web) -- ส่งออกเลือกข้อของระเบียนจากคลิปบอร์ด (ใช้> module List Web) รูปแบบการส่งออกสังเกตการ TYPO3s ทั้งหมดสำหรับความสัมพันธ์ระหว่างระเบียนใน file ส่งออก แต่คุณจะต้องกำหนดวิธีการรักษาความสัมพันธ์เหล่านี้อย่างน้อยในระดับหนึ่ง บางครั้งคุณต้องการรวมระเบียนอ้างถึงที่เวลาอื่น ๆ คุณแน่นอนต้องการเก็บแผนที่เดิม ที่ขึ้นอยู่กับวัตถุประสงค์ของการส่งออก ไม่ว่าตั้งค่าของคุณสำหรับการส่งออกคุณก็จะเห็นภาพสะท้อนที่สมบูรณ์ของระเบียนเลือกทั้งหมดและความสัมพันธ์ภายในของพวกเขาในการแสดงตัวอย่างที่พบในโมดูลด้านล่างส่งออกของหน้า <b>ข้อความ Error :</b> จำปรึกษา ข้อความแท็บก่อนส่งออกหากมีข้อความผิดพลาด there!

# presets.details
source: In the "Select preset" box you can select any previously saved preset to load. If you are exporting a page the presets listed will be those found for the start page ID. For records, any preset can be loaded. To load a preset, select it in the selector and press "Load". If you press "Merge" instead the settings from the preset will be merged with the current configuration. This is meaningful in cases where you select multiple individual tables or records. To save a preset, simply enter a title in the title box and press "Save". This will create a new preset. If you press save while having selected an existing preset you will overwrite it. To delete old presets, simply select it and press "Delete". The checkbox "Public" can be set if you want to share your preset with other users of the system. Otherwise they are personal to you.
de: Im Feld "Voreinstellung auswählen" können Sie alle zuvor gespeicherten Voreinstellungen auswählen, um sie zu laden. Wenn Sie eine Seite exportieren, werden die aufgeführten Voreinstellungen für die Startseite-ID gefunden. Für Datensätze kann jede Voreinstellung geladen werden. Um eine Voreinstellung zu laden, wählen Sie sie im Selektor und drücken Sie "Laden". Wenn Sie "Merge" drücken, werden die Einstellungen aus der Voreinstellung mit der aktuellen Konfiguration zusammengeführt. Dies ist sinnvoll, wenn Sie mehrere einzelne Tabellen oder Datensätze auswählen. Um eine Voreinstellung zu speichern, geben Sie einfach einen Titel in das Titelfeld ein und drücken Sie "Speichern". Dies wird eine neue Voreinstellung erstellen. Wenn Sie während der Auswahl eines bestehenden Presets auf Speichern klicken, überschreiben Sie es. Um alte Presets zu löschen, wählen Sie sie einfach aus und drücken Sie "Löschen". Das Kontrollkästchen "Öffentlich" kann eingestellt werden, wenn Sie Ihre Voreinstellung mit anderen Benutzern des Systems teilen möchten. Andernfalls sind sie persönlich für Sie.

# presets.image_descr
source: The preset selector in the export interface.
de: Der Voreinstellungsoptimierer in der Exportschnittstelle.

# options.details
source: <b>Do not show differences in records</b> When a structure has been imported you will see a difference view of all records which tells you whether the written content matched the import data or if not, what changed. In many cases content <i>should</i> change (eg. relations and file references) so it is not an error if you see red and green values. Basically the difference view is a feature you can use for visual validation of the import success. It brings piece-of-mind to those who is enlightened to understand what it tells... :-) Green strings represent the actual written data while red represents the original value from the import file and black represents data that is the same.
de: <b>Zeigt keine Unterschiede in Datensätzen</b> Wenn eine Struktur importiert wurde, sehen Sie eine Differenz-Ansicht aller Datensätze, die Ihnen mitteilt, ob der schriftliche Inhalt den Importdaten entspricht oder wenn nicht, was geändert wurde. In vielen Fällen sollte der Inhalt <i></i> ändern (z.B. in der Datei. Beziehungen und Dateireferenzen) so ist es kein Fehler, wenn Sie rote und grüne Werte sehen. Grundsätzlich ist die Differenzansicht eine Funktion, die Sie für visuelle Validierung des Importerfolges verwenden können. Es bringt den Menschen, die aufgeklärt sind, um zu verstehen, was sie sagt... :-) Grüne Zeichenketten stellen die tatsächlichen schriftlichen Daten dar, während Rot den ursprünglichen Wert aus der Importdatei darstellt und Schwarz Daten repräsentiert, die gleich sind.
