Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/impexp/Resources/Private/Language/*.locallang_csh.xlf
Languages: da, de, fr, hr, it, nl, th

# htmlCssResources.alttitle
source: Exclude resources from HTML and CSS files
da: Udeluk ressourcer fra HTML og CSS filer
de: Ressourcen aus HTML- und CSS-Dateien ausschließen
fr: Exclure les ressources des fichiers HTML et CSS
hr: Isključi resurse iz HTML i CSS datoteka
it: Escludi le risorse da file HTML e CSS
nl: Uitsluiten HTML/CSS bestandsbronnen
th: ทรัพยากรยกเว้นจากไฟล์ HTML และ CSS

# htmlCssResources.description
source: When an HTML or CSS file is found as a soft reference the files are parsed for references to external media (such as images) and if any are found they are also exported. If you don't want this behaviour, click this option.
da: Når en HTML- eller CSS-fil findes som blød reference, analyseres filerne for referencer til eksterne medier (eksempelvis billeder), og der findes nogen, vil de også blive eksporteret. Hvis du ikke ønsker dette, skal du vælge denne mulighed.
de: Wenn eine HTML- oder CSS-Datei als weicher Referenz gefunden wird, werden die Dateien für Verweise auf externe Medien (wie Bilder) analysiert und wenn eine Datei gefunden wird, werden sie auch exportiert. Wenn Sie dieses Verhalten nicht wollen, klicken Sie auf diese Option.
fr: Lorsque un fichier HTML ou CSS est trouvé comme une référence douce, les fichiers sont analysés pour des références à des médias externes (comme des images) et s'ils sont trouvés ils sont également exportés. Si vous ne voulez pas ce comportement, cliquez sur cette option.
hr: Kada se pronađe HTML ili CSS datoteka kao meka referenca, datoteka biva pretražena za reference na vanjske medije (poput slika) te, ukoliko takve reference budu pronađene, i ti mediji bivaju izvezeni. Ukoliko ne želite ovu funkcionalnost, kliknite na ovu opciju.
it: Quando un file HTML o CSS viene trovato come riferimento morbido, i file vengono analizzati per riferimenti a media esterni (come immagini) e se vengono trovati sono anche esportati. Se non vuoi questo comportamento, clicca questa opzione.
nl: Wanneer een HTML of CSS bestand als zachte referentie wordt gevonden, wordt dit bestand doorzocht voor verwijzingen naar externe media (zoals afbeeldingen). Als zo'n verwijzing gevonden wordt, zal dit bestand tevens geexporteerd worden. Vink deze optie aan als u geen gebruik wilt maken van deze mogelijkheid.
th: เมื่อ HTML หรือไฟล์ CSS พบอ้างอิงนุ่มไฟล์ได้แยกอ้างอิงสื่อภายนอก (เช่นภาพ) และถ้าพบว่ามีการส่งออกยัง หากคุณไม่ต้องการพฤติกรรมนี้ให้คลิกตัวเลือกนี้

# htmlCssResources.details
source: Notice: Resources found inside an HTML or CSS file are not analyzed further. For instance it means that any CSS files referred to from within an HTML will not be traversed - but CSS files referred to inside the Setup or Constant field of a TypoScript template record will be!
da: Note: Ressourcer der findes inde i en HTML- eller CSS-fil analyseres ikke yderligere. Det betyder for eksempel at enhver CSS-fil, der refereres til fra en HTML-fil, ikke vil blive gennemgået - men CSS-filer der refereres til indenfor Konfiguration- eller Konstant-felter i en TypoScript skabelon vil!
de: Hinweis: Ressourcen, die in einer HTML- oder CSS-Datei gefunden werden, werden nicht weiter analysiert. Zum Beispiel bedeutet dies, dass alle CSS-Dateien, die von einem HTML-Code verwiesen werden, nicht übertragen werden - aber CSS-Dateien, die im Setup oder Konstant-Feld eines TypoScript-Vorlagenzeichens genannt werden, werden nicht mehr angezeigt!
fr: Remarque : Les ressources trouvées dans un fichier HTML ou CSS ne sont pas analysées plus loin. Par exemple, tout fichier CSS auquel on fait référence dans un HTML ne sera pas traversé - mais les fichiers CSS mentionnés dans le champ Configuration ou Constant d'un dossier de modèle TypoScript seront!
it: Nota: le risorse trovate all'interno di un file HTML o CSS non sono ulteriormente analizzate. Ad esempio significa che qualsiasi file CSS cui si fa riferimento nell'HTML non sarà effettuato - ma i file CSS cui si fa riferimento all'interno del campo Setup o Constant di un record di modello TypoScript saranno!
nl: Opmerking: Bestanden die gevonden worden in HTML of CSS worden niet verder geanalyseerd. Dit betekent dat CSS bestanden binnen een HTML bestand niet overgezet wordt, terwijl dit wel gebeurt met CSS bestanden waarnaar verwezen wordt in de Setup of Constant velden van een TypoScript sjabloon.

# _htmlCssResources.image
source: EXT:impexp/Resources/Public/Images/cshimages/htmlcss.png
fr: EXT:impexp/Ressources/Public/Images/cshimages/htmlcss.png

# htmlCssResources.image_descr
source: In this example you can see that a soft reference has been found pointing to an HTML file inside fileadmin/ Since it was an HTML file it was parsed and further a number of files were found referenced inside it and now included with the export. This feature is specifically created to support export of template configurations where external HTML files play a role.
da: I dette eksempel kan du se, at der er fundet en blød reference, der peger på en HTML-fil inde i fileadmin/ Da det var en HTML-fil, blev det analyseret og desuden blev der fundet en række filer, hvortil der henvises til, inde i den og de er nu medtaget i eksporten. Denne funktion er specielt oprettet til at understøtte eksport af skabelonkonfigurationer, hvor eksterne HTML-filer spiller en rolle.
de: In diesem Beispiel können Sie sehen, dass eine weiche Referenz gefunden wurde, die auf eine HTML-Datei innerhalb des Dateiadmins/ zeigt, da es eine HTML-Datei war, wurde sie analysiert und weitere Dateien wurden in sie referenziert und nun mit dem Export aufgenommen. Diese Funktion wird speziell für den Export von Vorlagenkonfigurationen erstellt, in denen externe HTML-Dateien eine Rolle spielen.
fr: Dans cet exemple, vous pouvez voir qu'une référence soft a été trouvée pointant vers un fichier HTML dans l'administrateur de fichier/ Comme il était un fichier HTML qu'il a été analysé et qu'un nombre de fichiers ont été référencés à l'intérieur et maintenant inclus avec l'exportation. Cette fonctionnalité est spécifiquement créée pour supporter l'exportation de configurations de modèles où les fichiers HTML externes jouent un rôle.
hr: U ovom primjeru možete vidjeti kako soft referenca pokazuje na HTML datoteku unutar fileadmin/ mape. Pošto je u pitanju HTML datoteka ista je dalje parsirana te je pronađeno više referenciranih datoteka koje su zatim uključene u izvoz. Ova funkcionalnost je dizajnirane ciljano za situacije izvoza konfiguracija predložaka gdje eksterne HTML datoteke imaju bitnu ulogu.
it: In questo esempio puoi vedere che è stato trovato un riferimento morbido che punta ad un file HTML all'interno del file admin/ poiché era un file HTML che è stato analizzato e che sono stati trovati altri file che sono stati inseriti all'interno di esso e ora inclusi con l'esportazione. Questa funzione è creata specificamente per sostenere l'esportazione di configurazioni di modelli in cui i file HTML esterni svolgono un ruolo.
nl: In dit voorbeeld ziet u dat een zachte referentie dis gevonden. Deze verwijst naar een HTML bestand in fileadmin/. Dit bestand is verder ontleed omdat dit een HTML bestand betreft. Binnen dit bestand zijn een aantal verwijzingen gevonden naar andere bestanden. Deze zullen mee geexporteerd worden. Deze eigenschap is speciaal ontworpen om de uitvoer van sjabloonconfiguraties te ondersteunen waarbij externe HTML bestanden een rol spelen.
th: ในตัวอย่างนี้คุณจะเห็นว่าการอ้างอิงอ่อนได้ว่ามีการชี้ไปยังแฟ้ม HTML ภายใน fileadmin / เนื่องจากเป็นไฟล์ HTML มันแยกและเพิ่มเติมจำนวนไฟล์ที่พบอ้างอิงในนั้นและขณะนี้พร้อมกับการส่งออก คุณลักษณะนี้ถูกสร้างขึ้นมาเพื่อสนับสนุนการส่งออกของแม่แบบการกำหนดค่าที่ไฟล์ HTML ภายนอกบทบาท

# extensionDependencies.alttitle
source: Extension Dependencies
da: Udvidelsesafhængighed
de: Erweiterungen Abhängigkeiten
fr: Dépendances d'extension
hr: Ovisnosti proširenja
it: Dipendenze dell'estensione
nl: Extensie afhankelijkheid
th: การขึ้นต่อ

# extensionDependencies.description
source: Select which extensions should be installed in the import system in order for your exported content to work correctly. Examples could be "templavoila" for templating, "fluid_styled_content" for the template, "tt_news" for a news archive etc.
da: Vælg hvilke udvidelser der skal installeres i importsystemet, for at dit eksporterede indhold fungerer korrekt. Eksempler kan være "templavoila" til templering, "fluid_styled_content" til skabelonen, "tt_news" til et nyhedsarkiv mv.
de: Wählen Sie aus, welche Erweiterungen im Importsystem installiert werden sollen, um Ihren exportierten Inhalt korrekt zu funktionieren. Beispiele könnten "templavoila" für Templates "fluid_styled_content" für die Vorlage "tt_news" für ein Nachrichtenarchiv usw. sein.
fr: Sélectionnez les extensions qui doivent être installées dans le système d'importation afin que votre contenu exporté fonctionne correctement. Les exemples peuvent être "templavoila" pour templating, "fluid_styled_content" pour le modèle, "tt_news" pour une archive de nouvelles etc.
it: Seleziona quali estensioni dovrebbero essere installate nel sistema di importazione per consentire al contenuto esportato di funzionare correttamente. Esempi potrebbero essere "templavoli" per il templating, "fluido_styled_content" per il template, "tt_news" per un archivio di notizie ecc.
nl: Selecteer welke extensies geinstalleerd moeten zijn in het importsysteem voor een goede werking van de te exporteren inhoud. Voorbeelden kunnen hierbij zijn; "templavoila" voor sjabloonopbouw, "fluid_styled_content" voor het sjabloon of "tt_news" voor het nieuws archief.

# extensionDependencies.details
source: During import warnings will appear for all selected extensions from this list which were not installed.
da: Under import vil advarsler blive vist for alle valgte udvidelser fra denne liste, som ikke blev installeret.
de: Während der Importwarnungen werden alle ausgewählten Erweiterungen aus dieser Liste angezeigt, die nicht installiert wurden.
fr: Pendant les avertissements d'importation apparaîtront pour toutes les extensions sélectionnées de cette liste qui n'ont pas été installées.
hr: Tijekom uvoza će se pojaviti upozorenja za sva odabrana proširenja s ovog popisa koja nisu instalirana u ciljnom sustavu.
it: Durante le notifiche di importazione appariranno tutte le estensioni selezionate da questa lista che non sono state installate.
nl: Tijdens het importeren zullen waarschuwingen getoond worden als de geselecteerde extensies uit deze lijst niet geinstalleerd zijn.
th: ระหว่างวันที่นำเข้าคำเตือนจะปรากฏสำหรับการขยายที่เลือกทั้งหมดจากรายการที่ไม่ได้ติดตั้งนี้

# _extensionDependencies.image
source: EXT:impexp/Resources/Public/Images/cshimages/extdep.png
fr: EXT:impexp/Ressources/Public/Images/cshimages/extdep.png

# presets.alttitle
source: Configuration presets
da: Forudindstillede konfigurationer
de: Konfigurationsvorgaben
fr: Paramètres
hr: Predpodešenja postavki
it: Configurazione preimpostati
nl: Configuratie presets
th: presets Configuration

# presets.description
source: Enables you to save an export configuration for later re-use. Useful if you need to export the same configuration with regular intervals.
da: Gør dig i stand til at gemme en eksportkonfiguration til senere genbrug. Brugbart hvis du har vil køre den samme konfiguration med faste intervaller.
de: Ermöglicht es Ihnen, eine Exportkonfiguration für spätere Wiederverwendung zu speichern. Nützlich, wenn Sie die gleiche Konfiguration mit regulären Intervallen exportieren müssen.
fr: Permet d'enregistrer une configuration d'exportation pour une réutilisation ultérieure. Utile si vous devez exporter la même configuration avec des intervalles réguliers.
hr: Ova funkcionalnost omogućuje Vam spremiti postavke izvoza za kasniju ponovnu uprabu. Ovo mogućnost korisna je kada trebate vršiti isti izvoz postavki u redovitim intervalima.
it: Consente di salvare una configurazione di esportazione per un successivo riutilizzo. Utile se è necessario esportare la stessa configurazione con intervalli regolari.
nl: Dit geeft u de mogelijkheid om de configuratie op te slaan voor gebruik tijdens een later tijdstip. U kunt dit gebruiken als u geregeld met dezelfde configuratie moet exporteren.
th: ช่วยให้คุณประหยัดค่าส่งออกเพื่อใช้ในภายหลังอีก ประโยชน์ถ้าคุณต้องการส่งออกการตั้งค่าเดียวกันกับช่วงเวลาปกติ

# presets.details
source: In the "Select preset" box you can select any previously saved preset to load. If you are exporting a page the presets listed will be those found for the start page ID. For records, any preset can be loaded. To load a preset, select it in the selector and press "Load". If you press "Merge" instead the settings from the preset will be merged with the current configuration. This is meaningful in cases where you select multiple individual tables or records. To save a preset, simply enter a title in the title box and press "Save". This will create a new preset. If you press save while having selected an existing preset you will overwrite it. To delete old presets, simply select it and press "Delete". The checkbox "Public" can be set if you want to share your preset with other users of the system. Otherwise they are personal to you. In the Taskcenter you can see a list of your presets and jump directly to them.
fr: Dans la case "Sélectionner présélection", vous pouvez sélectionner n'importe quel préréglage précédemment enregistré à charger. Si vous exportez une page, les préréglages listés seront ceux trouvés pour l'ID de la page de départ. Pour les enregistrements, tout preset peut être chargé. Pour charger un préréglage, sélectionnez-le dans le sélecteur et appuyez sur "Charger". Si vous appuyez sur "Fusionner" les paramètres du preset seront fusionnés avec la configuration actuelle. Ceci est significatif dans les cas où vous sélectionnez plusieurs tables ou enregistrements individuels. Pour enregistrer un préréglage, il suffit de saisir un titre dans la zone de titre et de cliquer sur "Enregistrer". Ceci créera un nouveau preset. Si vous appuyez sur Enregistrer pendant que vous avez sélectionné un préréglage existant, vous l'écraserez. Pour supprimer les anciens presets, il suffit de le sélectionner et de cliquer sur "Supprimer". La case "Public" peut être définie si vous voulez partager votre préréglage avec d'autres utilisateurs du système. Sinon, ils vous sont personnels. Dans le centre de tâches, vous pouvez voir une liste de vos préréglages et sauter directement à eux.
it: Nella casella "Seleziona preset" è possibile selezionare qualsiasi preset precedentemente salvato da caricare. Se si esporta una pagina, i preset elencati saranno quelli trovati per l'ID della pagina iniziale. Per i record, qualsiasi preset può essere caricato. Per caricare un preset, selezionarlo nel selettore e premi "Carica". Se premi "Unisci" invece le impostazioni dal preset verranno unite con la configurazione corrente. Questo è significativo nei casi in cui si seleziona più tabelle o record individuali. Per salvare un preset, inserisci semplicemente un titolo nella casella di titolo e premi "Salva". Questo creerà un nuovo preset. Se premi salva mentre hai selezionato un preset esistente, lo sovrascriverai. Per eliminare i vecchi preset, semplicemente selezionarlo e premere "Elimina". La casella di controllo "Pubblico" può essere impostata se vuoi condividere il preset con altri utenti del sistema. Altrimenti sono personali a voi. Nel Taskcenter puoi vedere una lista dei tuoi preset e saltare direttamente a loro.

# _presets.image
source: EXT:impexp/Resources/Public/Images/cshimages/impexp_misc1.png, EXT:impexp/Resources/Public/Images/cshimages/impexp_misc2.png
fr: EXT:impexp/Ressources/Public/Images/cshimages/impexp_misc1.png, EXT:impexp/Resources/Public/Images/cshimages/impexp_misc2.png

# presets.image_descr
source: The preset selector in the export interface. Presets from the task center.
fr: Le sélecteur de préréglage dans l'interface d'exportation. Presets du centre de tâches.
it: Il selettore preimpostato nell'interfaccia di esportazione. Presets dal centro attività.

# metadata.alttitle
source: Meta data setting
da: Meta data indstilling
de: Meta-Dateneinstellung
fr: Paramètres méta données
hr: Postavke metapodataka
it: Impostazioni Meta dati
nl: Metadata
th: ข้อมูลการ Meta

# metadata.description
source: Set meta data for the export. This is highly encouraged if your exported content goes into eg. a template collection of sorts.
da: Indstil metadata for eksport. Dette anbefales hvis dit eksporteret indhold skal indlæses i for eksempel en skabelonsamling.
de: Metadaten für den Export festlegen. Dies wird sehr gefördert, wenn Ihr exportierter Inhalt in ein Beispiel geht. Eine Vorlagensammlung.
fr: Définir les métadonnées pour l'exportation. Ceci est fortement encouragé si votre contenu exporté est dans un exemple. une collection de modèles de sortes.
hr: Odaberi metapodatke za izvoz. Ova opcija se preporuča ukoliko Vaš izvezeni sadržaj ide primjerice u kolekciju predložaka.
it: Imposta i meta data per l'esportazione. Questo è altamente incoraggiato se il contenuto esportato entra in un'es. una collezione di modelli di tipi.
nl: Voer metadata in voor het exportbestand. Dit is aan te bevelen als de inhoud van het exportbestand in een sjablooncollectie geplaatst wordt.
th: ชุดข้อมูล meta สำหรับการส่งออก นี่คือการส่งเสริมการส่งออกสูงถ้าเนื้อหาของคุณจะเข้าสู่เช่น แม่แบบชุดแปลกๆ

# metadata.details
source: The meta data will help users of your exported files to know what they can expect to be inside and what things they should be aware of and take into account during import. The "Title" and "Description" should contain the basic information about the export. The "Notes" field can be used for additional details, especially remarks about intensions or requirements that apply.
da: Metadata hjælper brugere af dine eksporterede filer med viden om, hvad de kan forvente at finde, og hvilke ting de bør være opmærksomme på og tage hensyn til under importen. "Titel" og "Beskrivelse" skal indeholde de grundlæggende oplysninger om eksporten. Feltet "Noter" kan bruges til yderligere detaljer, især bemærkninger om intensioner eller krav, der gælder.
de: Die Metadaten helfen Benutzern Ihrer exportierten Dateien zu wissen, was sie erwarten können, in welcher Form sie sich bewusst sind und welche Dinge sie während des Imports berücksichtigen sollten. Der "Titel" und "Beschreibung" sollten die grundlegenden Informationen über den Export enthalten. Das Feld "Notizen" kann für zusätzliche Details verwendet werden, insbesondere Hinweise zu Intensionen oder Anforderungen, die zutreffen.
fr: Les métadonnées aideront les utilisateurs de vos fichiers exportés à savoir ce qu'ils peuvent attendre d'être à l'intérieur et ce qu'ils devraient prendre en compte lors de l'importation. Le "Titre" et "Description" devraient contenir les informations de base sur l'exportation. Le champ "Notes" peut être utilisé pour des détails supplémentaires, en particulier des remarques sur les intensions ou les exigences qui s'appliquent.
hr: Meta podaci će pomoći korisnicima Vaših izveženih datoteka u razumjevanju sadržaja Vašeg izvoza te u obraćanju pažnje na stvari koje su bitne tijekom uvoza. "Naslov" i "Opis" trebaju sadržavati osnovne informacije o izvozu. Polje "Napomene" može se koristiti za dodatne detalje, posebice napomene o namjerama ili zahtjevima koji važe za dani izvoz.
it: I meta dati aiuteranno gli utenti dei file esportati a sapere cosa possono aspettarsi di essere dentro e quali elementi dovrebbero essere consapevoli e tenere conto durante l'importazione. Il "Titolo" e "Descrizione" dovrebbero contenere le informazioni di base sull'esportazione. Il campo "Note" può essere utilizzato per ulteriori dettagli, in particolare commenti su intensità o requisiti che si applicano.
nl: De metadata helpt gebruikers van de exportbestanden om te weten wat er zich zoal in deze bestanden bevindt en waar zij rekening mee dienen te houden tijdens het importeren. De "Titel" en "Omschrijving" zijn bedoeld voor basisinformatie over het exportbestand. Het "Notities" veld kan gebruikt worden voor additionele details, vooral over extensies of aanvullende eisen.

# _metadata.image
source: EXT:impexp/Resources/Public/Images/cshimages/metadata.png
fr: EXT:impexp/Ressources/Public/Images/cshimages/metadata.png

# fileFormat.alttitle
source: File format options
da: Filformat-valg
de: Dateiformat Optionen
fr: Options du format de fichier
hr: Opcije formata datoteke
it: Opzioni formato file
nl: Bestandsformaat
th: File เลือกรูปแบบ

# fileFormat.description
source: You can export your records to a generic XML format which potentially can be imported by other applications. However, the schema of the XML is TYPO3 specific. Alternatively, you can select a TYPO3 specific binary format called "T3D".
da: Du kan eksportere dine elementer til et generisk XML-format, som potentielt set kan importeres af andre programmer. Skemaet for XML er imidlertid TYPO3-specifikt. Alternativt kan du vælge et TYPO3-specifikt binært format kaldet "T3D".
de: Sie können Ihre Datensätze in ein generisches XML-Format exportieren, das möglicherweise von anderen Anwendungen importiert werden kann. Das Schema des XML ist jedoch TYPO3 spezifisch. Alternativ können Sie ein TYPO3-spezifisches Binärformat mit dem Namen "T3D" auswählen.
fr: Vous pouvez exporter vos enregistrements vers un format XML générique qui peut potentiellement être importé par d'autres applications. Cependant, le schéma du XML est spécifique à TYPO3. Alternativement, vous pouvez sélectionner un format binaire spécifique TYPO3 appelé "T3D".
it: Puoi esportare i tuoi record in un formato XML generico che può essere importato da altre applicazioni. Tuttavia, lo schema del XML è specifico TYPO3. In alternativa, è possibile selezionare un formato binario specifico TYPO3 chiamato "T3D".
nl: U kunt records exporteren naar een generiek XML-formaat die mogelijk door andere applicaties geïmporteerd kan worden. De indeling van de XML is specifiek voor TYPO3. Als alternatief kan een TYPO3-specifiek binair formaat -- genaamd "T3D" -- gekozen worden.
