Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/impexp/Resources/Private/Language/*.locallang_csh.xlf
Languages: da, de, fr, hr, it, nl, th

# fileFormat.details
source: Generally you should use the XML format. The T3D compressed format is usually smaller, but much harder to read and process. Entering a file name to save makes it possible to write your export directly to a file (pressing "Save to filename") instead of downloading it (pressing "Download export"). The correct file extensions depending on file format is automatically applied. Files are saved in a proper file mount in "fileadmin/". This is shown to you upon saving. Existing files are overwritten.
da: Generelt skal du bruge XML-formatet. T3D-komprimeret formatet er normalt mindre, men meget sværere at læse og behandle. Indtastning af et filnavn for at gemme, gør det muligt at skrive din eksport direkte til en fil (tryk på "Gem til filnavn") i stedet for at downloade det (tryk på "Download eksport"). De korrekte filudvidelser afhængigt af filformat, anvendes automatisk. Filerne gemmes i en korrekt filmontering i "fileadmin/". Dette vises når der gemmes. Eksisterende filer overskrives.
de: Allgemein sollten Sie das XML-Format verwenden. Das T3D-komprimierte Format ist normalerweise kleiner, aber viel schwieriger zu lesen und zu verarbeiten. , der einen Dateinamen zum Speichern einreicht, ermöglicht es, Ihren Export direkt in eine Datei zu schreiben (drücken Sie "Speichern in Dateinamen") anstatt es herunterzuladen (drücken Sie "Exportieren" ). Die korrekten Dateierweiterungen werden automatisch angewendet. Dateien werden in einem korrekten Dateimount in "fileadmin/". Dies wird Ihnen beim Speichern angezeigt. Bestehende Dateien werden überschrieben.
fr: En général, vous devriez utiliser le format XML. Le format compressé T3D est généralement plus petit, mais beaucoup plus difficile à lire et à traiter. En entrant un nom de fichier à enregistrer, vous pouvez écrire votre exportation directement dans un fichier (en appuyant sur "Enregistrer vers le nom de fichier") au lieu de le télécharger (en appuyant sur "Télécharger l'export"). Les extensions de fichier correctes selon le format de fichier sont automatiquement appliquées. Les fichiers sont enregistrés dans une monture de fichier correcte dans "fileadmin/". Ceci vous apparaît lors de l'enregistrement. Les fichiers existants sont écrasés.
it: In generale dovresti utilizzare il formato XML. Il formato compresso T3D è solitamente più piccolo, ma molto più difficile da leggere e elaborare. Inserire un nome file per salvare rende possibile scrivere direttamente la tua esportazione su un file (premere "Salva nel nome del file") invece di scaricarlo (premendo "Download export"). Le estensioni corrette a seconda del formato file vengono applicate automaticamente. I file sono salvati in un'adeguata montatura di file in "fileadmin/". Questo ti viene mostrato al momento del salvataggio. I file esistenti sono sovrascritti.
nl: Over het algemeen zou u het XML-formaat moeten gebruiken. Het gecomprimeerde T3D formaat is gewoonlijk kleiner maar moeilijker te lezen en te verwerken. Het invoeren van een bestandsnaam zorgt ervoor dat de export direct naar een bestand (klik op "Opslaan naar bestandsnaam") geschied in plaats van het te downloaden (optie "Export downloaden"). De correcte bestandsextensie afhankelijk van het bestandsformaat wordt automatisch toegevoegd. Bestanden worden opgeslagen in een startpunt van de mappenboom binnen "fileadmin/" opgeslagen. Dit wordt getoond bij het opslaan. Bestaande bestanden worden overschreven.

# _fileFormat.image
source: EXT:impexp/Resources/Public/Images/cshimages/fileformat.png
fr: EXT:impexp/Ressources/Public/Images/cshimages/fileformat.png

# import.alttitle
source: Importing TYPO3 records
da: Importerer TYPO3 elementer
de: Importiere TYPO3 Datensätze
fr: Importation des enregistrements TYPO3
hr: Uvozim TYPO3 zapise
it: Importazione record TYPO3
nl: TYPO3 records importeren
th: นำเข้าระเบียน TYPO3

# import.description
source: To import TYPO3 T3D/XML files into the page tree you click any page in the page tree (including the root page!), select "More options" and then "Import". This will bring up the import interface where you can select a file to import or upload a new one.
da: For at importere TYPO3 T3D/XML filer ind i sidetræet, så klik på hvilken som helst side i sidetræet (inklusive rodsiden!), vælg "Flere valg..." og herefter "importér". Det vil bringe importgrænsefladen frem, hvor du kan vælge en fil som skal importeres, eller uploade en ny en.
de: Um TYPO3 T3D/XML-Dateien in den Seitenbaum zu importieren, klicken Sie auf jede Seite im Seitenbaum (einschließlich der Root-Seite!), wählen Sie "Weitere Optionen" und dann "Importieren". Dies wird die Importschnittstelle, in der Sie eine Datei zum Import oder Hochladen einer neuen Datei auswählen können.
fr: Pour importer des fichiers TYPO3 T3D/XML dans l'arborescence de page, cliquez sur n'importe quelle page de l'arborescence (y compris la page racine!), sélectionnez "Plus d'options" puis "Importer". Cela augmentera l'interface d'importation où vous pouvez sélectionner un fichier pour importer ou télécharger un nouveau fichier.
it: Per importare i file TYPO3 T3D/XML nell'albero della pagina, fai clic su qualsiasi pagina nell'albero della pagina (inclusa la pagina principale!), seleziona "Più opzioni" e poi "Importa". Questo porterà l'interfaccia di importazione dove puoi selezionare un file da importare o caricare un nuovo file.
nl: Om TYPO3 T3D/XML bestanden in de paginaboom te importeren, klikt u op een willekeurige pagina in de paginaboom (inclusief de root pagina), kiest voor "Meer opties" en vervolgens "Importeren". U komt vervolgens terecht in de interface om te importeren waar u een keuze kunt maken om een bestand te importeren of een nieuw bestand te uploaden.

# import.details
source: <b>Tip: Import into a Folder</b> To make sure that no records are lost during the import, you can make yourself safe by importing into a Folder you create first. After the import you can move all records to the final destinations. An example of such a scenario is if you configured the export to include relations; In that case a number of records may follow the export outside the page tree structure you are exporting. To make sure that all of these external records are written to the database, importing into a Folder is a good idea. <b>Error messages:</b> Remember to consult the Message-tab before/after importing to see if there are any error messages there!
da: <b>Tip: Importér til en mappe</b> For at sikre dig, at der ikke tabes elementer under importen, kan du sikre dig ved at importere til en mappe, du opretter først. Efter importen kan du flytte alle elementer til de endelige destinationer. Et eksempel på et sådant scenario kunne være, hvis du konfigurerede eksporten til at omfatte relationer; I så fald kan en række elementer følge eksporten uden for den sidetræstruktur, du eksporterer. For at sikre at alle disse eksterne elementer er skrevet til databasen, er det en god idé at importere til en mappe. <b>Fejlmeddelelser:</b> Husk at kigge i meddelelsesfanen før/efter import for at se, om der er fejlmeddelelser der!
de: <b>Tipp: Importieren Sie in einen Ordner</b> , um sicherzustellen, dass während des Imports keine Datensätze verloren gehen, können Sie sich sicher machen, indem Sie in einen Ordner importieren, den Sie zuerst erstellen. Nach dem Import können Sie alle Datensätze in die Endziele verschieben. Ein Beispiel für ein solches Szenario ist, wenn Sie den Export so konfiguriert haben, dass Beziehungen aufgenommen werden; In diesem Fall können einige Datensätze dem Export außerhalb der Seitenbaumstruktur folgen, die Sie exportieren. Um sicherzustellen, dass alle diese externen Datensätze in die Datenbank geschrieben werden, ist das Importieren in einen Ordner eine gute Idee. <b>Fehlermeldungen:</b> Bitte beachten Sie, dass Sie vor/nach dem Import den Nachrichtentab konsultieren, um zu sehen, ob es dort irgendwelche Fehlermeldungen gibt!
fr: <b>Conseil : Importer dans un dossier</b> Pour s'assurer qu'aucun enregistrement ne soit perdu lors de l'importation, vous pouvez vous assurer de sécurité en important dans un dossier que vous créez en premier. Après l'importation, vous pouvez déplacer tous les enregistrements vers les destinations finales. Un exemple de ce scénario est si vous avez configuré l'exportation pour inclure les relations. Dans ce cas, un certain nombre d'enregistrements peuvent suivre l'exportation en dehors de la structure de l'arborescence de page que vous exportez. Pour s'assurer que tous ces enregistrements externes sont écrits dans la base de données, importer dans un dossier est une bonne idée. <b>Messages d'erreur :</b> N'oubliez pas de consulter l'onglet Message avant/après l'importation pour voir s'il y a des messages d'erreur !
hr: <b>Savjet: Uvezite u Sys Mapu</b> Kako bi se pobrinuli da ne dođe do gubitka zapisa tijekom uvoza može prvo uvesti zapise u SysMapu koju ste stvorili prije uvoza. Nakon uvoza možete premjestiti sve zapise na njihova konačna odredišta. Primjer takvog scenarija je ukoliko ste podesili izvoz koji uključuje relacije; u takvom slučaju znatan broj zapisa može u izvozu završiti izvan strukture stranica koju izvozite. Kako bi bili sigurni da su svi ti vanjski zapisi spremljeni u bazu podataka poslužite se uvozom u SysMapu. <b>Poruke o grešci:</b> nemojte zaboraviti baciti pogled na list s porukama prije/nakon uvoza kako bi provjerili je li došlo do kakvih grešaka!
it: <b>Suggerimento: Importa in una cartella</b> per assicurarsi che nessun record venga perso durante l'importazione, puoi assicurarti di essere sicuro importando in una cartella che crei prima. Dopo l'importazione è possibile spostare tutti i record nelle destinazioni finali. Un esempio di tale scenario è se hai configurato l'esportazione per includere le relazioni; in tal caso un numero di record può seguire l'esportazione al di fuori della struttura degli alberi della pagina che stai esportando. Per garantire che tutti questi record esterni siano scritti nel database, importare in una cartella è una buona idea. <b>Messaggi di errore:</b> Ricordati di consultare la scheda di messaggio prima/dopo l'importazione per vedere se ci sono messaggi di errore!
nl: <b>Tip: Importeren in een Map"</b> Om u zelf ervan te verzekeren dat geen records verloren gaan tijdens het importeren, kunt u dit veilig doen door dit te doen in een vooraf gemaakte Map. Na het importeren kunt u deze records verplaatsen naar hun uiteindelijke bestemming. Een voorbeeld van zo'n scenario is als u tijdens het exporteren heeft geconfigureerd om relaties op te nemen; In dat geval kan het zijn dat een aantal te importeren records verwijst naar relaties buiten de paginaboom. Om er zeker van te zijn dat deze externe records weggeschreven worden naar de database, is het aan te raden om het importeren in een Map plaats te laten vinden. <b>Foutmeldingen:</b> Vergeet niet om het tabblad "Berichten" te raadplegen om te zien of er foutmeldingen aanwezig zijn!

# _import.image
source: EXT:impexp/Resources/Public/Images/cshimages/import.png
fr: EXT:impexp/Ressources/Public/Images/cshimages/import.png

# importFile.alttitle
source: Select file to import
da: Vælg fil der skal importeres
de: Datei zum Importieren auswählen
fr: Sélectionner le fichier à importer
hr: Odaberite datoteku za uvoz
it: Seleziona il file da importare
nl: Selecteer te importeren bestand
th: เลือกไฟล์ที่จะนำเข้า

# importFile.description
source: The files displayed are those with an extension T3D or XML from fileadmin/, fileadmin/export/ and your "TEMP" folder (if any).
da: Filerne som vises er dem som har en ekstension T3D eller XML fra fileadmin/, fileadmin/export/ og din "TEMP" mappe (om nogen).
de: Die angezeigten Dateien sind diejenigen mit einer Erweiterung T3D oder XML von fileadmin/, fileadmin/export/ und Ihrem "TEMP"-Ordner (falls vorhanden).
fr: Les fichiers affichés sont ceux avec une extension T3D ou XML depuis fileadmin/, fileadmin/export/ et votre dossier "TEMP" (le cas échéant).
hr: Prikazane su datoteke s datotečnim nastavkom T3D ili XML iz mape fileadmin/, fileadmin/export/ i Vaše "TEMP" mape (ukoliko imate istu).
it: I file visualizzati sono quelli con estensione T3D o XML da fileadmin/, fileadmin/export/ e la cartella "TEMP" (se presente).
nl: De bestanden die hier afgebeeld worden, met de extensie T3D of XML, zijn aanwezig in de map fileadmin/, fileadmin/export/ of uw "TEMP" map (indien aanwezig).
th: ภาพที่แสดงเป็นผู้ที่มีส่วนขยาย T3D หรือ XML จาก fileadmin / fileadmin / ส่งออก / และ"TEMP โฟลเดอร์"(ถ้ามี)

# _importFile.image
source: EXT:impexp/Resources/Public/Images/cshimages/import_selectfile.png
fr: EXT:impexp/Ressources/Public/Images/cshimages/import_selectfile.png
it: EXT:impexp/Resources/Public/Images/cshimages/import_selfile.png

# update.alttitle
source: Update instead of Insert
da: Opdater istedet for Indsæt
de: Aktualisieren statt einfügen
fr: Mise à jour au lieu d'insérer
hr: Ažuriraj umjesto umetanja
it: Aggiorna invece di inserire
nl: Actualiseer in plaats van Invoegen
th: ปรับปรุงแทนการแทรก

# update.description
source: By default the import operation inserts new records in the system. Using this option will update existing records.
da: Som standard indsætter import-operationen nye elemtenter i systemet. Bruges denne valgmulighed opdateres eksisterende elementer.
de: Standardmäßig fügt der Importvorgang neue Datensätze in das System ein. Mit dieser Option werden bestehende Datensätze aktualisiert.
fr: Par défaut, l'opération d'importation insère de nouveaux enregistrements dans le système. L'utilisation de cette option mettra à jour les enregistrements existants.
hr: Prema zadanim postavkama radnja uvoza dodaje nove zapise u sustav. Korištenjem ove opcije doći će do ažuriranja postojećih zapisa.
it: Di default l'operazione di importazione inserisce nuovi record nel sistema. Utilizzando questa opzione aggiornerà i record esistenti.
nl: Standaard worden records tijdens het importeren ingevoegd in het systeem. Door deze optie aan te vinken worden reeds bestaande records geactualiseerd.
th: โดยปกติการนำเข้าแทรกระเบียนใหม่ในระบบ โดยใช้ตัวเลือกจะปรับปรุงระเบียนที่มีอยู่นี้
