Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/impexp/Resources/Private/Language/*.locallang_csh.xlf
Languages: da, de, fr, hr, it, nl, th

# .alttitle
source: Import/Export
da: Importér/Eksportér
fr: Importer/Exporter
hr: Uvoz/izvoz
it: Importa/Esporta
nl: Importeren/Exporteren
th: นำเข้า / ส่งออก

# .description
source: Native Import/Export module for TYPO3 data. Can export single records, content of tables, single pages or whole branches of the page tree. Includes attached media like image and preserves relations between records. Exports only to TYPO3 specific format, either a binary format (.T3D) or XML. The format is meant for exchange between TYPO3 systems.
da: Indbygget import/eksport modul for TYPO3. Det kan eksportere enkelte dataelementer, indholdet af tabeller, enkelte sider eller hele grene af sidetræet. Det eksporterer kun i TYPO3s egne formater, enten som binære data eller i XML format. Formatet er beregnet til udveksling mellem TYPO3 servere.
de: Native Import/Export Modul für TYPO3 Daten. Kann einzelne Datensätze, Tabelleninhalte, einzelne Seiten oder ganze Zweige des Seitenbaums exportieren. Enthält angehängte Medien wie Bild und bewahrt die Beziehungen zwischen Datensätzen. Exportiert nur in TYPO3-spezifisches Format, entweder ein Binärformat (.T3D) oder XML. Das Format ist für den Austausch zwischen TYPO3-Systemen gedacht.
fr: Module natif Import/Export pour les données TYPO3. Peut exporter des enregistrements uniques, du contenu des tables, des pages individuelles ou des branches entières de l'arborescence de page. Inclut des supports attachés comme l'image et préserve les relations entre les enregistrements. Exporte uniquement au format spécifique TYPO3, soit au format binaire (.T3D) ou XML. Le format est destiné à l'échange entre les systèmes TYPO3.
hr: Izvorni TYPO3 modul za uvoz i izvoz podataka. Moguće je izvesti pojedinačne zapise, sadržaj tablica, pojedinačne stranice ili čitave grane stabla stranica. Priključeni medijski dodaci poput slika bit će uključeni u izvoz a bit će očuvani i odnosi između pojedinih zapisa. Izvor je moguć jedino u specifičan TYPO3 format, bilo binarno (.T3D) ili XML. Format je namjenjen razmjeni između TYPO3 sustava.
it: Modulo di importazione/esportazione nativo per i dati TYPO3. Può esportare i singoli record, il contenuto delle tabelle, pagine singole o interi rami dell'albero della pagina. Include i media allegati come immagine e conserva le relazioni tra i record. Esportazioni solo in formato specifico di TYPO3, o un formato binario (.T3D) o XML. Il formato è inteso per lo scambio tra i sistemi TYPO3.
nl: De module voor het exporteren en importeren van TYPO3 data. Kan enkelvoudige records exporteren, inhoud van tabellen, enkelvoudige pagina's of een hele tak van de paginaboom. Voegt gelinkte mediabestanden toe, zoals afbeeldingen, zonder de relatie te verbreken met de records. Exporteert alleen naar TYPO3 specifieke bestanden; het binair bestand (.T3D) of XML. Deze bestanden zijn alleen bedoeld voor uitwisseling tussen TYPO3 systemen.
th: ภาษานำเข้า / ส่งออกโมดูลสำหรับข้อมูล TYPO3 สามารถส่งออกระเบียนเดียวเนื้อหาของตารางหน้าเดียวหรือสาขาของต้นไม้ทั้งหน้า รวมถึงสื่อที่แนบมาเช่นภาพและรักษาความสัมพันธ์ระหว่างระเบียน การส่งออกเพียงบางรูปแบบ TYPO3 ทั้งรูปแบบ binary (. T3D) หรือ XML รูปแบบเป็นหมายสำหรับการแลกเปลี่ยนระหว่างระบบ TYPO3

# _.image
source: EXT:impexp/Resources/Public/Images/cshimages/impexp.png
fr: EXT:impexp/Ressources/Public/Images/cshimages/impexp.png

# .image_descr
source: Example of the preview display during export configuration of a page. Notice how records on the page are include plus how references inside the record is found and included as well (bottom of screen).
da: Et eksempel på et preview under eksport af en side. Læg mærke til hvordan elementer på siden er inkluderet, samt hvordan referencer i elementerne bliver fundet og inkluderet (nederst).
de: Beispiel für die Vorschau-Anzeige während der Exportkonfiguration einer Seite. Beachten Sie, wie Datensätze auf der Seite enthalten sind, plus wie Referenzen in den Datensatz gefunden und auch (unten auf dem Bildschirm) enthalten sind.
fr: Exemple de l'affichage de l'aperçu lors de la configuration d'une page. Remarquez comment les enregistrements sur la page sont inclus plus la façon dont les références dans l'enregistrement sont trouvées et incluses également (en bas de l'écran).
hr: Primjer pretpregleda tijekom izvoza konfiguracije stranice. Primjetite kako su uključeni zapisi na stranici te kako su pronađene veze među zapisima također uključene u izvoz (dno ekrana).
it: Esempio di visualizzazione dell'anteprima durante la configurazione di esportazione di una pagina. Nota come i record nella pagina sono inclusi più come i riferimenti all'interno del record sono trovati e inclusi (in basso dello schermo).
nl: Voorbeeld van een voorvertoning gedurende de exportconfiguratie van een pagina. Merk op hoe records van de pagina's worden toegevoegd alsmede hoe referenties worden ingesloten die gevonden worden in een record (onderzijde scherm).
th: ตัวอย่างการแสดงตัวอย่างในระหว่างการตั้งค่าการส่งออกของหน้าเว็บ แจ้งให้ทราบวิธีการบันทึกในหน้านั้นมีทั้งบวกวิธีการอ้างอิงในการบันทึกพบและรวมทั้ง (ด้านล่างของจอภาพ)

# export.alttitle
source: Exporting records from TYPO3
da: Eksportering af elementer fra TYPO3
de: Exportiere Datensätze von TYPO3
fr: Exportation des enregistrements depuis TYPO3
hr: Izvor zapisa iz TYPO3 sustava
it: Esportazione record da TYPO3
nl: Records exporteren vanuit TYPO3
th: บันทึกการส่งออกจาก TYPO3

# export.description
source: To export TYPO3 T3D/XML files you click any record icon or page in the page tree (including the root page!), select "More options" and then "Export". This will bring up the export interface where you can configure options for your export session.
da: For at eksportere TYPO3 T3D/XML filer, klikker du på hvilket som helst ikon-element eller side i sidetræet (inklusive rodsiden!), vælger "Flere valg..." og så "Eksportér til .t3d". Dette vil bringe eksportgrænsefladen frem, hvor du kan konfigurere valgmuligheder for din eksport-session.
de: Um TYPO3 T3D/XML-Dateien zu exportieren, klicken Sie auf jedes Datensymbol oder eine Seite im Seitenbaum (einschließlich der Root-Seite!), wählen Sie "Weitere Optionen" und dann "Exportieren". Dies wird die Exportschnittstelle, in der Sie Optionen für Ihre Exportsession konfigurieren können.
fr: Pour exporter les fichiers TYPO3 T3D/XML, vous cliquez sur une icône ou une page d'enregistrement dans l'arborescence de page (y compris la page racine!), sélectionnez "Plus d'options" puis "Exporter". Cela augmentera l'interface d'exportation où vous pouvez configurer les options pour votre session d'exportation.
it: Per esportare i file TYPO3 T3D/XML fai clic su qualsiasi icona di record o pagina nell'albero della pagina (inclusa la pagina principale!), seleziona "Più opzioni" e poi "Esporta". Questo porterà l'interfaccia di esportazione dove è possibile configurare le opzioni per la sessione di esportazione.
nl: Om TYPO3 T3D/XML-bestanden te exporteren, klikt u op een record-icoon of pagina in de paginaboom (inclusief de root pagina!), kiest u voor "Meer opties" en dan "Exporteren". Hierop volgt de interface waar u uw exportsessie verder kunt configureren.

# _export.image
source: EXT:impexp/Resources/Public/Images/cshimages/export.png, EXT:impexp/Resources/Public/Images/cshimages/export1.png, EXT:impexp/Resources/Public/Images/cshimages/export2.png
fr: EXT:impexp/Ressources/Public/Images/cshimages/export.png, EXT:impexp/Resources/Public/Images/cshimages/export1.png, EXT:impexp/Resources/Public/Images/cshimages/export2.png

# export.image_descr
source: To export a page or record, simply click the icon and select "Export" from the context menu. With the Web>List module you can also export all records from a table by first clicking the table title to see only this table, then next to the CSV export you will find the export button for a T3D export of the table. You can export the contents of the clipboard as well by simply selecting "Export" in the menu.
da: For at eksportere en side eller et element, så klikkes der blot på ikonet og vælges "Eksport" fra kontekstmenuen. Med modulet Web>Liste kan du også eksportere alle elementer fra en tabel ved først at klikke på tabeltitlen for at alene se denne tabel, dernæst vil du ved siden af CSV-eksporten finde knappen til eksport for en T3D-eksport af tabellen. Du kan også eksportere indholdet af udklipsholderen ved blot at vælge "Eksportér" i menuen.
de: Um eine Seite oder einen Eintrag zu exportieren, klicken Sie einfach auf das Symbol und wählen Sie "Exportieren" aus dem Kontextmenü. Mit dem Web>Listeneodul können Sie auch alle Datensätze aus einer Tabelle exportieren, indem Sie zuerst auf den Tabellentitel klicken, um nur diese Tabelle zu sehen, dann neben dem CSV-Export finden Sie den Exportknopf für einen T3D-Export der Tabelle. Sie können den Inhalt der Zwischenablage exportieren und einfach "Export" im Menü auswählen.
fr: Pour exporter une page ou un enregistrement, cliquez simplement sur l'icône et sélectionnez "Exporter" dans le menu contextuel. Avec le module Liste Web>vous pouvez également exporter tous les enregistrements d'une table en cliquant d'abord sur le titre de la table pour voir seulement cette table, puis à côté de l'export CSV vous trouverez le bouton d'exportation pour une exportation T3D de la table. Vous pouvez exporter le contenu du presse-papiers aussi en sélectionnant simplement "Exporter" dans le menu.
hr: Kako bi izvezli stranicu ili zapis jednostavno kliknite na ikonu i odaberite "Izvoz" iz kontekstualnog izbornika. Pomoću Web>Popis modula možete također izvesti sve zapise iz tablice kliknuvši prvo na naslov tablice kako bi prikazali samo tu tablicu a zatim pored CSV izvoza možete pronaći gumb za izvoz tablice u T3D obliku. Putem opcije "Izvoz" u izborniku moguće je izvesti i sadržaj međuspremnika.
it: Per esportare una pagina o un record, semplicemente clicca sull'icona e seleziona "Esporta" dal menu contestuale. Con il modulo Web>Lista puoi anche esportare tutti i record da una tabella cliccando prima sul titolo della tabella per vedere solo questa tabella, poi accanto all'esportazione CSV troverai il pulsante di esportazione per un'esportazione T3D della tabella. Puoi esportare il contenuto degli appunti solo selezionando "Esporta" nel menu.
nl: Om een pagina of record te exporteren, klikt u op het icoon en selecteerd "Exporteren" uit het context menu. Vanuit de Web>Lijst module kunt u ook alle records van een tabel exporteren door eerst op de tabeltitel te klikken om alleen deze tabel te tonen. In het menu aan de bovenzijde verschijnt een button om een T3D export te doen van deze tabel. U kunt de inhoud van het klembord exporteren door te klikken op "Export" in het menu.
th: ส่งออกหน้าหรือบันทึกเพียงคลิกที่ไอคอนและเลือก"ส่งออก"จากเมนูบริบท ด้วย> module List Web คุณยังสามารถส่งออกระเบียนทั้งหมดจากตารางด้วยการคลิกที่ชื่อตารางเพื่อดูตารางนี้เท่านั้นแล้วต่อไป เพื่อการส่งออก CSV คุณจะพบปุ่มส่งออกเพื่อการส่งออก T3D ของตาราง คุณสามารถส่งออกเนื้อหาของคลิปบอร์ดด้วยโดยเพียงเลือก"ส่งออก"ในเมนู

# pageTreeCfg.alttitle
source: Configuration of page tree export
da: Konfiguration af sidetræs eksport
de: Konfiguration des Seitenbaumexport
fr: Configuration de l'export des arborescences de page
hr: Namještanje izvoza stabla stranica
it: Configurazione dell'esportazione dell'albero delle pagine
nl: Configuratie om paginaboom te exporteren
th: การตั้งค่าการส่งออกต้นไม้หน้า

# pageTreeCfg.description
source: Here you configure how a page or a branch of the page tree should be exported. Using the selector box you can set the number of levels of subpages to include in the export. By default all records belonging to a page is included when a page is exported.
da: Her kan du konfigurere hvordan en side eller en gren af sidetræet skal eksporteres. Ved brug af valgboksen kan du indstille antallet af niveauer af undersider som skal inkluderes i eksporten. Som standard inkluderes alle sider som tilhører en side når en side eksporteres.
de: Hier konfigurieren Sie, wie eine Seite oder ein Zweig des Seitenbaums exportiert werden soll. Mit dem Selektor-Feld können Sie die Anzahl der Ebenen der Unterseiten festlegen, die im Export enthalten sind. Standardmäßig werden alle Datensätze, die einer Seite gehören, aufgenommen, wenn eine Seite exportiert wird.
fr: Ici vous configurez comment une page ou une branche de l'arborescence de page doit être exportée. En utilisant la case sélecteur, vous pouvez définir le nombre de niveaux de sous-pages à inclure dans l'export. Par défaut, tous les enregistrements appartenant à une page sont inclus lorsqu'une page est exportée.
hr: Ovdje možete postaviti kako treba izvesti stranicu ili granu stabla stranica. Koristeći odabir možete postaviti broj razina podstranica koje treba uključiti u izvoz. Prema zadanima postavkama svi zapisi koji pripadaju stranici bit će uključeni u izvoz.
it: Qui configura come una pagina o un ramo dell'albero della pagina dovrebbe essere esportato. Utilizzando la casella di selezione è possibile impostare il numero di livelli di sottopagine da includere nell'esportazione. Di default tutti i record appartenenti a una pagina sono inclusi quando una pagina viene esportata.
nl: Hier configureert u hoe een pagina of tak van een paginaboom geexporteerd dient te worden. Door gebruik te maken van de keuzelijst 'niveau's' kunt u de diepte van het te exporteren aantal lagen aangeven. Standaard worden alle records behorend tot de pagina ingesloten wanneer een pagina wordt geexporteerd.
th: ที่นี่คุณกำหนดค่าของหน้าหรือต้นไม้สาขาหน้าของควรส่งออก ใช้กล่องตัวเลือกที่คุณสามารถตั้ง subpages จำนวนของระดับของการรวมในการส่งออก โดยปกติระเบียนทั้งหมดเป็นของหน้ารวมเมื่อหน้าส่งออก

# _pageTreeCfg.image
source: EXT:impexp/Resources/Public/Images/cshimages/pagetreecfg.png
fr: EXT:impexp/Ressources/Public/Images/cshimages/pagetreecfg.png

# pageTreeDisplay.alttitle
source: Page Tree
da: Sidetræ
de: Seitenbaum
fr: Arbre de page
hr: Stablo stranica
it: Albero pagina
nl: Paginaboom
th: หน้าแผนภาพต้นไม้

# pageTreeDisplay.description
source: Based on the levels selected for page tree export this will show the structure that is about to be exported. If any pages are specifically excluded by the exclude option they are not shown either.
da: Baseret på niveauerne som er markeret til sidetræ-eksport, så vil dette vise struktureren som er ved at blive eksporteret. Hvis der er sider som specifikt er ekskluderet af valgmuligheden til at ekskludere, vil disse heller ikke blive vist.
de: Auf der Grundlage der für den Seitenbaumexport ausgewählten Ebenen wird die Struktur angezeigt, die gerade exportiert werden soll. Wenn alle Seiten ausdrücklich von der Ausschlussoption ausgeschlossen sind, werden sie auch nicht angezeigt.
fr: En fonction des niveaux sélectionnés pour l'exportation des pages, la structure qui est sur le point d'être exportée sera affichée. Si une page est spécifiquement exclue par l'option d'exclusion, elle ne sera pas non plus affichée.
hr: Ovdje ćete, ovisno o razinama odabranim za izvoz, vidjeti strukturu koja će upravo biti izvezena. Stranice koje su eksplicitno isključene iz izvoza neće biti prikazane u ovom pretpregledu.
it: In base ai livelli selezionati per l'esportazione di albero delle pagine, questa mostrerà la struttura che sta per essere esportata. Se qualsiasi pagina è specificamente esclusa dall'opzione di esclusione, non verranno mostrate.
nl: Dit zal de te exporteren structuur tonen gebaseerd op het aantal geselecteerde lagen van de paginaboom. Pagina's die specifiek zijn uitgesloten door de 'Uitsluiten elementen' optie, worden niet getoond.
th: ตามระดับที่เลือกสำหรับการส่งออกต้นไม้หน้านี้จะแสดงโครงสร้างที่เกี่ยวกับการส่งออก หากหน้าเว็บใด ๆ ยกเว้นเฉพาะโดยยกเว้นตัวเลือกที่จะไม่แสดงทั้ง

# pageTreeMode.alttitle
source: Levels
da: Niveauer
fr: Niveaux
hr: Razine
it: Livelli
nl: Niveau's
th: ระดับ

# pageTreeMode.description
source: Here you select how deeply in the page tree from the current starting point to go for this export.
da: Her vælger du hvor dybt i sidetræet, der fra nuværende startpunkt der skal gås for denne eksport.
de: Hier wählen Sie, wie tief in den Seitenbaum vom aktuellen Startpunkt aus, um für diesen Export zu gehen.
fr: Ici vous sélectionnez à quel point vous pouvez aller dans l'arbre de page du point de départ actuel pour cette exportation.
hr: Ovdje možete odabrati koliko duboko u stablu stranica, od trenutne početne točke, želite ići za ovaj izvoz.
it: Qui si seleziona quanto è profondo nell'albero della pagina dal punto di partenza corrente per andare a questa esportazione.
nl: Hier selecteert u hoe diep u in de paginaboom wilt gaat vanaf het startpunt voor deze exportsessie.
th: ที่นี่คุณเลือกวิธีลึกในต้นไม้หน้าจากจุดเริ่มต้นปัจจุบันไปเพื่อการส่งออกนี้

# pageTreeMode.details
source: If you select "Expanded tree" it will base the export on the currently expanded levels of the page tree. Another special option is "Tables on this page" which will not include the page record itself but only include records from tables on the page, depending on the table configuration of course.
da: Hvis du vælger "Udvidet træ", vil eksport blive baseret på de aktuelle udvidede niveauer af sidetræet. Et andet specielt valg er "Tabeller på denne side" som ikke vil inkludere siden selv, men kun de datarækker, der er indeholdt på siden, afhængig af tabel-konfigurationen, naturligvis.
de: Wenn Sie "Erweiterter Baum" auswählen, wird der Export auf den aktuell erweiterten Ebenen des Seitenbaums basieren. Eine weitere spezielle Option ist "Tabellen auf dieser Seite", die nicht den Seiteneintrag selbst enthalten, sondern nur Datensätze von Tabellen auf der Seite, abhängig von der Tabellenkonfiguration natürlich enthalten.
fr: Si vous sélectionnez "Arbre étendu", il base l'exportation sur les niveaux actuellement étendus de l'arborescence de la page. Une autre option spéciale est "Tables sur cette page" qui ne comprendra pas l'enregistrement de la page elle-même, mais seulement les enregistrements des tables sur la page, selon la configuration de la table bien sûr.
hr: Ukoliko odaberete "Proširi stablo" izvoz će biti zasnovan na trenutno proširenim razinama stabla stranica. Opcija "Tablice na ovoj stranice" će izvesti samo zapise sa tablice na trenutnoj stranici ali ne i samu stranicu, uvažavajući pri tome, naravno, postavke tablice.
it: Se selezioni "Albero esteso" si baserà l'esportazione sui livelli attualmente ampliati dell'albero della pagina. Un'altra opzione speciale è "Tabelle su questa pagina" che non includerà il record della pagina in sé, ma includerà solo i record delle tabelle nella pagina, a seconda della configurazione del tavolo naturalmente.
nl: Als u "Uitgevouwen boom" selecteert, zal de export gebaseerd zijn op de huidige uitgeklapte lagen van de paginaboom. Een andere speciale optie is "Tabellen op deze pagina", welke niet de pagina record maar alleen de records van de beschikbare tabellen op de pagina zal exporteren, afhankelijk van de tabellen configuratie natuurlijk.
th: หากคุณเลือก"ต้นไม้ขยาย"จะฐานการส่งออกขยายตัวในระดับปัจจุบันของต้นไม้หน้า อีกตัวเลือกพิเศษ"ตารางในหน้านี้"ซึ่งจะไม่รวมระเบียนหน้าตัวเอง แต่รวมระเบียนจากตารางในหน้านั้นขึ้นอยู่กับการกำหนดค่าตารางของหลักสูตร

# _pageTreeMode.image
source: EXT:impexp/Resources/Public/Images/cshimages/impexp_misc.png
fr: EXT:impexp/Ressources/Public/Images/cshimages/impexp_misc.png

# pageTreeRecordLimit.alttitle
source: Include tables
da: Inkludér tabeller
de: Tabellen einschließen
fr: Inclure les tables
hr: Uključi tablice
it: Includi tabelle
nl: Omvat tabellen
th: ตารางรวม

# pageTreeRecordLimit.description
source: When you export a page all records on the page is included by default. By this selector you can pick which tables to include exclusively if there are certain records you are not interested in seeing included.
da: Når du eksporterer en side, vil alle elementer på siden blive inkluderet som udgangspunkt. Her kan du vælge hvilke tabeller der skal inkluderes eksplicit, hvis der er særlige elementer, du ikke er interesseret i at få med.
de: Wenn Sie eine Seite exportieren, sind alle Datensätze auf der Seite standardmäßig enthalten. Durch diesen Selektor können Sie auswählen, welche Tabellen ausschließlich enthalten, wenn bestimmte Datensätze vorhanden sind, die Sie nicht interessiert sind, sie zu sehen.
fr: Lorsque vous exportez une page, tous les enregistrements de la page sont inclus par défaut. Par ce sélecteur, vous pouvez choisir les tables à inclure exclusivement s'il y a certains enregistrements que vous n'êtes pas intéressé à voir inclus.
hr: Prema zadanim postavkama, kada izvezete stranicu, svi zapisi na danoj stranici su uključeni u izvoz. Ovim odabirom možete eksplicitno zadati koje tablie uključiti u izvoz ukoliko postoje neki zapisi koje ne želite u izvozu.
it: Quando si esporta una pagina tutti i record nella pagina sono inclusi per impostazione predefinita. In questo selettore è possibile scegliere quali tabelle includere esclusivamente se ci sono alcuni record che non ti interessa vedere inclusi.
nl: Bij het exporteren van een pagina, zullen standaard alle tabellen toegevoegd worden. Middels dit keuzeveld kunt u de tabellen selecteren die uw wilt exporteren als u niet alle tabellen wilt exporteren.
th: เมื่อคุณส่งออกหน้าระเบียนทั้งหมดในหน้ารวมโดยค่าเริ่มต้น โดยตัวเลือกนี้คุณสามารถเลือกที่ตารางรวมเฉพาะถ้ามีการบันทึกบางท่านไม่สนใจดูรวม

# pageTreeRecordLimit.details
source: In the box "Max number of records" you can set a limit to how many records are selected from a single table. This is a runaway brake in case you have an unusual large amount of records from a table.
da: I boksen "Maks antal af elementer" kan du angive en grænse for, hvor mange elementer, der er valgt fra en enkelt tabel. Dette er en nødbremse i de tilfælde, hvor du har en usædvanlig stor mængde elementer i en tabel.
de: In der Box "Max Anzahl der Datensätze" können Sie ein Limit setzen, wie viele Datensätze aus einer einzigen Tabelle ausgewählt werden.
fr: Dans la boîte "Nombre maximum d'enregistrements" vous pouvez définir une limite à combien d'enregistrements sont sélectionnés à partir d'une seule table. Ceci est un frein d'exécution dans le cas où vous avez une quantité inhabituelle d'enregistrements à partir d'une table.
hr: U polju "Najveći dopušteni broj zapisa" možete postaviti ograničenje na broj izvezenih zapisa iz pojedine tablice. Ova postavka služi kao sigurnosna zabrana za sprečavanje podivljalog izvoza u slučaju neobično velikog broja zapisa u tablici.
it: Nella casella "Numero massimo di record" è possibile impostare un limite a quanti record sono selezionati da una singola tabella. Questo è un freno di fuga nel caso tu abbia un numero insolito di record da una tabella.
nl: In het veld "Max aantal records" kunt u een limiet instellen hoeveel records worden geselecteerd uit een enkele tabel. U kunt dit preventief gebruiken indien er een ongewoonlijke hoeveelheid aan records in een tabel aanwezig is.
th: ในช่อง"จำนวนสูงสุดของรายการ"คุณสามารถกำหนดวงเงินในการบันทึกจำนวนถูกเลือกจากตารางเดียว นี้เป็นเบรคผู้หลบหนีในกรณีที่คุณมีจำนวนมากผิดปกติของระเบียนจากตาราง

# singleRecord.alttitle
source: Export single record
da: Eksportér enkelt element
de: Einzelne Aufnahme exportieren
fr: Exporter un enregistrement unique
hr: Izvezi jedan zapis
it: Esporta un singolo record
nl: Exporteer enkel record
th: ส่งออกบันทึกเดียว
