Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/lowlevel/Resources/Private/Language/*.locallang.xlf
Languages: de, fr, it, ru

source: Configuration
de: Konfiguration
it: Configurazione
ru: Настройка

# typo3ConfVars
source: $GLOBALS['TYPO3_CONF_VARS'] (Global Configuration)
de: $GLOBALS['TYPO3_CONF_VARS'] (Globale Konfiguration)
fr: $GLOBALS['TYPO3_CONF_VARS'] (Configuration globale)
it: $GLOBALS['TYPO3_CONF_VARS'] (Configurazione globale)

# tca
source: $GLOBALS['TCA'] (Table configuration array)
de: $GLOBALS['TCA'] (Tabellen-Konfigurations-Array)
fr: $GLOBALS['TCA'] (tableau de configuration de table)
it: $GLOBALS['TCA'] (array di configurazione tabella)

# tcaDescr
source: $GLOBALS['TCA_DESCR'] (Table Help Description)
de: $GLOBALS['TCA_DESCR'] (Tabellenhilfe Beschreibung)
fr: $GLOBALS['TCA_DESCR'] (Description de l'aide de table)
it: $GLOBALS['TCA_DESCR'] (Descrizione Guida alla tabella)

# loadedExt
source: $GLOBALS['TYPO3_LOADED_EXT'] (Loaded Extensions)
de: $GLOBALS['TYPO3_LOADED_EXT'] (Lade Erweiterungen)
it: $GLOBALS['TYPO3_LOADED_EXT'] (Estensioni caricate)

# tbeStyles
source: $GLOBALS['TBE_STYLES'] (Skinning Styles)
fr: $GLOBALS['TBE_STYLES'] (Style de Skinning)
it: $GLOBALS['TBE_STYLES'] (Stili di Stile Skinning)

# beUser
source: $GLOBALS['BE_USER']->uc (User Settings)
de: $GLOBALS['BE_USER']->uc (Benutzereinstellungen)
fr: $GLOBALS['BE_USER']->uc (Paramètres d'utilisateur)
it: $GLOBALS['BE_USER']->uc (Impostazioni Utente)

# usersettings
source: $GLOBALS['TYPO3_USER_SETTINGS'] (User Settings Configuration)
de: $GLOBALS['TYPO3_USER_SETTINGS'] (Benutzereinstellungen-Konfiguration)
fr: $GLOBALS['TYPO3_USER_SETTINGS'] (Configuration des paramètres de l'utilisateur)
it: $GLOBALS['TYPO3_USER_SETTINGS'] (Configurazione Impostazioni Utente)

# routes
source: Backend Routes
de: Backend Routen
fr: Routes de Backend
it: Route Backend

# httpMiddlewareStacks
source: HTTP Middlewares (PSR-15)
fr: Middlewares HTTP (PSR-15)
it: Middlewares HTTP (PSR-15)

source: Site Configuration
de: Site-Konfiguration
fr: Configuration du site
it: Configurazione del sito

# t3services
source: $GLOBALS['T3_SERVICES'] (Registered Services)
de: $GLOBALS['T3_SERVICES'] (registrierte Dienste)
fr: $GLOBALS['T3_SERVICES'] (Services enregistrés)
it: $GLOBALS['T3_SERVICES'] (Servizi Registrati)

# tbemodulesext
source: $GLOBALS['TBE_MODULES_EXT'] (BE Modules Extensions)
de: $GLOBALS['TBE_MODULES_EXT'] (BE Modules Erweiterungen)
it: $GLOBALS['TBE_MODULES_EXT'] (Estensioni Moduli BE)

# tbemodules
source: $GLOBALS['TBE_MODULES'] (BE Modules)
de: $GLOBALS['TBE_MODULES'] (BE-Module)
it: $GLOBALS['TBE_MODULES'] (Moduli BE)

# pagesTypes
source: $GLOBALS['PAGES_TYPES'] (Table permissions by page type)
de: $GLOBALS['PAGES_TYPES'] (Tabellenberechtigungen nach Seitentyp)
fr: $GLOBALS['PAGES_TYPES'] (permissions de table par type de page)
it: $GLOBALS['PAGES_TYPES'] (Permessi tabella per tipo di pagina)

source: Crop lines
de: Querzeilen
fr: Lignes de crop
it: Ritaglia linee
ru: Перенос строк

source: Variable
it: Variabile

# copyPaste
source: (Now, copy/paste this value into the configuration file where you can set it. This is all you can do from here...)
de: (Jetzt kopieren/einfügen Sie diesen Wert in die Konfigurationsdatei, in der Sie ihn einstellen können. Das ist alles, was Sie von hier aus tun können...)
fr: (Maintenant, copiez/collez cette valeur dans le fichier de configuration où vous pouvez le définir. C'est tout ce que vous pouvez faire depuis ici...)
it: (Ora, copia/incolla questo valore nel file di configurazione dove puoi impostarlo. Questo è tutto quello che puoi fare da qui...)
ru: (На данный момент возможно лишь скопировать отсюда эти значения и вставить в файл для настроек...)

source: Enter search phrase
de: Suchbegriff eingeben
fr: Entrez la phrase de recherche
it: Inserisci la frase di ricerca

source: Search
de: Suche
fr: Recherche
it: Cerca
ru: Поиск

# useRegExp
source: Use regular expression (phrase is surrounded by slashes automatically)
de: Normaler Ausdruck verwenden (Phrase wird automatisch von Schrägstrichen umgeben)
fr: Utiliser l'expression régulière (la phrase est entourée de slashes automatiquement)
it: Usa espressione regolare (frase circondata da barre automaticamente)
ru: Фраза целиком

# writeValue
source: Write value to configuration file
de: Wert in Konfigurationsdatei schreiben
fr: Écrire la valeur dans le fichier de configuration
it: Scrivi il valore nel file di configurazione
ru: Записать значение в файл настроек

# writeMessage
source: Following line was added to configuration file (%s): %s%s
de: Folgende Zeile wurde zur Konfigurationsdatei hinzugefügt (%s): %s%s
fr: La ligne suivante a été ajoutée au fichier de configuration (%s): %s%s
it: La linea seguente è stata aggiunta al file di configurazione (%s): %s%s
ru: В файл настроек была добавлена следующая строка (%s): %s%s

# writeMessageFailed
source: Write to configuration file failed (%s)!
de: Schreiben in Konfigurationsdatei fehlgeschlagen (%s)!
fr: Échec de l'écriture au fichier de configuration (%s)!
it: Scrittura al file di configurazione fallita (%s)!
ru: Ошибка записи в файл настроек (%s)!

# menuTitle
source: Overview
de: Übersicht
fr: Aperçu
it: Panoramica

source: Record Statistics
de: Datenstatistiken
fr: Statistiques d'enregistrement
it: Statistiche record

source: Total Page Tree
de: Gesamter Seitenbaum
fr: Arbre de Page Total
it: Albero pagina totale

source: Database Relations
de: Datenbankbeziehungen
fr: Relations de base de données
it: Relazioni Database
ru: Отношения базы данных

source: Full search
de: Vollsuche
fr: Recherche complète
it: Ricerca completa

source: Find filename
de: Dateiname finden
fr: Trouver un nom de fichier
it: Trova nome file

# manageRefIndex
source: Manage Reference Index
de: Referenzindex verwalten
fr: Gérer l'index de référence
it: Gestisci indice di riferimento

# rawSearch
source: Raw search in all fields
de: Rohe Suche in allen Feldern
fr: Recherche brute dans tous les champs
it: Ricerca cruda in tutti i campi

source: Advanced query
de: Erweiterte Abfrage
fr: Requête avancée
it: Query avanzata

source: Select records
de: Datensätze auswählen
fr: Sélectionner les enregistrements
it: Seleziona record

source: Count results
de: Zähler Ergebnisse
fr: Nombre de résultats
it: Conteggio risultati

source: Explain query
de: Abfrage erklären
fr: Expliquer la requête
it: Spiega query

source: CSV Export
fr: Export CSV
it: Esporta CSV

source: XML Export
fr: Export XML
it: Esportazione XML

# clickToUpdateRefIndex
source: Click here to update reference index
de: Klicken Sie hier, um den Referenzindex zu aktualisieren
fr: Cliquez ici pour mettre à jour l'index de référence
it: Clicca qui per aggiornare l'indice di riferimento

source: Update now!
de: Jetzt aktualisieren!
fr: Mise à jour maintenant !
it: Aggiorna ora!

# clickToTestRefIndex
source: Click here to test reference index
de: Klicken Sie hier, um Referenzindex zu testen
fr: Cliquez ici pour tester l'index de référence
it: Clicca qui per provare l'indice di riferimento

# referenceIndex_description
source: TYPO3's reference index keeps track of the relations between records. As it can happen that the reference index contains outdated values, you can check and update it here.
de: Der Referenzindex von TYPO3 hält die Beziehungen zwischen Datensätzen auf. Da der Referenzindex veraltete Werte enthält, können Sie ihn hier überprüfen und aktualisieren.
fr: L'index de référence de TYPO3 permet de suivre les relations entre les enregistrements. Comme il peut arriver que l'index de référence contient des valeurs obsolètes, vous pouvez vérifier et mettre à jour ici.
it: L'indice di riferimento di TYPO3 mantiene traccia delle relazioni tra i record. Poiché può accadere che l'indice di riferimento contenga valori obsoleti, puoi controllare e aggiornare qui.

# referenceIndex_buttonUpdate
source: Update reference index
de: Referenzindex aktualisieren
fr: Mettre à jour l'index de référence
it: Aggiorna indice di riferimento

# referenceIndex_buttonCheck
source: Check reference index
de: Referenzindex überprüfen
fr: Vérifier l'index de référence
it: Indice di riferimento

source: Check now!
de: Jetzt überprüfen!
fr: Vérifiez maintenant !
it: Controlla ora!
ru: Проверить сейчас!

# checkScript_headline
source: Using the command line interface
de: Kommandozeilen-Schnittstelle verwenden
fr: Utiliser l'interface de ligne de commande
it: Utilizzando l'interfaccia della linea di comando

# checkScript
source: You can also run the check as a shell script using CLI if the processing takes longer than the PHP max_execution_time allows.
de: Sie können die Überprüfung auch als Shell-Skript mit CLI ausführen, wenn die Verarbeitung länger dauert als die PHP max_execution_time erlaubt.
fr: Vous pouvez aussi exécuter la vérification comme script shell en utilisant CLI si le traitement prend plus de temps que le PHP max_execution_time le permet.
it: Puoi anche eseguire il controllo come script di shell utilizzando CLI se l'elaborazione richiede più tempo di quanto consentito dal PHP max_execution_time.

# checkScript_check_description
source: To check the reference index use
de: Um den Referenzindex zu überprüfen
fr: Pour vérifier l'utilisation de l'index de référence
it: Per controllare l'uso dell'indice di riferimento

# checkScript_update_description
source: To update the reference index use
de: Um den Referenzindex zu aktualisieren
fr: Pour mettre à jour l'utilisation de l'index de référence
it: Per aggiornare l'uso dell'indice di riferimento

# checkScript_moreDetails
source: For more details see
de: Weitere Details finden Sie
fr: Pour plus de détails voir
it: Per ulteriori dettagli vedi

# updateRefIndex
source: Update reference index
de: Referenzindex aktualisieren
fr: Mettre à jour l'index de référence
it: Aggiorna indice di riferimento

# showSQL
source: Show SQL parts
de: SQL-Teile anzeigen
fr: Afficher les parties SQL
it: Mostra parti SQL

# useFormattedStrings
source: Use formatted strings, labels and dates instead of original values for results
de: Formatierte Zeichenketten, Etiketten und Daten anstelle von Originalwerten für Ergebnisse verwenden
fr: Utiliser des chaînes, des étiquettes et des dates formatées au lieu des valeurs originales pour les résultats
it: Usa stringhe formattate, etichette e date invece dei valori originali per i risultati

# dontUseOrigValues
source: Don't use original values in brackets as prefix for labelled results
de: Verwende keine Originalwerte in Klammern als Präfix für markierte Ergebnisse
fr: Ne pas utiliser les valeurs originales dans les crochets comme préfixe pour les résultats étiquetés
it: Non utilizzare i valori originali nelle parentesi come prefisso per i risultati etichettati

# sortOptions
source: Sort selectbox-options for relations by label and not by value
de: Sortiere Auswahlbox-Optionen für Beziehungen nach Label und nicht nach Wert
fr: Trier les options de sélection pour les relations par étiquette et non par valeur
it: Ordina opzioni selettore per relazioni per etichetta e non per valore

# showDeleted
source: Show even deleted entries (with undelete buttons)
de: Zeige sogar gelöschte Einträge (mit undeleten Buttons)
fr: Afficher même les entrées supprimées (avec les boutons non-lete)
it: Mostra anche le voci eliminate (con pulsanti non ancora visibili)

source: Search options
de: Suchoptionen
fr: Options de recherche
it: Opzioni di ricerca

source: Result
de: Ergebnis
fr: Résultat
it: Risultato

source: Tables
de: Tabellen
it: Tabelle

source: references
de: referenzen
fr: références
it: riferimenti

source: is missing!
de: fehlt!
fr: est manquant !
it: manca!

source: Referenced from
de: Referenziert von
fr: Référencé de
it: Riferito da

source: Enter regex pattern
de: regex-Muster eingeben
fr: Entrez le modèle régénéré
it: Inserisci sequenza regex

# searchButton
source: Search
de: Suche
fr: Recherche
it: Cerca
ru: Поиск

source: Pattern
de: Muster
fr: Modèle
it: Modello

source: being checked...
de: wird überprüft...
fr: en cours de vérification...
it: in corso di controllo...

# directories
source: Dirs
fr: Dires
it: Dir

# directoriesTooDeep
source: ERROR: Directories deeper than the following number of levels
de: FEHLER: Verzeichnisse tiefer als die folgende Anzahl von Ebenen
fr: ERREUR : Répertoires plus profonds que le nombre de niveaux suivants
it: ERRORE: Cartelle più profonde del numero seguente di livelli

source: Files
de: Dateien
fr: Fichiers
it: File

source: Matching files
de: Passende Dateien
fr: Fichiers correspondants
it: File corrispondenti

source: not checked.
de: nicht überprüft.
fr: non vérifié.
it: non controllato.

source: Searching for filenames
de: Suche nach Dateinamen
fr: Recherche de noms de fichiers
it: Ricerca dei nomi file

# fixLostRecord
source: Click to move this lost record to rootlevel (pid=0)
de: Klicken, um diesen verlorenen Eintrag zu rootlevel zu verschieben (pid=0)
fr: Cliquez pour déplacer cet enregistrement perdu vers le rootlevel (pid=0)
it: Clicca per spostare questo record perso al rootlevel (pido=0)

# doktype
source: Document types
de: Dokumenttypen
fr: Types de documents
it: Tipi di documento

# doktype_value
source: Document types (value)
de: Dokumenttypen (Wert)
fr: Types de documents (valeur)
it: Tipi di documento (valore)

source: Pages
de: Seiten
it: Pagine

# total_pages
source: Total number of default language pages
de: Gesamtzahl der Standardsprachen
fr: Nombre total de pages de langue par défaut
it: Numero totale di pagine di lingua predefinita

# translated_pages
source: Total number of translated pages
de: Gesamtzahl der übersetzten Seiten
fr: Nombre total de pages traduites
it: Numero totale di pagine tradotte

# deleted_pages
source: Marked-deleted pages
de: Markierte Seiten gelöscht
fr: Pages supprimées
it: Pagine contrassegnate eliminate

source: Hidden pages
de: Versteckte Seiten
fr: Pages cachées
it: Pagine nascoste

source: Count
de: Anzahl
fr: Nombre
it: Conteggio
ru: Количество

source: Label
fr: Libellé
it: Etichetta

source: Table name
de: Tabellenname
fr: Nom de la table
it: Nome tabella

# total_lost
source: Records total / lost
de: Gesamt / verloren
fr: Total des enregistrements / perdus
it: Record totali / persi

source: Relations
de: Beziehungen
it: Relazioni

# relations_description
source: This will analyze the content of the tables and check if there are 'empty' relations between records or if files are missing from their expected position.
de: Dies analysiert den Inhalt der Tabellen und überprüft, ob es "leere" Beziehungen zwischen Datensätzen gibt oder ob Dateien aus ihrer erwarteten Position fehlen.
fr: Ceci analysera le contenu des tables et vérifiera s'il y a des relations "vides" entre les enregistrements ou si les fichiers sont manquants de leur position attendue.
it: Questo analizzerà il contenuto delle tabelle e controlla se ci sono relazioni 'vuote' tra i record o se i file non sono presenti nella loro posizione attesa.

# files_many_ref
source: Files referenced from more than one record
de: Dateien, die von mehr als einem Datensatz referenziert wurden
fr: Fichiers référencés à partir de plus d'un enregistrement
it: File referenziati da più di un record

source: No files found.
de: Keine Dateien gefunden.
fr: Aucun fichier trouvé.
it: Nessun file trovato.

# files_no_ref
source: Files with no references at all (delete them!)
de: Dateien ohne Referenzen (löschen!)
fr: Fichiers sans références (supprimez-les !)
it: File senza riferimenti (cancellarli!)

# files_no_file
source: Missing files
de: Fehlende Dateien
fr: Fichiers manquants
it: File mancanti

# select_db
source: Select fields
de: Felder auswählen
fr: Sélectionner champs
it: Seleziona campi

# group_db
source: Group fields
de: Gruppenfelder
fr: Champs de groupe
it: Campi del gruppo

# tree
source: The Page Tree
de: Der Seitenbaum
fr: L'Arbre de Page
it: L'albero della pagina

# tree_description
source: This shows all pages in the system in one large tree. Beware that this will probably result in a very long document which will also take some time for the server to compute!
de: Dies zeigt alle Seiten im System in einem großen Baum. Bitte beachten Sie, dass dies wahrscheinlich zu einem sehr langen Dokument führen wird, das auch einige Zeit für den Server benötigt, um zu berechnen!
fr: Ceci montre toutes les pages du système dans un grand arbre. Attention, cela va probablement entraîner un document très long qui prendra également un certain temps pour que le serveur puisse calculer !
it: Questo mostra tutte le pagine del sistema in un albero grande. Attenzione che questo probabilmente porterà a un documento molto lungo che richiederà anche tempo per calcolare il server!

# records
source: Records Statistics
de: Datenstatistiken
fr: Statistiques d'enregistrements
it: Statistiche dei record

# records_description
source: This shows some statistics for the records in the database. This runs through the entire page-tree and therefore it will also load the server heavily!
de: Dies zeigt einige Statistiken für die Datensätze in der Datenbank. Dies läuft über den gesamten Seitenbaum und wird daher auch den Server stark laden!
fr: Ceci montre quelques statistiques pour les enregistrements de la base de données. Cela passe par l'arbre de page entier et donc il va aussi charger le serveur lourdement !
it: Questo mostra alcune statistiche per i record nel database. Questo scorre attraverso l'intero albero delle pagine e quindi carica anche il server in modo pesante!

source: Search whole Database
de: Suche ganze Datenbank
fr: Rechercher toute la base de données
it: Cerca tutto il database

# search_description
source: This searches through all database tables and records for a text string.
de: Dies durchsucht alle Datenbanktabellen und Datensätze für einen Textstring.
fr: Cette recherche est effectuée à travers toutes les tables de base de données et les enregistrements pour une chaîne de texte.
it: Questa ricerca attraverso tutte le tabelle e i record del database per una stringa di testo.

# filesearch
source: Search all filenames for pattern
de: Alle Dateinamen nach Muster suchen
fr: Rechercher tous les noms de fichiers pour le modèle
it: Cerca tutti i nomi file per la sequenza

# filesearch_description
source: Will search recursively for filenames inside sub directories of the public web folder (PublicPath) matching a certain regex pattern.
de: Sucht rekursiv nach Dateinamen innerhalb der Unterverzeichnisse des öffentlichen Web-Ordners (PublicPath) die einem bestimmten regex-Muster entsprechen.
fr: Recherche récursivement des noms de fichiers dans les sous-répertoires du dossier public web (PublicPath) correspondant à un certain schéma régénératif.
it: Cerca ricorsivamente i nomi dei file all'interno delle sotto directory della cartella web pubblica (PublicPath) corrispondenti a un certo modello regex.

# refindex
source: Check and update global reference index
de: Globalen Referenzindex überprüfen und aktualisieren
fr: Vérifier et mettre à jour l'index de référence global
it: Controlla e aggiorna indice di riferimento globale

# refindex_description
source: Allows you to maintain the reference index kept by TYPO3.
de: Ermöglicht Ihnen, den Referenzindex von TYPO3 zu erhalten.
fr: Permet de maintenir l'index de référence conservé par TYPO3.
it: Consente di mantenere l'indice di riferimento mantenuto da TYPO3.

# title
source: Database integrity check
de: Datenbankintegrität-Überprüfung
fr: Vérification de l'intégrité de la base de données
it: Controllo integrità database

# beUserTsConfig
source: $GLOBALS['BE_USER']->getTSConfig() (User TSconfig)
de: $GLOBALS['BE_USER']->getTSConfig() (Benutzer TSconfig)
fr: $GLOBALS['BE_USER']->getTSConfig() (Utilisateur TSconfig)

# eventListeners
source: Event Listeners (PSR-14)
fr: Listeurs d'événements (PSR-14)
