Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/workspaces/Resources/Private/Language/*.locallang_mod_user_ws.xlf
Languages: da

# mlang_labels_tablabel
source: Workspace overview
da: Arbejdsrum overblik

# mlang_labels_tabdescr
source: Workspace overview showing the changes you have made in the workspace. Here you can also publish the changes to the website if you are allowed to do that.
da: Arbejdsrum overblik viser de ændringer du har lavet i arbejdsrummet. Her kan du også udgive ændringerne til websitet, hvis du har tilladelse til det.

# mlang_tabs_tab
source: Workspace
da: Arbejdsrum

# title
source: Workspace Manager
da: Arbejdsrumshåndtering

# menuitem_review
source: Review and Publish
da: Gennemse og udgiv

# menuitem_workspaces
source: Workspace List
da: Arbejdsrumsliste

# filter_drafts
source: Drafts
da: Kladder

# filter_archive
source: Archive
da: Arkiv

# filter_all
source: All
da: Alle

# diff_no_diff
source: Do not show differences
da: Vis ikke forskelle

# diff_show_inline
source: Show differences inline
da: Vis forskelle inline

# diff_show_popup
source: Show diff. popups (branches)
da: Vis forskelle i popups (branches)

# label_errors
source: Errors
da: Fejl

# workspace_description_live
source: The LIVE workspace allows changes to take effect immediately on the website. However versioning can be applied inside the live workspace and this overview shows you draft and archive versions from the various workspaces, including the LIVE workspace.
da: LIVE arbejdsrummet giver mulighed for at ændringer vises øjeblikkeligt på websitet. Versionering kan anvendes indenfor et live arbejdsrum og dette overblik viser dig kladder og arkiverede versioner fra forskellige arbejdsrum, herunder LIVE arbejdsrummet.

# workspace_description_draft
source: In the Draft workspace all changes will be made as new versions of the live content. Changes can be previewed, reviewed and eventually published live.
da: I arbejdsrummet Kladde vil alle ændringer blive oprettet som nye versioner af det eksisterende live indhold. Ændringer kan forhåndsvises, evalueres og eventuelt blive udgivet til live.

# workspace_description_no_access
source: You have no access to any workspace which might be an error. Please contact you administrator!
da: Du har ingen adgang til noget arbejdsrum, hvilket kan være en fejl. Kontakt venligst din administrator!

# edit_workspace_no_permission
source: You have no permission to edit this workspace. Only admin users or owners of the workspace can modify its parameters.
da: Du har ingen adgang til at redigere dette arbejdsrum. Kun administratorer eller ejere af arbejdsrummet kan ændre dets parametre.

# create_workspace_no_permission
source: You have no permission to create workspaces. Only admin users can create workspaces.
da: Du har ikke rettigheder til at oprette arbejdsrum. Kun administratorer kan oprette arbejdsrum.

# submit_publish_workspace
source: Publish workspace
da: Udgiv arbejdsrum

# submit_publish_workspace_confirmation_1
source: Are you sure you want to publish all content in "Publish" stage from the workspace?
da: Er du sikker på at du vil udgive alt indhold i "Udgiv" stadiet fra arbejdsrummet?

# submit_publish_workspace_confirmation_2
source: Are you sure you want to publish all content from the workspace?
da: Er du sikker på at du vil udgive alt indhold fra arbejdsrummet?

# submit_swap_workspace
source: Swap workspace
da: Byt arbejdsrum

# submit_swap_workspace_confirmation_1
source: Are you sure you want to publish (swap) all content in "Publish" stage from the workspace?
da: Er du sikker på at du vil udgive (bytte) alt indhold i "Udgiv" stadiet fra arbejdsrummet?

# submit_swap_workspace_confirmation_2
source: Are you sure you want to publish (swap) all content from the workspace?
da: Er du sikker på at du vil udgive (bytte) alt indhold i arbejdsrummet?

# submit_apply_action_on_selected_elements
source: Sure you want to perform this action with selected elements?
da: Er du sikker på du vil gennemføre denne handling med de valgte elementer?

# no_publish_permission
source: You are not permitted to publish from this workspace
da: Du har ikke tilladelse til at udgive fra dette arbejdsrum

# label_workspace
source: Workspace
da: Arbejdsrum

# label_description
source: Description
da: Beskrivelse

# label_options
source: Options
da: Muligheder

# label_pagetree
source: Pagetree
da: Sidetræ

# label_draft_versions
source: Workspace Versions
da: Arbejdsrums-versioner

# label_stage
source: Stage
da: Stadie

# label_publish
source: Publish
da: Udgiv

# label_lifecycle
source: Lifecycle
da: Livscyklus

# label_access_level
source: Access level
da: Adgangsniveau

# img_title_publish
source: Publish
da: Udgiv

# img_title_swap
source: Swap
da: Byt

# remove_from_ws_confirmation
source: Remove from workspace?
da: Fjern fra arbejdsrum?

# img_title_remove_from_ws
source: Remove from workspace?
da: Fjern fra arbejdsrum?

# img_title_edit_page
source: Edit page
da: Redigér side

# img_title_edit_element
source: Edit element
da: Redigér element

# img_title_show_log
source: Show Log
da: Vis log

# diffview_label_field_name
source: Fieldname
da: Feltnavn

# diffview_label_colored_diff_view
source: Colored diff-view
da: Farvet diff-visning

# diffview_complete_match
source: Complete match on editable fields.
da: Gennemfør match på redigérbare felter.

# diffview_cannot_find_records
source: ERROR: Records could strangely not be found!
da: FEJR: Elementer kunne underligt nok ikke findes!

# img_title_show_more
source: Show more
da: Vis mere

# img_title_current_workspace
source: This is a current workspace!
da: Dette er det aktuelle arbejdsrum!

# img_title_create_new_workspace
source: Create new workspace
da: Opret nyt arbejdsrum

# link_text_create_new_workspace
source: Create new workspace
da: Opret nyt arbejdsrum

# edit_workspace_go_back
source: Go back
da: Gå tilbage

# edit_workspace_title_edit
source: Edit workspace
da: Redigér arbejdsrum

# edit_workspace_title_new
source: Create new workspace
da: Opret nyt arbejdsrum

# workspace_list_label_current_workspace
source: Current
da: Aktuel

# workspace_list_label_workspace_title
source: Title
da: Titel

# workspace_list_label_workspace_description
source: Description
da: Beskrivelse

# workspace_list_label_owners
source: Owners
da: Ejere

# workspace_list_label_members
source: Members
da: Medlemmer

# workspace_list_label_reviewers
source: Reviewers
da: Korrekturlæsere

# workspace_list_access_admins_only
source: Admins only
da: Kun administratorer

# workspace_list_access_anyone
source: no restrictions
da: ingen begrænsninger

# workspace_list_label_file_mountpoints
source: File mountpoints
da: Fil monteringspunkt

# workspace_list_label_db_mountpoints
source: Database mountpoints
da: Database monteringspunkt

# workspace_list_label_frozen
source: Frozen
da: Frosset

# workspace_list_label_publish_date
source: Publish date
da: Udgivelsesdato

# workspace_list_label_unpublish_date
source: Unpublish date
da: Ikke-udgivet dato

# workspace_list_label_your_access
source: Your access
da: Din adgang

# workspace_list_label_workspace_users
source: Workspace users
da: Arbejdsrums brugere

# workspace_list_label_frozen_yes
source: Yes
da: Ja

# workspace_list_label_frozen_no
source: No
da: Nej

# workspace_list_icon_title_edit_workspace
source: Edit workspace
da: Redigér arbejdsrum

# workspace_list_icon_title_switch_workspace
source: Switch workspace
da: Skift arbejdsrum

# workspace_list_access_owner
source: Owner
da: Ejer

# workspace_list_access_member
source: Member
da: Medlem

# workspace_list_access_reviewer
source: Reviewer
da: Korrekturlæser

# workspace_list_publishing_count_draft
source: Draft
da: Kladde

# workspace_list_publishing_count_archive
source: Archive
da: Arkiv

# workspace_list_publishing_count
source: Published %d times
da: Udgivet %d gange

# stage_sent_to_review
source: "%s" sent element to "Review"
da: "%s" sendte element til "Korrektur"

# stage_approved_for_publish
source: "%s" approved for "Publish"
da: "%s" godkendte til "Udgivelse"

# stage_rejected
source: "%s" rejected element!
da: "%s" afviste element!

# stage_reset_to_editing
source: "%s" reset to "Editing"
da: "%s" nulstil til "Redigering"

# stage_undefined
source: [undefined]
da: [udefineret]

# stage_label_user_comment
source: User Comment
da: Brugerkommentar

# workspace_list_mount_point_inaccessible
source: This mount point is defined for workspace but not accessible to you. If you need access to this mount point, ask your system administrator to give you access to it.
da: Dette monteringspunkt er definere for arbejdsrum men ikke tilgængeligt for dig. Hvis du har brug for adgang til dette monteringspunkt, skal du spørge din systemadministrator om adgang til det.

# workspace_list_file_mount_point_live
source: Mount points from user profile are used.
da: Monteringspunkt fro brugerprofil benyttes.

# workspace_list_file_mount_point_draft
source: File mount points are not available in draft workspace.
da: Fil-monteringspunkt er ikke tilgængeligt i klasse-arbejdsrum.

# workspace_list_file_mount_point_custom
source: File mount points are not defined for this workspace. Therefore no file mount points available in the workspace.
da: Fil-monteringspunkter er ikke defineret for dette arbejdsrum. Derfor er ingen fil-monteringspunkter tilgængelige i arbejdsrummer.

# workspace_list_db_mount_point_live
source: Mount points from user profile are used.
da: Monteringspunkt fra brugerprofil benyttes.

# workspace_list_db_mount_point_draft
source: Mount points from user profile are used.
da: Monteringspunkt fra brugerprofil benyttes.

# workspace_list_db_mount_point_custom
source: Mount points from user profile are used.
da: Monteringspunkt fra brugerprofil benyttes.

# publish_title
source: Publish workspace
da: Udgiv arbejdsrum

# swap_title
source: Swap workspace
da: Byt arbejdsrum

# publish_status
source: Published records <strong>%d</strong> to <strong>%d</strong> of <strong>%d</strong>.
da: Udgiv elementer <strong>%d</strong> til <strong>%d</strong> af <strong>%d</strong>.

# swap_status
source: Swapped records <strong>%d</strong> to <strong>%d</strong> of <strong>%d</strong>.
da: Byt elementer <strong>%d</strong> til <strong>%d</strong> af <strong>%d</strong>.

# publish_prepare
source: TYPO3 is preparing to publish records.
da: TYPO3 forbereder udgivelseselementer.

# swap_prepare
source: TYPO3 is preparing to swap records.
da: TYPO3 forbereder at bytte elementer.

source: Please, wait...
da: Vent venligst...

# return_to_index
source: Return to Workspace module
da: Tilbage til arbejdsrums-modul

# do_not_interrupt_publishing_1
source: Do not interrupt publishing process or
da: Afbryd ikke udgivelsesprocessen eller

# do_not_interrupt_publishing_2
source: workspace may be left in half-published state!
da: arbejdsrum kan blive efterladt i en halvt-udgivet tilstand!

# workspace_published
source: Workspace has been published.
da: Arbejdsrum er udgivet.

# workspace_swapped
source: Workspace has been swapped.
da: Arbejdsrum er byttet.

# label_reject
source: Reject
da: Afvis

# label_review
source: Review
da: Gennemse

# label_sendtoreview
source: Send to review
da: Send til gennemsyn

# label_approveforpublishing
source: Approve for publishing
da: Godkend til udgivelse

# stage_editing
source: Editing
da: Redigering

# stage_review
source: Review
da: Gennemse

# stage_publish
source: Publish
da: Udgiv

# label_subelements
source: Sub elements
da: Underelementer

# label_subelementsdetails
source: Sub elements, click for details
da: Underelementer, klik for detaljer

# label_commentforreviewer
source: Comment for Reviewer
da: Kommentar til korrekturlæser

# label_commentforpublisher
source: Comment for Publisher
da: Kommentar til udgiver

# label_resetstage
source: Reset stage
da: Nulstil stadie

# label_undefined
source: Undefined
da: Udefineret

# explain_reject
source: Please explain why you reject
da: Forklar venligst hvorfor du afviser

# label_page
source: Page
da: Side

# label_branch
source: Branch
da: Gren

# label_newrecord
source: New element
da: Byt element

# label_deletedrecord
source: Deleted element
da: Slettet element

# label_otherversions
source: Other version(s) in workspace(s)
da: Andre version(er) af arbejdsrum(met)

# label_multipleversions
source: Multiple versions in same workspace!
da: Flere versioner i det samme arbejdsrum!

# label_nestedversions
source: Version inside version!
da: Version indeni version!

# label_rejected
source: Rejected
da: Afvist

# label_showsubelements
source: Show sub elements
da: Vis underelementer

# label_onlymychanges
source: Show only my changes
da: Vis kun mine ændringer

# label_allWSes
source: All workspaces
da: Alle arbejdsrum

# label_percentchange
source: %%% change
da: %%% ændring

# label_percentChange
source: %d%% change
da: %d%% ændring

# label_doaction_default
source: Do
da: Gør

# label_doaction_publish
source: Publish
da: Udgiv

# label_doaction_swap
source: Swap
da: Byt

# label_doaction_release
source: Remove this version
da: Fjern denne version

# label_doaction_stage_reject
source: Reject changes
da: Nulstil ændringer

# label_doaction_stage_editing
source: Send to stage: Editing
da: Send til stadie: Redigering

# label_doaction_stage_review
source: Send to stage: Review
da: Send til stadie: Korrektur

# label_doaction_stage_publish
source: Send to stage: Publish
da: Send til stadie: Udgiv

# label_doaction_flush
source: Flush ALL changes/versions
da: Tøm ALLE ændringer/versioner

# label_moveto_placeholder
source: Move-to placeholder (destination)
da: Flyt-til stedfortræder (destination)

# label_moveto_pointer
source: Move-to pointer (source)
da: Flyt-til pointer (kilde)
