Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/workspaces/Resources/Private/Language/*.locallang_db.xlf
Languages: ru

# sys_workspace
source: Workspace
ru: Рабочая область

# sys_workspace.custom_stages
source: Custom stages
ru: Дополнительные этапы

# sys_workspace_stage.responsible_persons
source: Responsible persons
ru: Ответственные персоны

# sys_workspace_stage.default_mailcomment
source: Default mail comment
ru: Комментарий в письмах по умолчанию

# sys_workspace_stage.parentid
source: UID of parent record
ru: UID родительской записи

# sys_workspace_stage.parenttable
source: Parent table
ru: Родительская таблица

# sys_workspace_stage
source: Workspace Stage
ru: Этап работы

# tabs.notification_settings
source: Notification settings
ru: Настройки уведомлений

# tabs.general
source: General
ru: Общее

# tabs.internal_stages
source: Internal Stages
ru: Внутренние этапы

# tabs.custom_stages
source: Custom Stages
ru: Дополнительные этапы

# tabs.publish_access
source: Publishing / Access
ru: Публикация / доступ

# sys_workspace_stage.notification_defaults
source: Default notification recipients
ru: Получатели уведомлений по умолчанию

# sys_workspace_stage.allow_notificaton_settings
source: Allow notification settings during stage change
ru: Разрешить настройки уведомления об изменении этапа

# sys_workspace.palette.stage.edit
source: Stage "editing"
ru: Этап "редактирование"

# sys_workspace.palette.stage.publish
source: Stage "ready to publish"
ru: Этап "готово к публикации"

# sys_workspace.palette.stage.execute
source: Stage "publishing execute"
ru: Этап "выполнить публикацию"

# sys_workspace.settingsDialog
source: Notification dialog settings
ru: Настройки уведомлений

# sys_workspace.settingsDialog.showDialog
source: Show Dialog
ru: Показать диалог

# sys_workspace.settingsDialog.changeablePreselection
source: Allow to change pre-selection of recipients
ru: Разрешить изменение предварительно выбранных получателей

# sys_workspace.preselection
source: Pre-select recipients
ru: Предварительно выбрать получателей

# sys_workspace.preselection.owners
source: Owners
ru: Владельцы

# sys_workspace.preselection.members
source: Members
ru: Участники

# sys_workspace.preselection.editors
source: Editors
ru: Редакторы

# sys_workspace.preselection.responsiblePersons
source: Responsible Persons
ru: Ответственные персоны

# sys_workspace.adminusers
source: Owners
ru: Владельцы

# sys_workspace.members
source: Members
ru: Участники

# sys_workspace.reviewers
source: Reviewers
ru: Рецензенты

# sys_workspace.publish_time
source: Auto-publish changes on (requires scheduler task)
ru: Автоматическая публикация изменений (требуется задание в планировщике)

# sys_workspace.unpublish_time
source: Un-Publish changes on (requires scheduler task)
ru: Снять публикацию изменений в (требуется задание в планировщике)

# sys_workspace.freeze
source: Freeze Editing
ru: Заморозить редактирование

# sys_workspace.live_edit
source: Allow "live" editing of records from tables without versioning
ru: Разрешить «живое» редактирование записей из таблиц без контроля версий

# sys_workspace.swap_modes
source: Swap modes
ru: Режимы обмена

# sys_workspace.swap_modes.0
source: Enable Swap-Into-Workspace
ru: Включить Обмен в рабочей области

# sys_workspace.swap_modes.1
source: Swap-Into-Workspace on Auto-publish
ru: Обмен в рабочей области в Авто публикации

# sys_workspace.swap_modes.2
source: Disable Swap-Into-Workspace
ru: Отключить Обмен в рабочей области

# sys_workspace.publish_access
source: Publish access
ru: Доступ для публикации

# sys_workspace.publish_access.1
source: Publish only content in publish stage
ru: Публиковать лишь содержимое в стадии публикации

# sys_workspace.publish_access.2
source: Restrict publishing to workspace owners
ru: Ограничить публикацию владельцами рабочей области

# sys_workspace.stagechg_notification
source: Notification settings during state change
ru: Настройки уведомлений при изменении состояния

# sys_workspace.stagechg_notification.0
source: Disable notifications
ru: Отключить уведомления

# sys_workspace.stagechg_notification.1
source: Notify users of next stage only
ru: Уведомлять только лишь пользователей со следующего этапа

# sys_workspace.stagechg_notification.10
source: Notify all users on any change
ru: Уведомлять всех пользователей о любых изменениях

# tabs.users
source: Users
ru: Пользователи

# tabs.mountpoints
source: Mountpoints
ru: Точки монтирования
