Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/workspaces/Resources/Private/Language/*.locallang.xlf
Languages: da

# legend.label
source: Legend
da: Udtryk

# legend.edited
source: edited
da: rettet

# legend.moved
source: moved
da: flyttet

# legend.deleted
source: deleted
da: slettet

# legend.new
source: created
da: oprettet

# legend.hidden
source: hidden
da: skjult

# title
source: Workspaces
da: Arbejdsrum

source: Cancel
da: Annullér

source: Choose mass action
da: Vælg massehandling

source: Choose selection action
da: Vælg en handling

# chooseAction
source: Choose staging action
da: Vælg scene handling

source: item
da: emne

source: items
da: emner

source: Records to display
da: Poster at vise

source: review and publish
da: gennemse og udgiv

source: Workspace List
da: Arbejdsgruppeliste

# editorInLive
source: You are in LIVE workspace. You have to select a draft workspace before you can review and publish changes.
da: Du er i et LIVE arbejdsrum. Du skal vælge et kladde-arbejdsrum før du kan gennemse og udgive ændringer.

# actionSendToStage
source: Send to stage
da: Send til stage

# publish_execute_action_option
source: Publish to LIVE
da: Udgiv til LIVE

source: Close
da: Luk

# runMassAction.done
source: Done processing %d elements
da: %d elementer bearbejdet

# tooltip.publishAll
source: Really publish entire workspace?
da: Er du sikker på at du vil udgive arbejdsrummet?

# tooltip.swapAll
source: Really swap entire workspace?
da: Er du sikker på at du vil ombytte hele arbejdsrummet?

# tooltip.discardAll
source: Do you really want to discard changes from the whole workspace?
da: Er du sikker på at du vil slette ændringerne på hele arbejdsrummet?

# tooltip.publishSelected
source: Really publish selected elements?
da: Er du sikker på at du vil udgive de valgte elementer?

# tooltip.swapSelected
source: Really swap selected elements?
da: Er du sikker på at du vil bytte de valgte elementer?

# tooltip.discardSelected
source: Really discard changes of the selected elements?
da: Er du sikker på at du vil forkaste ændringenre af de valgte elementer?

# tooltip.affectWholeWorkspace
source: Please note that this will affect all changes in the current workspace, which may be more than you are currently seeing on your screen.
da: Bemærk venligst at dette vil have effekt på alle ændringerne i arbejdsrummet, hvilket kan være flere end du ser på skærmen lige nu.

# tooltip.generatePagePreview
source: Generate page preview links
da: Generér side-forhåndsvisning af link

# tooltip.showChanges
source: Show changes
da: Vis ændringer

source: Preview Link
da: Vis link

# error.noResponse
source: The server did not send any response whether the action was successful.
da: Serveren svarede ikke på om handlingen lykkedes eller ej.

source: Row details...
da: Rækkedetaljer...

# column.difference
source: Difference
da: Forskel

# column.changeDate
source: Modification
da: Ændring

# column.stage
source: Current Stage
da: Nuværende stadie

# column.actions
source: Actions
da: Handlinger

# column.wsPath
source: Path
da: Sti

# column.wsTitle
source: Changed
da: Ændret

# column.workspaceName
source: Workspace
da: Arbejdsrum

# column.livePath
source: Live path
da: Live-sti

# column.liveTitle
source: Live title
da: Live-titel

# column.wsSwapColumn
source: Swap workspace
da: Skift arbejdsrum

# column.integrity
source: Integrity
da: Integritet

# tooltip.viewElementAction
source: Preview element
da: Vis element

# tooltip.editElementAction
source: Edit element
da: Redigér element

# tooltip.openPage
source: Open version of page
da: Åben version af side

# tooltip.sendToPrevStage
source: Send record to previous Stage
da: Send post til forrige stage

# tooltip.sendToNextStage
source: Send record to next Stage
da: Send post til næste stage

# tooltip.discardVersion
source: Discard workspace version of record.
da: Annulér arbejdsrumversionen af posten.

# tooltip.swap
source: Swap live and workspace versions of record
da: Ombyt udgivet- og arbejdsrums-version af elementet

# tooltip.expand
source: Expand element and show relations
da: Udvid element og vis relationer

# tooltip.showHistory
source: Show history of workspace version
da: Vis historik af arbejdsrum version

# window.discard.title
source: Discard workspace version of record.
da: Smid arbejdsrum version af posten ud.

# window.discardAll.title
source: Discard all workspace version of current page.
da: Smid alle arbejdsrum versioner af nuværende side ud.

# window.discard.message
source: Do you really want to discard this version from workspace?
da: Vil du virkelig forkaste denne version af arbejdsrummet?

# window.discardAll.message
source: Do you really want to discard all versions from page?
da: Vil du virkelige forkaste alle versioner fra siden?

# window.swap.title
source: Swap version
da: Ombyt version

# window.swap.message
source: Do you really want to swap this version?
da: Vil du virkelige ombytte denne version?

# window.massAction.title
source: Prepare to start mass action
da: Gør klar til start af massehandling

# window.selectionAction.title
source: Prepare to execute actions on selection
da: Gør klar til at køre handlinger på det valgte

# error.stageId.integer
source: StageId is supposed to be an integer
da: StageId skal være et tal

# error.stageId.invalid
source: The stage to be used seems to be invalid and cannot be used. Please consider to use the update wizard in the install tool to fix this.
da: Det valgte stadie ser du til at være ugyldigt og kan ikke blive brugt. Overvej at bruger opdateringshjælperen under installations værktøjet til at løse dette.

# error.sendToNextStage.noRecordFound
source: The record element could not be found.
da: Post-elementet kunne ikke blive fundet.

# error.sendToPrevStage.noPreviousStage
source: The record element is already in editing stage, there is no previous stage.
da: Post-elementet er allerede i redigerings-stadiet. Der er ikke noget tidligere stadie.

# window.sendToNextStageWindow.itemsWillBeSentTo
source: The selected element(s) will be sent to
da: De(t) valgte element(er) vil blive sendt til

# window.sendToNextStageWindow.selectAll
source: Select all
da: Vælg alle

# window.sendToNextStageWindow.deselectAll
source: Uncheck all
da: Fravælg alle

# window.sendToNextStageWindow.sendMailTo
source: Send mail to
da: Send mail til

# window.sendToNextStageWindow.additionalRecipients
source: Additional recipients
da: Øvrige modtagere

# window.sendToNextStageWindow.additionalRecipients.hint
source: One recipient per line
da: Én modtager pr linje

# window.sendToNextStageWindow.comments
source: Comments
da: Kommentarer

# window.recordChanges
source: Record changes
da: Registrér ændringer

# window.recordInformation
source: Information for "{0}"
da: Information om "{0}"

# window.recordChanges.tabs.changeSummary
source: Summary of changes
da: Oversigt over ændringer

# window.recordChanges.tabs.comments
source: Comments
da: Kommentarer

# window.recordChanges.tabs.history
source: History
da: Historik

# window.recordHistory
source: History of record "{0}"
da: Historik over element "{0}"

# error.getStageTitle.stageNotFound
source: Stage not found
da: Stadie ikke fundet

# info.newpage
source: New Page!
da: Ny side!

# info.newpage.detail
source: The previewed page has been created in a workspace and has no live counterpart.
da: Den foreviste side er blevet oprettet i et arbejdsrum og har ikke nogen offentlig modpart.

# preview.visualPreview
source: Visual preview
da: Visuel forevisning

# preview.listView
source: List view
da: Listevisning

# preview.livePreview
source: Live
da: Offentlig

# preview.livePreviewDetail
source: Click this element to hide the workspace version and see the live version of the page.
da: Klik her for at skjule arbejdsrum versionen og se en offentlig version af siden.

# preview.workspacePreview
source: Workspace
da: Arbejdsrum

# preview.workspacePreviewDetail
source: Click this element to hide the live version and see the workspace version of the page.
da: Klik her for at skjule den offentlige version og se arbejdsrum versionen af siden.

# preview.modeSlider
source: Slider
da: Skyder

# preview.modeVbox
source: Vertical
da: Lodret

# preview.modeHbox
source: Horizontal
da: Horisontal

# label_doaction_publish
source: Publish
da: Udgiv

# label_doaction_swap
source: Swap
da: Ombyt

# label_doaction_discard
source: Discard
da: Forkast

# label_doaction_generatePreviewLinks
source: Generate Workspace Preview Links
da: Generér arbejdsrum forevisningslink

# info.elementAlreadyModified
source: Element is in workspace stage "%s", modifications will send it back to "%s".
da: Elementet er i arbejdsrum stadie "%s". Ændringer vil blive sendt til "%s".

source: Live Workspace
da: Udgivet arbejdsrum

source: Workspace version
da: Arbejdsrum version

# current_step
source: <b>Current stage step</b>: {0} (<b>{1}</b>/{2})
da: &lt;b&gt;Nuværende stadie punkt&lt;/b&gt;: {0} 8&lt;b&gt;{1}&lt;/b&gt;/{2})

# path
source: <b>Path</b>: {0}
da: &lt;b&gt;Sti&lt;/b&gt;: {0}

# stage
source: Stage {0}
da: Stadie {0}

# comments
source: User comments for <b>step {0} of stage</b> "{1}"
da: Brugerkommentarer på &lt;b&gt;skridt {0} af stadie&lt;/b&gt; "{1}"

# language.allLanguages
source: all languages
da: alle sprog

# language.selectLanguage
source: all languages
da: alle sprog

# integrity.dependsOnDefaultLanguageRecord
source: Record "%s" depends on default language record
da: Element "%s" afhænger af standard sprogelement

# integrity.isDefaultLanguageRecord
source: Default language record for record "%s"
da: Standard sprogelement for element "%s"

# integrity.hasIssuesDescription
source: The integrity check discovered several issues, see status icons infront of each record for further details.
da: Integritetsvalideringen er stødt på flere problemer. Se statusikonet ud for hvert element for yderligere information.

# integrity.hasIssuesQuestion
source: Do you want to continue?
da: Vil du fortsætte?

# status.warning
source: Warning
da: Advarsel

# status.error
source: Error
da: Fejl
