Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/frontend/Resources/Private/Language/*.Database.xlf
Languages: da

# tt_content.asset_references
source: Media elements
da: Medieelementer

# tt_content.asset_references.addFileReference
source: Add media file
da: Tilføj mediefil

# tt_content.palette.gallerySettings
source: Gallery Settings
da: Galleriindstillinger

# tt_content.palette.mediaAdjustments
source: Media Adjustments
da: Mediejusteringer

# tt_content.palette.mediaAdjustments.imagewidth
source: Width of each element (px)
da: Bredde på hvert element (px)

# tt_content.palette.mediaAdjustments.imageheight
source: Height of each element (px)
da: Højde på hvert element (px)

# tt_content.palette.mediaAdjustments.imageborder
source: Border around each element
da: Ramme omkring hvert element

# tt_content.uploads_description
source: Display description
da: Vis beskrivelse

# tt_content.uploads_type
source: Display file/icon/thumbnail
da: Vis fil/ikon/miniature

# tt_content.uploads_type.0
source: Only file name
da: Kun filnavn

# tt_content.uploads_type.1
source: File name and file extension icon
da: Filnavn og filtype ikon

# tt_content.uploads_type.2
source: File name and thumbnail (if possible)
da: Filnavn og miniature (hvis muligt)

# tt_content.table_class
source: Table style
da: Tabeltypografi

# tt_content.table_class.default
source: Default
da: Standard

# tt_content.table_class.striped
source: Striped
da: Strimlet

# tt_content.table_class.bordered
source: Bordered
da: Med ramme

# tt_content.table_caption
source: Table caption
da: Tabelundertekst

# tt_content.table_delimiter
source: Field Delimiter
da: Feltafgrænser

# tt_content.table_delimiter.59
source: ; (Semicolon)
da: ; (Semikolon)

# tt_content.table_delimiter.58
source: : (Colon)
da: : (Kolon)

# tt_content.table_delimiter.44
source: , (Comma)
da: , (Komma)

# tt_content.table_enclosure
source: Text enclosure
da: Tekstomslutning

# tt_content.table_enclosure.0
source: None
da: Ingen

# tt_content.table_enclosure.39
source: ' (Single quotes)
da: ' (Enkel apostrof)

# tt_content.table_enclosure.34
source: " (Double quotes)
da: " (Dobbelt apostrof)

# tt_content.table_header_position
source: Table header position
da: Position af tabeloverskrift

# tt_content.table_header_position.0
source: No header
da: Ingen overskrift

# tt_content.table_header_position.2
source: Left
da: Venstre

# tt_content.table_tfoot
source: Use table footer (wrap last row with <tfoot> tags)
da: Brug tabelsidefod (ombryd sidste række med <tfoot> tags)
