Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/frontend/Resources/Private/Language/*.locallang_csh_ttcontent.xlf
Languages: da, hr, it

# .description
source: All visible content on webpages is typically made by "Page Content" records, often referred to as "Content Elements". Content Elements are managed by the "Page" Module which organizes Content Elements in multiple columns and languages.
da: Alt synligt indhold i TYPO3 er typisk lavet med sideindholdselementer. De bliver typisk kaldt indholdselementer. Ofte bliver indholdelementer styret via “Side” modulet, som er designet til håndtere indholdselementer i flere kolonner og på flere sprog.
hr: Sav vidljivi sadržaj na stranici tipično se sastoji od zapisa tipa "Sadržaj stranice", koji se često zovu "Elementi sadržaja". Elementima sadržaja upravlja modul "Stranica" koji organizira elemente sadržaja u višestruke stupce i jezike.
it: Tutti i contenuti visibili nelle pagine web sono solitamente creati tramite i record "Page Content", che spesso viene definiti come "Elemento di Contenuto". Gli elementi di contenuto sono gestiti tramite il modulo "Page" che li organizza in colonne multiple e lingua.

# .details
source: "Page Content" records are sortable and can be rearranged. The "Language" and "Column" selectors of the "Page Content" records determines when and where they appear. If you do not change the value of the "Language" and "Column" selectors the Content Element will appear in the default configuration.
da: Indholdselementer er placeret efter hinanden og kan således reorganiseres. Læg også mærke til, at “Sprog” og “Kolonne” selektoren i indholdselementet bestemmer hvor og i hvilken situation, indholdselementet vil blive vist. Hvis ikke der foretages ændringer i selektoren for “Sprog” og “Kolonne” vil elementet somregel blive vist som standard.
hr: Zapise tipa "Sadržaj stranice" moguće je poredati i presložiti. Selektori "Jezika" i "Stupca" određuju gdje i kada će "Sadržaj stranice" biti prikazan. Ukoliko selektori "Jezika" i "Stupca" ostanu nepromjenjeni, elementi sadržaja će se prikazati u zadanim lokacijama.

# _.seeAlso
source: Page Content Principles | https://docs.typo3.org/typo3cms/GettingStartedTutorial/GeneralPrinciples/PageContent/, _MOD_web_layout
da: Sideindhold principper | http://docs.typo3.org/typo3cms/GettingStartedTutorial/GeneralPrinciples/PageContent/, _MOD_web_layout
hr: Pincipi sadržaja stranice | https://docs.typo3.org/typo3cms/GettingStartedTutorial/GeneralPrinciples/PageContent/, _MOD_web_layout
it: Principi di Page Content | https://docs.typo3.org/typo3cms/GettingStartedTutorial/GeneralPrinciples/PageContent/, _MOD_web_layout

# .image_descr
source: The Page Module is used to manage Content Elements arranged in columns and languages. A Content Element has an editing form with many options. The "Type" determines which options are visible. In the Frontend, a Content Element like the above could look like this.
da: “Side” modulet bruges til at håndtere indholdselementer effektivt, eftersom indholdselementerne vises i rækkefølge i kolonner og på forskellige sprog. Et indholdselement har en stor editeringsformular med mange forskellige muligheder. “Type” viser de synlige muligheder. Frontend - på websitet - kunne et indholdselement se ud som dette.
hr: Modula Stranica koristi se za upravljanje elementima sadržaja po stupcima i jezicima. Element sadržaja uređuje se putem obrasca koji ima mnogo opcija. Polje Tip određuje koje opcije su vidljive. U prednjem sučelju, element sadržaja poput ovog iznad mogao bi izgledati ovako.
it: Il modulo Pagina è usato per gestire gli elementi di contenuto disposti in colonne e lingue. Un elemento di contenuto ha un modulo per la modifica con varie opzioni. Il "Tipo" definisce quali opzioni saranno visibili. Nel fronted un elemento di contenuto puo' apparire simile a quello sopra.

# CType.description
source: Select the kind of Page Content this element represents. New options will appear when you save the record.
da: Vælg indholdselement type. Nye valgmuligheder bliver synlige efter du gemmer indholdselementet.
hr: Odaberite koji tip sadržaja stranice predstavlja ovaj element. Kada snimite zapis, pojavit će se nove opcije.
it: Selezionare il tipo di Page Content che l'elemento rappresenta. Nuove opzioni appariranno qando il record viene salvato.

# CType.details
source: The 'Type' of content you select determines which options are available in the editing form so be sure to save the record before making other changes. This is a description of the various types: <strong>Header</strong> This type allows you to insert a standard Content Element header and nothing more. Almost all the other types described below also include the Header and its options. The Header type provides a way to insert a header without any other content. <strong>Text</strong> The Text type allows you to insert regular page content. It is generally used for text only content. <strong>Text & Images</strong> This is the same as the Text type (regular page content) but with the option of attaching images. <strong>Image</strong> The Image type allows you to insert image only page content. <strong>Bullet List</strong> Lets you create a bullet list. Each line in the text field will appear as a single bullet. <strong>Table</strong> Lets you create <em>simple</em> tables. Each line represents a row in the table and vertical bars ('|') separate each column. A popup wizard is also available. <strong>File Links</strong> Allows you to present a list of files for download. Thumbnails can be attached to the list and you can also display the file size. <strong>Form</strong> Lets you create mail forms using a special syntax or a popup wizard. <strong>Search</strong> This inserts a search box and also shows the search results when a search is performed on the page. <strong>Login</strong> Displays a login box for website users. This is only useful if you have already created website users and usergroups. <strong>Menu/Sitemap</strong> Offers a selection of menus and a sitemap you can insert on a page. <strong>Insert records</strong> This acts as placeholder for other records. With this Content Element, you can resuse multiple content elements from other pages. <strong>Insert plugin</strong> This will allows you to insert news, forums, guestbooks, lists of addresses, and other functionality. Plugins are typically provided by TYPO3 extensions. The available fields and required configuration depend on the extension. <strong>Divider</strong> This inserts a simple horizontal rule on a page. <strong>HTML</strong> This is plain HTML content. Anything added in the HTML Code of this Content Element will be displayed directly on the page without any preprocessing.
da: Redigeringsformularens valgmuligheder afhænger af valgte indholdstype. Herunder er en beskrivelse af de forskellige typer indholdselementer: <strong>Overskrift</strong> Denne elementtype giver dig mulighed for at indsætte en standard overskrift og intet andet. Næsten alle de andre indholdselementer beskrevet herunder, giver dig nøjagtigt de samme muligheder. Så overskrift-elementet giver blot mulighed for at indsætte en overskrift, uden andet indhold. <strong>Tekst</strong> Tekstelementet indeholder et overskriftsfelt, samt et tekstfelt. <strong>Tekst & billede</strong> Denne elementtype indholder de samme felter som tekst-elementet, samt mulighed for at indsætte billeder i teksten. <strong>Billede</strong> Det samme som tekst m/ billede, men uden tekstfeltet - altså kun billeder. <strong>Punktliste</strong> Her kan du indsætte en punktliste. Hver linje i tekstfeltet bliver vist som et punkt i punktlisten. <strong>Tabel</strong> Giver dig mulighed for at indsætte en <em>simpel</em> tabel. Hver linje repræsenterer en række i tabellen, og en "|" opdeler det i kolonner. <strong>Fillinks</strong> Giver dig mulighed for at indsætte et antal filer til download. Det er muligt at vise filstørrelsen for hver enkelt fil. <strong>Formular</strong> Giver dig mulighed for at opbygge og indsætte en mailformular. Der er en speciel syntax, samt en guide, som hjælper med at oprette mailformularer. Efter du har gemt dit element, fremkommer et guide ikon til højre for konfigurationsfeltet, som du skal klikke på for at benytte guiden. <strong>Søgefelt</strong> Indsætter et søgefelt. Resultaterne af søgningen vises også på denne side. <strong>Login</strong> Indsætter et login til frontend brugere. Du skal mindst oprette én frontend brugergruppe samt en frontend bruger for at kunne bruge loginfeltet. <strong>Menu/Sitemap</strong> Giver et udvalg af forskellige menuer og oversigter du kan indsætte på en side. <strong>Indsæt elementer</strong> Dette er en pladsholder for andre elementer/elementer. Med andre ord, kan andre elementer vedhæftes til indsætning på den aktuelle side. <strong>Indsæt plugin</strong> Med dette element kan du indsætte et plugin, herunder f.eks. et forum, en gæstebog eller lignende. Bemærk at det er krævet, at de forskellige plugins er installeret og konfigureret af en administratror. <strong>Opdeler</strong> Dette indsætter en enkelt horisontal linje på siden. <strong>HTML</strong> Indsæt almindelig HTML kode. Den kode du indsætter vil blive vist direkte på siden uden efterbehandling af TYPO3.
hr: Tip sadržaja koji odaberete određuje koje opcije su dostupne u obrascu za uređivanje, zato uvijek snimite zapis prije drugih izmjena. Ovo je opis različitih tipova sadržaja: <strong>Zaglavlje</strong> Ovaj tip Vam omogućuje da unesete standardno zaglavlje i ništa više. Gotovo svi preostali tipovi uključuju zaglavlje sa svim opcijama. Ovaj tip omogućuje Vam da unesete zaglavlje bez ikakvog dodatnog sadržaja. <strong>Tekst</strong> Tekst tip Vam omogućuje da unesete standardni sadržaj stranice. Općenito se koristi za sadržaj koji se sastoji samo od teksta. <strong>Tekst i slike</strong> Ovaj tip je identičan tip Tekst osim što omogućuje dodavanje slika. <strong>Slika</strong> Ovaj tip omogućuje Vam umetanje slika. <strong>Označeni popis</strong> Omogućuje Vam kreiranje popisa sa oznakama. Svaki redak u tekstualnom polju za unos prikazat će se kao jedan redak popisa sa oznakom. <strong>Table</strong> Omogućuje Vam stvaranje <em>jednostavnih</em> tablica. Svaki redak predstavlja jedan redak u tablici a vertikalne crte ("|") odvajaju stupce. Dostupan je i skočni čarobnjak. <strong>Datotečne poveznice</strong> Omogućuje Vam prikaz popisa datoteka za preuzimanje. Sličice sa prikazom datoteke mogu se pridodati popisu a moguće je i prikazati veličinu datoteke. <strong>Obrazac</strong> Omogućuje Vam stvaranje e-mail obrasca koristeći posebnu sintaksu i skočnog čarobnjaka. <strong>Tražilica</strong> Ovaj tip umeće obrazac za pretraživanje web stranice te također prikazuje rezultate pretrage. <strong>Prijava</strong> Prikazuje obrazac za prijavu korisnika. Ovaj tip koristan je jedino ukoliko ste već stvorili korisnike i korisničke grupe. <strong>Izbornik/Mapa weba</strong> Nudi Vam niz izbornika i mapa web stranice koje možete umetnuti na Vašu web stranicu. <strong>Umetni zapis</strong> Ovaj tip služi za umetanje drugih zapisa. Ovim tipom možete ponovno umetnuti više zapisa sa drugih stranica. <strong>Umetak</strong> Ovaj tip omogućuje dodavanje novosti, foruma, knjige gostiju, popisa adresa i drugih funkcionalnosti. Umetke tipično omogućuju TYPO3 proširenja. Dostupna polja i zahtjevana konfiguracija ovise o proširenju. <strong>Razdjelnik</strong> Dodaje jednostavan vodoravni razdjelnik na stranicu. <strong>HTML</strong> Ovo je jednostavni HTML sadržaj. Sav HTML kod bit će prikazan direktno na stranici bez ikakvog procesiranja.

# _CType.seeAlso
source: tt_content:colPos, tt_content:sys_language_uid, About Content Elements | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/EditPageContent/
da: tt_content:colPos, tt_content:sys_language_uid, Om indholdselementer | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/EditPageContent/
hr: tt_content:colPos, tt_content:sys_language_uid, O elementima sadržaja | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/EditPageContent/

# hidden.description
source: Check this box if you wish to disable the Content Element and keep it from being displayed on the website.
da: Markér dette afkrydsningsfelt, hvis du ønsker at skjule indholdselementet.
hr: Označite ovu kućicu ukoliko želite isključiti ovaj element sadržaja iz prikazivanja na prednjem sučelju.
it: Seleziona questa casella se desideri disabilitate l'elemento di contenuto ed escluderlo dalla visualizzazione nel sito web.

# starttime.description
source: Enter the date when the Content Element should be published and displayed on the website.
da: Indtast den dato hvor elementet bliver vist. Datoen der indtastes, er første visningsdag.
hr: Unesite datum kada element sadržaja treba biti objavljen i prikazan na web stranici.
it: Inserire la data a partire dalla quale il contenuto sarà pubblicato e quindi visibile nel sito web.

# endtime.description
source: Enter the date when the Content Element should expire and disappear from the website.
da: Indtast den dato hvor elementet ikke længere vises. Indtast den dato hvor elementet bliver vist.
hr: Unesite datum kada elementu sadržaja treba isteći rok trajanja te i kada će biti uklonjen sa stranice.
it: Inserire la data a partire dalla quale il contenuto scadrà e quindi sparirà dal sito web, non essendo più visibile.

# fe_group.description
source: If Usergroup Access Rights are set to a usergroup name, only website users who are logged in and members of the selected usergroup will be able to view the Content Element. The special option 'Hide at Login' means the Content Element will <em>not</em> be visible for any website users that are logged in. Likewise "Show at Any Login" will make the Content Element visible for any logged in website user.
da: Hvis brugergruppe adgangsrettigheder er angivet til t brugergruppenavn, vil sideelementet kun blive vist til de medlemmer der tilhører brugergruppen. Den specielle mulighed 'Gem ved login' betyder at indholdselementet <em>ikke</em> vil være synlig for nogen bruger, der er logget ind. På samme måde vil 'Vis ved alle logins' gøre indholdselementet synlig for enhver bruger der er logget ind.
hr: Ukoliko su prava pristupa korisničke grupe postavljene na ime korisničke grupe tada će jedino korisnici koji su prijavljeni i članovi odabrane grupe moći vidjeti navedeni element sadržaja. Posebna opcija 'Sakrij kod prijave' znači da element sadržaja <em>neće</em> biti vidljiv korisnicima koji su prijavljeni. Slično tome, opcija 'Prikaži kod bilo koje prijave' učinit će element vidljiv bilo kojem prijavljenom korisniku.

# fe_group.details
source: The 'Hide at Login' option is is useful if you want to present information like "How to Login" that becomes irrelevant when a website user is actually logged in.
da: Mulighederne i denne boks afhænger af hvilke Frontend brugergrupper der er oprettet. Når du vælger en brugergruppe her, vil elementet være skjult overfor de brugere som ikke er logget ind, og medlemmer af den gruppe som er valgt, vil have mulighed for at se elementet. Hvis du vælger "Skjul ved log ind" er effekten omvendt, på den måde at forstå, at elementet <em>forsvinder</em> hvis <em>nogen</em> website bruger er logget ind. Dette er brugbart hvis du ønsker at præsentere information, som for eksempel "Hvordan logger du ind" og informationen er irrelevant, når du er logget ind.
hr: Opcija 'Sakrij nakon prijave' je korisna kada želite prezentirati informacije tipa 'Kako se prijaviti?' koje postaju nebitne jednom kada je korisnik prijavljen.

# sys_language_uid.description
source: Select the system language of this Content Element. <strong>Notice:</strong> This will affect the Content Element visibility by limiting it to a certain language.
da: Vælg systemsprog for dette element. <strong>Bemærk</strong> Dette har betydning for om elementet vises.
hr: Odaberite jezik sustava za ovaj element sadržaja. <strong>Napomena:</strong> ovo će ograničiti vidljivost elementa sadržaja na odabrani jezik.
it: Selezionare la lingua di sistema per questo elemento di contenuto. <strong>Avviso:</strong> Questo modifica l'elemento di contenuto limitandone la visibilità a specifiche lingue.

# sys_language_uid.details
source: This allows you to assign a specific language to the Content Element. If you select anything but the default value, the element will <em>not</em> be visible unless the language assigned is also configured by the TypoScript template. The available system languages are created by the administrator.
da: Dette giver dig mulighed for at tildele et specifikt sprog til indholdselementet. Hvis du vælger noget andet end standardindstillingen, vil elementet <em>ikke</em> blive synligt medmindre det tildelte sprog også er konfigureret af TypoScript skabelonen. De tilgængelige systemsprog oprettes af administratoren.
hr: Ovo Vam omogućuje da elementu sadržaja pridružite određeni jezik. Ukoliko odaberete bilo što osim zadane vrijednosti, element <em>neće</em> biti vidljiv osim ako je pridruženi jezik podešen u TypoScript predlošku. Dostupne jezike sustava stvaraju administratori.

# layout.description
source: Select a Layout.
da: Vælg et layout.
hr: Odaberite raspored.
it: Seleziona un Layout.

# layout.details
source: This option does not work by default for all Content Elements but your website may display Content Elements differently depending on the layout. The File Links Content Element does make use of the Layout field by default: "Normal" will provide a list of file links with no thumbnail. "Layout 1" adds a file icon to the left of the link "Layout 2" adds a thumbnail for image files and an icon for other files. A black border is wrapped around the icon. "Layout 3" is similar to Layout 2, but without the black border.
da: Denne valgmulighed er ikke anvendt i standard skabelonerne, men kan bruges af en hvilken som helst tilpasset rendering. Der er flere forskellige standard udførsler afhængig af indholdselement typen. “Normal” vil give en liste med fillinks uden miniature. “Layout 1” tilføjer et fil ikon til venstre for linket. "Layout 2” tilføjer en miniature, hvis filen er et billede, og et ikon hvis den ikke er. Omkranset af en sort ramme. “Layout 3” er som Layout 2 blot uden sort ramme om.
hr: Ova opcija ne radi za sve elemente sadržaja prema zadanim postavkama ali Vaša web stranica može drugačije prikazivati elemente sadržaja ovisno o rasporedu. Element sadržaja "Datotečne poveznice" koristi polje Raspored prema zadanim postavkama: "Normal" će prikazati popis datotečnih poveznica bez ikone. "Raspored 1" dodaje datotečnu ikonu s lijeve strane poveznice "Raspored 2" dodaje ikonu za slike i ikonu za ostale datoteke. Oko ikone će biti dodan crni rub. "Raspored 3" sličan je Rasporedu 2, no bez crnog ruba.
it: Questa opzione non viene supportata come impostazione predefinita per tutti i Content Elements, in questo caso i Content Elements saranno visualizzati utilizzando il layout base del tuo sito web. I File Links ai Content Elements non utilizzeranno il campo Layout di defautl: "Normal" la lista dei file sarà mostrata come collegamenti senza anteprime o icone. "Layout 1" un'icona sarà aggiunta alla sinistra del collegamento "Layout 2" un'anteprima sarà mostrata per i file di tipo immagine e un'icona per i file di altro tipo. Le icone e le anteprime saranno circondate da un bordo nero. "Layout 3" come il Layout 2, ma senza bordo nero.

# colPos.description
source: Select the column position of this element. <strong>Notice:</strong> This may affect whether the Content Element is visible depending on your website template.
da: Vælg den kolonne elementet skal indsættes i. <strong>Bemærk</strong> Dette kan medføre at elementet ikke vises, hvis det indsættes i en kolonne, som ikke vises på websitet.
hr: Odaberite stupac za ovaj element. <strong>Napomena:</strong> ovo može utjecati na vidljivost elementa sadržaja ovisno o predlošku Vaše internet stranice.

# colPos.details
source: Many websites only use one column of content. Some templates, however, let you put content in multiple columns using the Column option. <strong>Notice:</strong> Selecting a column other than "Normal" may cause the Content Element to disappear if the website template does not use that column. If your Content Element mysteriously disappears make sure the Column and Language selectors are set correctly.
da: Mange websites bruger kun en kolonne til indhold. Det er dog muligt at tilbygge flere skabeloner, som giver dig mulighed for at indsætte indholdselementer i flere kolonner. Denne selektorboks lader dig vælge en anden kolonne til indholdet. <strong>Bemærk</strong> Hvis du vælger en anden kolonne end 'Normal' kolonnen, kan dette medføre at indholdselementet ikke vises på websitet, medmindre denne kolonne også vises på websitet. Hvis dit indholdselement på besynderlig vis ikke vises, eftertjek da at kolonnen vises på websitet.
hr: Dobar dio internet stranica koristi samo jedan stupac sadržaja. Neki pak predlošci omogućuju postavljanje sadržaja u više stupaca koristeći opciju Stupac. <strong>Napomena:</strong> Odabirom stupca osim stupca "Normalno" može doći do nestanka elemenata sadržaja ukoliko predložak stranice ne koristi odabrani stupac. Ukoliko Vaši elementi sadržaja misteriozno nestanu, provjerite jeste li ispravno odabrali stupac i jezik.

# date.description
source: Enter a date to be displayed above the header.
da: Indtast en dato der vises over overskriften.
hr: Unesite datum koji će biti prikazan iznad zaglavlja.

# header.description
source: Enter header text for the Content Element.
da: Indtast en overskrift til indholdselementet.
hr: Unesite naslovni tekst za element sadržaja.
it: Inserisci il testo per l'intestazione dell'elemento di contenuto.

# header.details
source: Almost all Content Elements will display this header above the content. If you don't want the header displayed, set the header Layout to "Hidden". You can also choose not to enter any content in this field. Some content element types do not display the header by default. In those cases the Header field is typically labeled "Name" instead. One example is the HTML Content Element.
da: Næsten alle indholdselementer (dog ikke HTML elementet med andre) viser en overskrift over indholdet. Hvis du ikke ønsker at overskriften skal vises kan du vælge 'Skjult' i selektorboksen 'Layout'. Alternativt kan du undlade at indtaste noget i feltet. Nogle indholdselement-typer viser ikke overskriften som standard. I disse tilfælde er Overskrift feltet typisk benævnt "Navn" i stedet. Et af disse er HTML indholdselementet.
hr: Gotovo svi elementi sadržaja će prikazati ovo zaglavlje iznad sadržaja. Ukoliko ne želite prikaz zaglavalja, postavite raspored zaglavalja na "Skriveno". Također možete ostaviti ovo polje prazno, no to odmaže radu u pozadinskom sučelju jer otežava identifikaciju pojedinih elemenata sadržaja. Neki tipovi sadržaja ne prikazuju zaglavlje prema zadanim postavkama. U tim slučajevima, polje Zaglavlje je najčešće označeno sa "Naziv". Jedan takav tip sadržaja je HTML element sadržaja.

# header_position.description
source: Aligns the header to the left, center, or right.
da: Placerer overskriften til venstre, centreret, eller højrejusteret.
hr: Poravnava zaglavlje lijevo, centralno ili desno.
it: Allinea l'intestazione a sinistra, al centro oppure a destra.

# header_link.description
source: Creates a link from the header to a Page ID, email address, or URL.
da: Opretter et link på en overskrift. Indtast side ID, en e-mail eller en URL.
hr: Stvara poveznicu između zaglavlja i jedinstvenog ID broja stranice, e-mail adrese ili URL-a.
it: Crea un collegamento dall'intestazione a un ID pagina, indirizzo email oppure URL.
