Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/frontend/Resources/Private/Language/*.locallang_ttc.xlf
Languages: cs, da

# CType_formlabel
source: Type
cs: Typ

# CType.I.0
source: Header
cs: Záhlaví
da: Overskrift

# CType.I.2
source: Text & Images
cs: Text a obrázky
da: Tekst og billeder

# CType.I.3
source: Images
cs: Obrázky
da: Billeder

# CType.I.4
source: Bullet List
cs: Seznam s odrážkami
da: Punktliste

# CType.I.5
source: Table
cs: Tabulka
da: Tabel

# CType.I.6
source: File Links
cs: Odkazy na soubory
da: Fillinks

# CType.I.8
source: Form
cs: Formulář
da: Formular

# CType.I.9
source: Search
cs: Vyhledávání
da: Søg

# CType.I.10
source: Login
cs: Přihlášení
da: Log ind

# CType.I.11
source: Textbox
cs: Textové pole
da: Tekstboks

# CType.I.12
source: Special Menus
cs: Speciální menu
da: Specielle menuer

# CType.I.13
source: Insert Records
cs: Vložit záznamy
da: Indsæt elementer

# CType.I.14
source: Insert Plugin
cs: Vložit plugin
da: Indsæt plugin

# CType.I.15
source: Script
cs: Skript
da: Skript

# CType.I.16
source: Divider
cs: Oddělovač
da: Adskiller

# CType.textmedia
source: Text & Media
cs: Text a média
da: Tekst & medier

# CType.menu_abstract
source: Abstracts
cs: Shrnutí
da: Sammendrag

# CType.menu_categorized_pages
source: Categorized pages
cs: Kategorizované stránky
da: Kategoriserede sider

# CType.menu_categorized_content
source: Categorized content
cs: Kategorizovaný obsah
da: Kategoriseret indhold

# CType.menu_pages
source: Pages
cs: Stránky
da: Sider

# CType.menu_subpages
source: Subpages
cs: Podstránky
da: Undersider

# CType.menu_recently_updated
source: Recently updated pages
cs: Nedávno aktualizované stránky
da: Sider opdateret for nylig

# CType.menu_related_pages
source: Related pages
cs: Související stránky
da: Relaterede sider

# CType.menu_section
source: Section index
cs: Index oddílů
da: Sektionsindeks

# CType.menu_section_pages
source: Section index of subpages from selected pages
cs: Index oddílů z podstránek vybraných stránek
da: Sektionsindeks af undersider fra valgte sider

# CType.menu_sitemap
source: Sitemap
cs: Mapa stránek
da: Side-oversigt (Sitemap)

# CType.menu_sitemap_pages
source: Sitemaps of selected pages
cs: Mapa webu z vybraných stránek
da: Sitemaps af valgte sider

# CType.div.standard
source: Standard
cs: Standardní

# CType.div.lists
source: Lists
cs: Seznamy
da: Lister

# CType.div.forms
source: Forms
cs: Formuláře
da: Formularer

# CType.div.special
source: Special
cs: Speciální
da: Speciel

# layout.I.1
source: Layout 1
cs: Vzhled 1

# layout.I.2
source: Layout 2
cs: Vzhled 2

# layout.I.3
source: Layout 3
cs: Vzhled 3

# colPos
source: Columns
cs: Sloupce
da: Kolonner

# colPos_formlabel
source: Column
cs: Sloupec
da: Kolonne

# colPos.I.0
source: Left
cs: Vlevo
da: Venstre

# colPos.I.1
source: Normal
cs: Normální

# colPos.I.2
source: Right
cs: Vpravo
da: Højre

# colPos.I.3
source: Border
cs: Okraj
da: Kanter

source: Date
cs: Datum
da: Dato

# date_formlabel
source: Date
cs: Datum
da: Dato

source: Header
cs: Hlavička
da: Overskrift

# header_formlabel
source: Header
cs: Hlavička
da: Overskrift

# header.ALT.shortcut_formlabel
source: Name (not visible in frontend)
cs: Jméno (není vidět na frontendu)
da: Navn (ikke synlig i frontend)

# header.ALT.script_formlabel
source: Name (not visible in frontend)
cs: Jméno (není vidět na frontendu)
da: Navn (ikke synlig i frontend)

# header.ALT.div_formlabel
source: Name (not visible in frontend)
cs: Jméno (není vidět na frontendu)
da: Navn (ikke synlig i frontend)

# header.ALT.html_formlabel
source: Name (not visible in frontend)
cs: Jméno (není vidět na frontendu)
da: Navn (ikke synlig i frontend)

# header_position
source: Align
cs: Zarovnat
da: Justér

# header_position_formlabel
source: Alignment
cs: Zarovnání
da: Justering

# header_position.I.1
source: Center
cs: Na střed
da: Centrum

# header_position.I.2
source: Right
cs: Vpravo
da: Højre

# header_position.I.3
source: Left
cs: Vlevo
da: Venstre

# header_link
source: Link
cs: Odkaz

# header_link_formlabel
source: Link
cs: Odkaz

# header_layout_formlabel
source: Type
cs: Typ

# header_layout.I.1
source: Layout 1
cs: Rozvržení 1

# header_layout.I.2
source: Layout 2
cs: Rozvržení 2

# header_layout.I.3
source: Layout 3
cs: Rozvržení 3

# header_layout.I.4
source: Layout 4
cs: Rozvržení 4

# header_layout.I.5
source: Layout 5
cs: Rozvržení 5

# header_layout.I.6
source: Hidden
cs: Skrytý
da: Skjult

# bullets_type
source: Type of bullets
cs: Typ odrážek
da: Type af punkttegn

# bullets_type.0
source: Unordered list (bullets)
cs: Nečíslovaný seznam (odrážky)
da: Usorteret liste (punkttegn)

# bullets_type.1
source: Ordered list (numbers)
cs: Číslovaný seznam (čísla)
da: Sorteret liste (numre)

# bodytext.W.forms
source: Forms wizard
cs: Průvodce formuláři
da: Formularguide

# imagewidth
source: Width (pixels)
cs: Šířka (pixely)
da: Bredde (pixels)

# imagewidth_formlabel
source: Width (px)
cs: Šířka (px)
da: Bredde (px)

# imageheight
source: Height (pixels)
cs: Výška (pixely)
da: Højde (pixels)

# imageheight_formlabel
source: Height (px)
cs: Výška (px)
da: Højde (px)

# imageorient
source: Position
cs: Pozice

# imageorient_formlabel
source: Position and Alignment
cs: Pozice a zarovnání
da: Position og justering

# imageorient.I.0
source: Above, center
cs: Nad, na střed
da: Over, centreret

# imageorient.I.1
source: Above, right
cs: Nad, vpravo
da: Over, højre

# imageorient.I.2
source: Above, left
cs: Nad, vlevo
da: Over, venstre

# imageorient.I.3
source: Below, center
cs: Pod, na střed
da: Under, centreret

# imageorient.I.4
source: Below, right
cs: Pod, vpravo
da: Under, højre

# imageorient.I.5
source: Below, left
cs: Pod, vlevo
da: Under, venstre

# imageorient.I.6
source: In text, right
cs: V textu, vpravo
da: I tekst, højre

# imageorient.I.7
source: In text, left
cs: V textu, vlevo
da: I tekst, venstre

# imageorient.I.8
source: __No wrap:__
cs: __Nazalamovat:__
da: __Ingen ombrydning:__

# imageorient.I.9
source: Beside Text, Right
cs: Vedle textu, vpravo
da: Ved siden af tekst, højre

# imageorient.I.10
source: Beside Text, Left
cs: Vedle textu, vlevo
da: Ved siden af tekst, venstre

# imageborder
source: Border
cs: Okraj
da: Kant

# imageborder_formlabel
source: Border
cs: Okraj
da: Kant

# image_link
source: Link
cs: Odkaz

# image_link_formlabel
source: Links (one per line, one link per image)
cs: Odkazy (na každý řádek jeden, jeden odkaz na obrázek)
da: Links (en pr. linje, et link pr. billede)

# image_zoom
source: Click-enlarge
cs: Kliknutím zvětšit
da: Klik-forstør

# image_zoom_formlabel
source: Enlarge on Click
cs: Zvětšení po kliknutí
da: Forstør ved klik

# image_frames
source: Frames
cs: Rámečky
da: Rammer

# image_frames_formlabel
source: Graphical Frames
cs: Grafické rámečky
da: Grafiske rammer

# image_frames.I.0
source: (None)
cs: (Žádný)
da: (Ingen)

# image_frames.I.1
source: Frame 1
cs: Rámeček 1
da: Ramme 1

# image_frames.I.2
source: Frame 2
cs: Rámeček 2
da: Ramme 2

# image_frames.I.3
source: Frame 3
cs: Rámeček 3
da: Ramme 3

# image_frames.I.4
source: Frame 4
cs: Rámeček 4
da: Ramme 4

# image_frames.I.5
source: Frame 5
cs: Rámeček 5
da: Ramme 5

# image_frames.I.6
source: Frame 6
cs: Rámeček 6
da: Ramme 6

# image_frames.I.7
source: Frame 7
cs: Rámeček 7
da: Ramme 7

# image_frames.I.8
source: Frame 8
cs: Rámeček 8
da: Ramme 8

# imagecols
source: Columns
cs: Sloupce
da: Kolonner

# imagecols_formlabel
source: Number of Columns
cs: Počet sloupců
da: Antal kolonner

# image_altText
source: Alternative Text
cs: Alternativní text
da: Alternativ tekst

# altText_formlabel
source: Alternative Labels (one per line)
cs: Alternativní štítky (jeden na řádek)
da: Alternative etiketter (en pr. linje)

# image_titleText
source: Title Text
cs: Titulek
da: Titeltekst

# titleText_formlabel
source: Titles (one per line)
cs: Titulky (jeden na řádek)
da: Titler (en pr. linje)

# image_longdescURL
source: Long Description URL
cs: URL pro delší popis
da: Lang beskrivelse URL

# images.addFileReference
source: Add image
cs: Přidat obrázek
da: Tilføj billede

# longdescURL_formlabel
source: Long Description URLs (one per line)
cs: URL pro delší popis (jeden na řádek)
da: Lang beskrivelse, URLer (en pr. linje)

# cols
source: Columns
cs: Sloupce
da: Kolonner

# recursive.I.0
source: 0 levels (only selected page)
cs: 0 úrovní (pouze vybraná stránka)
da: 0 niveauer (kun valgte side)

# recursive.I.1
source: 1 level
cs: 1 úroveň
da: Niveau 1

# recursive.I.2
source: 2 levels
cs: 2 úrovně
da: Niveau 2

# recursive.I.3
source: 3 levels
cs: 3 úrovně
da: Niveau 3

# recursive.I.4
source: 4 levels
cs: 4 úrovně
da: Niveau 4

# recursive.I.5
source: Infinite
cs: Nekonečně
da: Uendelig

source: Menu Type
cs: Typ menu

# menu_type_formlabel
source: Menu Type
cs: Typ menu

# menu_type.I.0
source: Menu of selected pages
cs: Menu z vybraných stránek
da: Menu af valgte sider

# menu_type.I.1
source: Menu of subpages of selected pages
cs: Menu z podstránek vybraných stránek
da: Menu af undersider af valgte sider

# menu_type.I.2
source: Menu of subpages of selected pages including abstracts
cs: Menu z podstránek vybraných stránek včetně shrnutí
da: Menu af undersider af valgte sider, inklusiv resumé

# menu_type.I.3
source: Menu of subpages of selected pages including sections
cs: Menu z podstránek vybraných stránek včetně oddílů
da: Menu af undersider af valgte sider, inklusiv sektioner

# menu_type.I.4
source: Sitemap
cs: Mapa stránek
da: Side-oversigt (Sitemap)

# menu_type.I.5
source: Section index (page content marked for section menus)
cs: Index oddílů (obsah stránky označený pro menu oddílu)
da: Sektionsindeks (sideindhold markeret til sektionsmenuer)

# menu_type.I.6
source: Recently updated pages
cs: Nedávno aktualizované stránky
da: Sider opdateret for nylig

# menu_type.I.7
source: Related pages (based on keywords)
cs: Související stránky (na základě klíčových slov)
da: Relaterede sider (baseret på nøgleord)

# menu_type.I.8
source: Sitemaps of selected pages
cs: Mapa webu z vybraných stránek
da: Sitemaps af valgte sider

# menu_type.I.categorized_pages
source: Pages for selected categories
cs: Stránky pro vybrané kategorie
da: Sider for valgte kategorier

# menu_type.I.categorized_content
source: Content elements for selected categories
cs: Prvky obsahu pro vybrané kategorie
da: Indholdselementer for valgte kategorier

# list_type_formlabel
source: Selected Plugin
cs: Vybraný plugin
da: Valgt plugin

# media
source: Files
cs: Soubory
da: Filer

# media.dataAttributes
source: Additional data-* Attributes for HTML5 video tag
cs: Doplňující atributy data-* pro HTML5 video tag
da: Yderligere data-* Attributter for HTML5 video-tag

# media.dataAttributes.attributeName
source: Name of attribute (without data-)
cs: Název atributu (bez data-)
da: Navn på attribut (uden data-)

# media.dataAttributes.content
source: Content
cs: Obsah
da: Indhold

# media.ALT.uploads_formlabel
source: Select single files
cs: Vybrat soubory
da: Vælg enkelte filer

# media.addFileReference
source: Add file
cs: Přidat soubor
da: Tilføj fil

# multimedia
source: File
cs: Soubor
da: Fil

# multimedia_formlabel
source: Selected Media File
cs: Vybraný média soubor
da: Vælg mediefil

source: File collections
cs: Sbírky souborů
da: Filsamlinger

# file_collections.ALT.uploads_formlabel
source: Select file collections
cs: Vyberte sbírky souborů
da: Vælg filsamlinger

# filelink_size
source: Show File Size
cs: Ukázat velikost souborů
da: Vis filstørrelse

# filelink_sorting
source: Sort file list
cs: Seřadit seznam souborů
da: Sortér filliste

# filelink_sorting.none
source: no sorting
cs: žádné
da: ingen sortering

# filelink_sorting.extension
source: by file extension
cs: podle přípony souboru
da: ved filendelse

# filelink_sorting.name
source: by filename
cs: podle jména souboru
da: ved filnavn

# filelink_sorting.type
source: by file type
cs: podle typu souboru
da: ved filtype

# filelink_sorting.size
source: by file size
cs: podle velikosti souboru
da: ved filstørrelse

# filelink_sorting.creation_date
source: by file creation date
cs: podle data vytvoření souboru
da: efter filoprettelses dato

# filelink_sorting.modification_date
source: by file modification date
cs: podle data změny souboru
da: efter dato for filændring

# filelink_sorting_direction
source: Sorting direction
cs: Směr řazení
da: Sorteringsretning

# filelink_sorting_direction.ascending
source: Ascending (default)
cs: Vzestupně (výchozí)
da: Stigende (standard)

# filelink_sorting_direction.descending
source: Descending
cs: Sestupně
da: Faldende

# filelink_size_formlabel
source: Display File Size Information
cs: Ukázat informace o velikosti souboru
da: Vis filstørrelsesinformation

source: Target
cs: Cíl
da: Mål

# target.I.1
source: New window
cs: Nové okno
da: Nyt vindue

# records
source: Items
cs: Položky
da: Emner

# records_formlabel
source: Records
cs: Záznamy
da: Elementer

# space_before_class
source: Space Before
cs: Mezera před
da: Luft før

# space_before_class_formlabel
source: Space Before
cs: Mezera před
da: Luft før

# space_after_class
source: Space After
cs: Mezera za
da: Luft efter

# space_after_class_formlabel
source: Space After
cs: Mezera za
da: Luft efter

# space_class_none
source: None
cs: Žádný
da: Ingen

# space_class_extra_small
source: Extra Small
cs: Extra malá
da: Ekstra lille

# space_class_small
source: Small
cs: Malá
da: Lille

# space_class_medium
source: Medium
cs: Střední
da: Middel

# space_class_large
source: Large
cs: Velká
da: Stor

# space_class_extra_large
source: Extra Large
cs: Extra velká
da: Ekstra stor

# frame_class
source: Frame
cs: Rámeček
da: Ramme

# frame_class_formlabel
source: Frame
cs: Rámeček
da: Ramme

# frame_class.default
source: Default
cs: Výchozí
da: Standard

# frame_class.ruler_before
source: Ruler Before
cs: Čára před
da: Linje før

# frame_class.ruler_after
source: Ruler After
cs: Čára za
da: Linje efter

# frame_class.indent
source: Indent
cs: Odrážka
da: Indrykning

# frame_class.indent_left
source: Indent, 33/66%
cs: Odrážky, 33/66%
da: Indryk, 33/66%

# frame_class.indent_right
source: Indent, 66/33%
cs: Odrážky, 66/33%
da: Indryk, 66/33%

# frame_class.none
source: No Frame
cs: Bez rámečku
da: Ingen ramme

# splash_layout
source: Textbox Type
cs: Typ textboxu
da: Tekstboks type

# splash_layout_formlabel
source: Type
cs: Typ

# splash_layout.I.1
source: Image Shadow
cs: Stín obrázku
da: Billedskygge

# splash_layout.I.2
source: Image Frame 1
cs: Rámeček obrázku 1
da: Billedramme 1

# splash_layout.I.3
source: Image Frame 2
cs: Rámeček obrázku 2
da: Billedramme 2

# splash_layout.I.4
source: __Graphical:__
cs: __Grafický:__
da: __Grafisk:__

# sectionIndex_formlabel
source: Show in Section Menus
cs: Zobrazit v menu oddílu
da: Vis i sektionsmenuer

# linkToTop
source: To top
cs: Na začátek
da: Til top

# linkToTop_formlabel
source: Append with Link to Top of Page
cs: Připojit odkaz na začátek stránky
da: Tilføj med link til top af side

# rte_enabled
source: Disable Rich Text Editor
cs: Vypnout Rozšířený Textový Editor
da: Slå formatéret redigering fra

# rte_enabled_formlabel
source: Rich Text Editor
cs: Rozšířený Textový Editor
da: Formatéret redigering

# rte_enabled.I.0
source: Disable
cs: Zakázat
da: Deaktivér

# pi_flexform
source: Plugin Options
cs: Možnosti pluginu
da: Plugin-valg

# accessibility_title
source: Block title
cs: Název bloku
da: Bloktitel

# accessibility_bypass
source: Add link to bypass block
cs: Přidat odkaz pro přeskočení bloku
da: Tilføj link for at omgå blok

# accessibility_bypass_text
source: Link text to bypass block
cs: Text odkazu pro přeskočení bloku
da: Link-tekst for at omgå blok

source: Selected categories
cs: Vybrané kategorie
da: Valgte kategorier

source: Category field
cs: Pole kategorie
da: Kategorifelt

# ALT.imgOptions
source: Image Options
cs: Možnosti obrázku
da: Billedvalg

# ALT.imgLinks
source: Image Links
cs: Odkazy obrázku
da: Billedlinks

# ALT.imgDimensions
source: Image Dimensions
cs: Rozměry obrázku
da: Billed dimensioner

# select_key_formlabel
source: Plugin Mode
cs: Režim pluginu
da: Plugin-tilstand

# select_key.ALT.uploads
source: Read from Path
cs: Načíst z cesty
da: Læs fra sti

# select_key.ALT.uploads_formlabel
source: Path
cs: Cesta
da: Sti

# select_key.ALT.script_formlabel
source: PHP Code
cs: PHP kód
da: PHP kode

# imagecaption.ALT.uploads
source: Descriptions
cs: Popisy
da: Beskrivelser

# imagecaption.ALT.uploads_formlabel
source: File Descriptions (one per line)
cs: Popisy souborů (jeden na řádek)
da: Filbeskrivelser (en pr. linje)

# imagecaption.ALT.script
source: Comments
cs: Komentáře
da: Kommentarer

# bodytext.ALT.mailform
source: Configuration
cs: Konfigurace
da: Konfiguration

# bodytext.ALT.mailform_formlabel
source: Form Structure
cs: Struktura formuláře
da: Formularstruktur

# pages.ALT.mailform
source: Target Page
cs: Cílová stránka
da: Destinationsside

# pages.ALT.searchform
source: Target page
cs: Cílová stránka
da: Destinationsside

# pages.ALT.loginform
source: Selected pages: Target (1st), Frontend user container (2nd)
cs: Vybrané stránky: Cílová (první), kontejner uživatele frontendu (druhá)
da: Valgte sider: Destination (1.), frontend bruger-container (2.)

# pages.ALT.search
source: Send to Page
cs: Poslat na stránku
da: Send til side

# pages.ALT.login
source: Send to Page
cs: Poslat na stránku
da: Send til side

# pages.ALT.menu_formlabel
source: Selected Pages
cs: Vybrané stránky
da: Valgte sider

# pages.ALT.list_formlabel
source: Record Storage Page
cs: Stránka úložiště záznamů
da: Opbevaringsside for elementer

# pages.ALT.script_formlabel
source: Starting Point for This Script
cs: Výchozí bod pro tento skript
da: Udgangspunkt for dette skript

# subheader.ALT.mailform
source: Recipient Email
cs: E-mail příjemce
da: Modtager e-mail

# subheader.ALT.mailform_formlabel
source: Recipient Email
cs: E-mail příjemce
da: Modtager e-mail

# menu.ALT.accessibility_title_formlabel
source: Menu block title
cs: Atribut title pro blok
da: Menu-blok titel

# menu.ALT.accessibility_bypass_formlabel
source: Add link to bypass navigation block
cs: Přidat odkaz pro přeskočení navigačního bloku
da: Tilføj link for at omgå navigationsblok

# menu.ALT.accessibility_bypass_text_formlabel
source: Link text to bypass navigation block
cs: Přidat odkaz pro přeskočení navigačního bloku
da: Link-tekst for at omgå navigationsblok

# tabs.media
source: Media
cs: Média
da: Medie

# sys_language_uid_formlabel
source: Language
cs: Jazyk
da: Sprog

# subheader_formlabel
source: Subheader
cs: Záhlaví
da: Underoverskrift

# hidden_formlabel
source: Content Element
cs: Prvek obsahu
da: Indholdselement

# hidden.I.0
source: Disable
cs: Zakázat
da: Skjul

# starttime_formlabel
source: Publish Date
cs: Datum vydání
da: Udgivelsesdato

# endtime_formlabel
source: Expiration Date
cs: Datum vypršení
da: Udløbsdato

# fe_group_formlabel
source: Usergroup Access Rights
cs: Přístupová práva uživ. skupin
da: Adgangsrettigheder for brugergrupper

# layout_formlabel
source: Layout
cs: Rozvržení

# bodytext.ALT.bulletlist_formlabel
source: Bullet List
cs: Seznam s odrážkami
da: Punktliste

# bodytext.ALT.table_formlabel
source: Table Structure
cs: Struktura tabulky
da: Tabelstruktur

# bodytext.ALT.media_formlabel
source: Alternative Content
cs: Alternativní obsah
da: Alternativt indhold

# bodytext.ALT.script_formlabel
source: Parameters to pass to the script
cs: Parametry k předání skriptu
da: Parametre der sendes til scriptet

# bodytext.ALT.html_formlabel
source: HTML Code
cs: HTML kód
da: HTML-kode

# image_formlabel
source: Images
cs: Obrázky
da: Billeder

# image.ALT.textbox_formlabel
source: Image Files
cs: Obrazové soubory
da: Billedfiler

# imagecaption_formlabel
source: Captions (one per line)
cs: Titulky (jeden na řádek)
da: Billedtekster (én per linje)

# imagecaption.ALT.script_formlabel
source: Comments
cs: Komentáře
da: Kommentarer

# palette.general
source: Content Element
cs: Prvky obsahu
da: Indholdselement

# palette.headers
source: Headlines
cs: Nadpisy
da: Overskrifter

# palette.header
source: Header
cs: Záhlaví
da: Overskrift

# palette.visibility
source: Visibility
cs: Viditelnost
da: Synlighed

# palette.access
source: Publish Dates and Access Rights
cs: Data vydání a přístupová práva
da: Publiceringsdato og adgangsrettigheder

# palette.frames
source: Content Element Layout
cs: Rozvržení prvku obsahu
da: Layout for indholdselement

# palette.textlayout
source: Text Layout
cs: Rozvržení textu
da: Tekstlayout

# palette.imagefiles
source: Images and Captions
cs: Obrázky a popisky
da: Billeder og -tekster

# palette.imagelinks
source: Behavior
cs: Chování
da: Adfærd

# palette.image_accessibility
source: Accessibility
cs: Přistupnost
da: Tilgængelighed

# palette.image_settings
source: Image Adjustments
cs: Úpravy obrázku
da: Billedjusteringer

# palette.imageblock
source: Image Alignment
cs: Zarovnání obrázku
da: Billedjustering

# palette.mailform
source: Target and Recipient
cs: Cíl a příjemce
da: Mål og modtager

# palette.searchform
source: Search Results
cs: Výsledky vyhledávání
da: Søgeresultater

# palette.loginform
source: Redirect Target and Frontend User Container
cs: Cíl přesměrování a kontejner uživatele frontendu
da: Henvisningsside og systemmappe til frontendbrugere

# palette.multimediafiles
source: Media Files and Parameters
cs: Soubory médií a parametry
da: Mediefiler og parametre

# palette.textbox
source: Render Text into Images
cs: Renderovat text do obrázků
da: Vis tekst som billeder

# palette.menu
source: Menu and Sitemap
cs: Menu a mapa stránek
da: Menuer og sitemaps

# palette.menu_accessibility
source: Accessibility
cs: Přistupnost
da: Tilgængelighed

# palette.uploads_layout
source: Filelinks Layout
cs: Rozvržení odkazů na soubory
da: Layout for fillinks

# palette.table_layout
source: Table Layout
cs: Rozvržení tabulky
da: Tabel-layout

# palette.appearanceLinks
source: Links
cs: Odkazy

# tabs.access
source: Access
cs: Přístup
da: Adgang

# tabs.appearance
source: Appearance
cs: Vzhled
da: Udseende

# tabs.behaviour
source: Behaviour
cs: Chování
da: Egenskaber

# tabs.script
source: Script
cs: Skript
da: Skript

# tabs.images
source: Images
cs: Obrázky
da: Billeder

# tabs.extended
source: Extended
cs: Rozšířené
da: Udvidet

# tabs.accessibility
source: Accessibility
cs: Přistupnost
da: Tilgængelighed

# CType.I.1
source: Text
da: Tekst

# colPos.I.unused
source: Unused
da: Ubrugt

# bullets_type.2
source: Definition list
da: Definitionsliste

# sectionIndex
source: Index
da: Indeks

# tabs.text
source: Text
da: Tekst

# bodytext_formlabel
source: Text
da: Tekst

# bodytext.ALT.textbox_formlabel
source: Text
da: Tekst

# field.default.hidden
source: Visibility of content element
da: Synlighed af indholdselement

# field.table.bodytext
source: Table content
da: Tabelindhold
