Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/frontend/Resources/Private/Language/*.locallang_csh_ttcontent.xlf
Languages: da, hr, it

# pages.details
source: This field is used by many of the Content Element types to create a relation to either a single target page or multiple target pages. If no target page is specified, the current page will generally be used. Using the "Search" Content Element, the target page is where search results will appear. You must make sure that this page has a similar "Search" Content Element to display the results. The "Login" Content Element (not to be confused with the Login plugin available when the felogin extension is installed) also uses this field to redirect the login to a certain page. That page does not need to contain a "Login" Content Element in order to perform the authentication since any TYPO3 page can handle a login request. If you specify a second page in this list, the ID will be passed to the login system as the page inside TYPO3 where website users are found. You should use this only if your template is not already configured to pass this value on. In order for the login procedure to work you must make sure that you have created website users and website usergroups, have specified where these website users can be found (typically a SysFolder), a page ID in the page list, and ensured that cookies are enabled for the site. The "Menu/Sitemap" Content Elements also use this field. In this case the page will determine the starting point for the menu or the actual pages shown in the menu. This behavior depends on the menu type you have selected. Finally the "Form" element uses this field as the target page to which the form is submitted. A common use is the "Thank you" page after the form is completed.
da: I dette felt, kan du reelt skabe en relation til én eller flere sider i TYPO3. Feltet bruges af mange indholdselementtyper. Hvis ikke der specificeres en side her, vil den aktuelle side blive brugt. Ved at bruge typen “Søg”, vil den side, som indsættes her blive mål for søgningen. Den indsatte side skal have et lignende indholdselement af typen “Søg” for at kunne rendere søgeresultatet. Ellers giver det ingen mening. Typen “Login” bruger dette felt til at dirigere den der har logget ind til en bestemt side. Denne side behøver ikke at indeholde et indholdselement af typen “Login” for at bekræfte identiteten af den der logger ind. Faktisk kan man indsætte en loginforespørgsel på en hvilken som helst side i TYPO3, og den vil blive evalueret. Hvis en ekstra side specificeres i denne liste vil sidens ID blive sendt til loginsystemet som den side i TYPO3, hvor databasebrugerne skal slås op. Du skal bruge denne metode, hvis din skabelon ikke er sat op til at håndtere dette. For at være sikker på, at login virker, skal du sikre dig 1) at der er oprettet mindst én websitebruger og brugergruppe, som websitebrugeren er medlem af, og som bruger det korrekte brugernavn og password, 2) at den side hvor brugerne kan findes (typisk en sysfolder) er konfigureret i TypoScript skabelonen eller alternativt har specificeret dette ved at indsætte en ekstra side i denne sideliste, 3) cookies skal være slået til. Typen “Menu/oversigt” bruger også dette felt. I dette tilfælde vil siden bestemme hvor menuen begynder eller måske endda repræsentere de aktuelle sider, hvortil menuen linker. Dette afhænger af den undertype af “Menu/oversigt”, som er valgt. Typen “Formular” bruger dette felt til den side, hvortil man sendes, når man har afsendt formularen. Det kunne være en side med “Tak for din mail”.
hr: Ova polje koriste mnogi tipovi elemenata sadržaja za stvaranje poveznica sa jednom ili više ciljnih stranica. Ukoliko nije odabrana ciljna stranica, koristit će se trenutačna stranica. Kada koristite element sadržaja tipa "Traži", rezultati pretraživanja prikazat će se na ciljnoj stranici. Na Vama je da osigurate da ciljna stranica sadrži sličan element sadržaja tipa "Traži" koji će prikazati rezultate pretrage. Element sadržaja tipa "Prijava" (koji ne treba miješati sa pluginom Prijava koji je dostupan kada se instalira proširenje felogin) također koristi ovo polje za preusmjeravanje prijave na određenu stranicu. Ta stranica ne mora sadržavati element sadržaja tipa "Prijava" kako bi se obavila prijava korisnika jer svaka TYPO3 stranice može odraditi zahtjev za prijavu. Ukoliko navedete drugu stranicu u ovom popisu, ta stranica bit će korištena kao spremnik korisnika internet stranice. Ovu opciju koristite jedino ukoliko Vaš predložak nema postavku stranice sa korisnicima. Kako bi prijava ispravno radila potrebno je stvoriti korisnike i grupe korisnika, podesiti gdje se korisnici nalaze (tipično u mapi), podesiti ID stranice u popisu stranica te osigurati da su za internet stranicu omogućeni kolačići (cookies). Element sadržaja tipa "Izbornik/Mapa stranica" također koristi ovo polje. U slučaju ovog tipa elementa sadržaja stranica određuje početnu točku izbornika ili stranice koje se nalaze u izborniku. Točno ponašanje ovisit će o vrsti izbornika koja je odabrana. I konačno, element tipa "Obrazac" koristi ovo polje kao ciljnu stranicu na koju dolazi zahtjev nakon podnošenja (submit) obrasca. Uobičajena uporaba je "Zahvaljujemo Vam" stranica nakon popunjavanja obrasca.

# recursive.description
source: The number of subpage levels that should also be included for each page in the list.
da: Vælg hvor mange underniveauer der yderligere skal vælges for hver side i listen.
hr: Broj razina podstranica koje također treba uključiti za svaku stranicu s popisa.

# recursive.details
source: This feature depends on the TypoScript template configuration and Content Element type. If enabled, each page listed in the "Pages" field will also have its subpages included to the specified depth. <strong>Warning:</strong> If there are many subpages, be aware that this option may return a large number of results
da: Denne funtionalitet afhænger af implementering i skabelonen. Hvis denne funktionalitet er slået til betyder det, at for hver side listet i “Spring til side/Startside” vil undersider - som niveaumæssigt er specificeret her - <em>også</em> blive valgt. <strong>Advarsel:</strong> Hvis der er mange underside, skal man være forsigtig med denne funktion, da den kan vælge et meget stort antal sider.
hr: Ova osobina ovisi o postavkama TypoScript predloška i vrsti elementa sadržaja. Ukoliko je osobina omogućena, uz svaku stranicu na popisu bit će prikazane i podstranice do zadane dubine. <strong>Upozorenje:</strong> Ukoliko postoji puno podstranica ova opcija može prikazati veliki broj rezultata

# menu_type.description
source: Select the type of menu you wish to create.
da: Vælg hvilken form for menu, du ønsker at oprette.
hr: Odaberite tip izbornika koji želite stvoriti.
it: Seleziona il tipo di menu che desideri creare.

# menu_type.details
source: This is a short description of each type: <strong>Menu of selected pages</strong> This will create a menu with links to the pages in the Selected Pages list. <strong>Menu of subpages of selected pages</strong> This will create in a menu with links to the subpages of the pages in the Selected Pages list. If you do not specify any pages, the subpages to the current page will be used. <strong>Menu of subpages of selected pages (with abstract)</strong> Like the previous option, but also displays the content of the Abstract field (or the Description field) for each page in the menu. The Abstract field is given priority over the Description field if both are complete. <strong>Menu of subpages of selected pages + sections</strong> Like the previous option, but includes links to all Content Elements on the page that are marked to Show In Section Menus. <strong>Sitemap</strong> Generates a classic tree sitemap. Notice that the sitemap will begin from the current page unless you select another page instead. <strong>Section index (page content marked for section menus)</strong> This makes a menu of Content Elements on the selected pages for all Content Elements marked to Show In Section Menu. This is a great way to make an index at the top of the page. If you don't want certain Content Elements to appear in the list, just uncheck the Show in Section Menus checkbox for those elements. <strong>Recently updated pages</strong> This displays the 10 most recently updated pages. <strong>Notice:</strong> If you update a page and the updated page is not included in this list, clearing the Page Cache will resolve the issue. <strong>Related pages (based on keywords)</strong> Displays other related pages based on the keywords of the selected pages matched against the keywords of other pages.
da: Dette er en kort beskrivelse af hver type: <strong>Menu af disse sider</strong> Dette vil fremstille en liste af links til de sider, som indsættes i udgangspunkt. <strong>Menu af undersider til disse sider</strong> Dette vil fremstille en liste af links til undersiderne til de sider, som indsættes i udgangspunkt. Hvis du ikke specificerer en side i udgangspunkt, vil undersider til den aktuelle side blive vist. <strong>Menu af undersider til disse sider (med sammendrag)</strong> Som foregående, men vil også indeholde sammendrag af siden - fra feltet sammendrag på siden. <strong>Menu af undersider til disse sider + sektioner</strong> Som foregående, men vil også indeholde “undermenu” links til alle indholdselementer på siden, som har "Index" afkrydsningsfeltet markeret. <strong>Side-oversigt/Sitemap</strong> Genererer en klasisk træ side-oversigt. Måske er din TypoScript skabelon konfigureret til et andet design af side-oversigten, men under alle omstændigheder vil du få en side-oversigt ud af det. Bemærk, at sidetræet vil begynde ved den aktuelle side, medmindre du specificerer en anden side i "Udgangspunkt". <strong>Sektions-oversigt (sideindhold m/index afkrydset)</strong> Dette fremstiller en oversigt over indholdselementerne på den aktuelle side (eller den side, som er specificeret i “Udgangspunkt”). God måde at lave en oversigt i toppen af siden på. Bemærk at alle elementer med "Index" afkrydset bliver vist. Så hvis nogle indholdselementer ikke skal vises i oversigten, skal afkrydsningen ved disse elementer blot fjernes. <strong>Senest opdaterede sider</strong> Dette viser de 10 senest opdaterede sider. <strong>Bemærk:</strong> Hvis du opdaterer en side og denne oversigt ikke lader til at være opdateret med det samme, så tøm sidens cache, og problemet vil være løst. <strong>Relaterede sider (baseret på nøgleord)</strong> Viser andre relaterede sider baseret på de nøgleord, som er indsat på den aktuelle side sammenholdt med nøgleord indsat på andre sider. <b>Bemærk:</b> Ved mange af de ovennævnte menutyper, er standard udgangspunktet den aktuelle. Men du kan specificere en anden side som udgangspunkt (faktisk flere end én) ved at tilføje sider til listen i "Udgangspunkt".
hr: Ovo je kratki opis svakog tipa: <strong>Izbornik odabranih stranica</strong> Ovo će stvoriti izbornik sa poveznicama na stranice odabrane u Popisu odabranih stranica. <strong>Izbornik podstranica odabranih stranica</strong> Ovo će stvoriti izbornik sa poveznicama na podstranice stranica odabranih u Popisu odabranih stranica. Ukoliko ne odaberete niti jednu stranicu, koristit će se podstranice trenutne stranice. <strong>Izbornik podstranica odabranih stranice (sa apstraktnim sažetkom).</strong> Kao i prethodna opcija, no prikazat će se i polje Apstraktni sažetak (ili polje Opis) za svaku stranicu u izborniku. Ukoliko su popunjeni i polje Apstraktni sažetak i polje Opis koristit će se polje Apstrakti sažetak. <strong>Izbornik podstranica odabranih stranica + sekcije</strong> Kao i prethodna opcija, no uključuje poveznice na sve elemente sadržaja na stranici koji su označeni kao Prikaži u izbornicima sekcija. <strong>Mapa stranice</strong> Stvara klasičnu mapu stranice. Ukoliko ne odaberete stranice, mapa će početi od trenutne stranice. <strong>Indeks sekcija (sadržaj stranica označen za izbornike sekcija)</strong> Izbornik elemenata sadržaja odabranih stranica za sve elemente sadržaja koji su označeni kao Prikaži u izborniku sekcija. Ovo je odlična opcija za indeks na vrhu stranice. Ukoliko ne želite da se neki elementi prikazuju na popisu, jednostavno odznačite opciju Prikaži u izborniku sekcija. <strong>Nedavno ažurirane stranice</strong> Prikazuje 10 posljednje ažuriranih stranica. <strong>Napomena:</strong>Ukoliko ažurirate stranicu a ista se ne pojavi na popisu problem se rješava čišćenjem međuspremnika. <strong>Povezane stranice (na osnovu ključnih riječi)</strong> Prikazuje stranice povezane putem ključnih riječi sa odabranim stranicama.

# list_type.description
source: Select a plugin to insert.
da: Vælg den plugin du vil indsætte.
hr: Odaberite umetak koji želite dodati.
it: Seleziona un plugin da inserire.

# list_type.details
source: The list of plugins you can insert on a page. The available plugins depend on which extensions are installed.
da: Listen med plugins, du kan indsætte på en side. De tilgængelige plugins afhænger af hvilke udvidelser, der er installeret.
hr: Popis umetaka koje možete dodati na stranicu. Dostupni umeci ovise od instaliranim proširenjima.
it: La lista dei plugin che puoi inserire in una pagina. I plugin disponibili dipendono dalle estensioni installate.

# media.description
source: Files can be added to the list here.
da: Her tilføjer du filer til listen.
hr: Ovdje možete dodati datoteke na popis.
it: Da qui si possono aggiungere file alla lista.

# multimedia.description
source: Insert a multimedia element here (ex. Flash movie)
da: Indsæt et multimedielement - f.eks. en flash film her.
hr: Umetnite multimedijski element (primjerice Flash video)
it: Inserisci qui un elemento multimediale (es. un filmato Flash)

# filelink_size.description
source: Enable the display of file sizes.
da: Klik her hvis du ønsker filstørrelser vist.
hr: Omogući prikaz veličine datoteka.
it: Abilita la visualizzazione del peso dei files.

# records.description
source: Insert records to be displayed on this page.
da: Indsæt relationer til emner.
hr: Umetnite zapise za prikaz na ovoj stranici.

# sectionIndex.description
source: If set, the Content Element will appear in Section Menus.
da: Hvis markeret, vil indholdselementet blive vist i sektionsindex.
hr: Ukoliko je označeno, element sadržaja pojavljivat će se u izbornicima sekcija.

# sectionIndex.details
source: See more details about Section Menus by clicking below.
da: Se detaljer for Menu-type selektor (klik nedenfor).
hr: Saznajte više detalja o izbornicima sekcija klikom ispod.

# linkToTop.description
source: If checked, a small "To Top" link will be added after the Content Element, linking back to the top of the page.
da: Hvis du markerer her, indsættes et "Til top" link efter indholdselementet, som linker tilbage til toppen af siden.
hr: Ukoliko je odabrano, mala poveznica "Na vrh" bit će dodana nakon elementa sadržaja koja će povezivati nazad na vrh stranice.

# rte_enabled.description
source: If checked, the Rich Text Editor will be disabled for the "Text" and "Text & Image" types (<em>in this Content Element only</em>).
da: Hvis markeret, vil RTE blive slået fra for “Tekst” og “Tekst m/billede” typer (<em>i dette element</em>).
hr: Ukoliko je ova opcija aktivna, urednik bogatog teksta bit će onemogućen za tipove sadržaja "Tekst" i "Tekst sa slikama" (<em>jedino za ovaj tip sadržaja</em>).

# pi_flexform.description
source: Plugin Configuration
da: FlexFormular konfiguration af plugins
hr: Postavke umetka

# pi_flexform.details
source: Some plugins may provide configuration options, but the actual options vary based on the plugin. Behind the scenes, these are based on FlexForms and stored as XML.
da: Nogle plugins kræver konfiguration af valgmuligheder. Her kan dette felt eventuelt bruges til FlexFormular baserede konfigurations indstillinger.
hr: Neki umeci imaju opcije za konfiguraciju, no stvarne opcije variraju u ovisnosti o umetku. Iza kulisa, ove opcije su zasnovane na FlexFormama te se spremaju kao XML.

# _sys_language_uid.seeAlso
source: tt_content:colPos, sys_language, Localization concepts [Technical] | http://typo3.org/documentation/tips-tricks/multi-language-sites-in-typo3/, _MOD_web_layout:language_list
hr: tt_content:colPos, sys_language, Lokalizacijski koncepti [Tehnički] | http://typo3.org/documentation/tips-tricks/multi-language-sites-in-typo3/, _MOD_web_layout:language_list
