Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/frontend/Resources/Private/Language/*.locallang_csh_fe_users.xlf
Languages: da, hr, km, th

# username.description
source: Enter the username of the website user. This is needed to login.
da: Indtast brugernavnet på websted-brugeren. Det er krævet for at logge ind.
hr: Unesite korisničko ime za korisnika web site-a. Ovo je potrebno za ulazak.
km: បញ្ចូល​ឈ្មោះ​ប្រើ​របស់​អ្នក​ប្រើ​វែបសាយ ។ ឈ្មោះ​ប្រើ​នេះ​​ប្រើ​ដើម្បី​កត់ត្រា​ចូល ។
th: ใส่ชื่อของผู้ใช้เว็บไซต์ เป็นสิ่งจำเป็นเพื่อlogin

# username.syntax
source: A username is required and must be in lowercase without spaces in it. The username must be unique among other usernames in the page where it's saved. If it is not unique a number will be prepended automatically.
da: Et brugernavn er krævet og skal være med små bogstaver og uden mellemrum. Brugernavnet skal være unikt blandt de brugernavne hvor siden er gemt. Hvis det ikke er unikt vil et tal blive sat foran automatisk.
hr: Zahtjeva se korisničko ime koje mora biti pisano malim slovima bez razmaka. Nadalje, korisničko ime mora biti jedinstveno među korisničkim imenima na stranici gdje je spremljeno. Ako nije jedinstveno, automatski ce mu biti dodan broj na kraju.
km: ត្រូវការ​ឈ្មោះ​ប្រើ​ចាំបាច់ និង ត្រូវ​សរសេរ​អក្សរ​តូច មិន​មាន​ដក​ឃ្លា ។ ឈ្មោះ​ប្រើ​ត្រូវ​តែ​ខុស​ពី​ឈ្មោះ​ប្រើ​ផ្សេងៗ​ទៀត​ក្នុង​ទំព័រ​ដែល​វាន​បាន​រក្សាទុក ។ ប្រសិន​បើ​វា​​មិន​ខុស​ពី​គេ លេខ​នឹង​បន្ថែម​ដោយ​ស្វ័យប្រវត្តិ ។
th: ชื่อผู้ใช้จำเป็นและต้องเป็นตัวพิมพ์เล็กไม่มีช่องว่างในนั้น ชื่อผู้ใช้ต้องไม่ซ้ำกันในชื่อผู้อื่นในหน้าเว็บที่เป็นที่บันทึกไว้ ถ้าไม่ซ้ำกันตัวเลขจะ prepended โดยอัตโนมัติ

# _username.seeAlso
source: Creating Frontend Users and Groups | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/CreateUsersGroups/
da: Oprettelse af Frontend brugere og grupper | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/CreateUsersGroups/
hr: Stvaranje korisnika i korisničkih grupa prednjeg sučelja | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/CreateUsersGroups/

# password.description
source: Enter the password for the username above. This is needed to login.
da: Indtast passwordet for ovenstående bruger. Det er krævet for at logge ind.
hr: Unesite zaporku za gornje korisničko ime. Ovo je potrebno za ulazak.
km: បញ្ចូល​ពាក្យ​សម្ងាត់​ឲ្យ​ឈ្មោះ​ប្រើ​ខាង​លើ ។ ពាក្យ​សម្ងាត់​នេះ​ប្រើ​សម្រាប់​កត់ត្រា​ចូល ។
th: ป้อนรหัสผ่านสำหรับชื่อผู้ใช้ข้างต้น นี้เป็นสิ่งจำเป็นเพื่อ login

# password.syntax
source: A password is required and must be in lowercase without spaces in it.
da: Et password er krævet og skal være med små bogstaver uden mellemrum.
hr: Zahtjeva se zaporka koja mora biti pisana malim slovima i bez razmaka.
km: ត្រូវការ​ពាក្យ​សម្ងាត់​ជា​ចាំបាច់ ហើយ​ត្រូវ​តែ​សរសេរ​ជា​អក្សរ​តូច មិន​មាន​ដក​ឃ្លា ។
th: รหัสผ่านต้องและต้องเป็นตัวพิมพ์เล็กไม่มีช่องว่างในนั้น

# usergroup.description
source: Select a user group for the username.
da: Vælg en brugergruppe til brugenavnet.
hr: Izaberite korisničku grupu za ovo korisničko ime.
km: រើស​ក្រុម​អ្នក​ប្រើ​សម្រាប់​ឈ្មោះ​ប្រើ​នេះ ។
th: เลือกกลุ่มผู้ใช้สำหรับชื่อผู้ใช้

# usergroup.details
source: When a user logs in he is able to view all content which is access restricted to the user <em>group(s)</em> the user is a member of. Therefore the user login primarily makes sense with regard to the member groups.
da: Når en bruger logger ind, er han kun i stand til at se det indhold som det er tilladt at se for de(n) <em>gruppe(r)</em> som han er medlem af. Derfor giver bruger login mest mening i forbindelse med de grupper man er medlem af.
hr: Kada se korisnik ulogira, može vidjeti sav sadržaj kojem je pristup zabranjen za korisnika <em>group(s)</em> čiji je član. Stoga korisnički login primarno ima smisla ovsno o grupi kojoj pripada.
km: ពេល​អ្នក​ប្រើ​កត់ត្រា​ចូល គាត់​អាច​មើល​រាល់​មាតិកា​ដែល​បាន​ផ្ដល់​សិទ្ធិ​ឲ្យ​<em>ក្រុម</em>​អ្នក​ប្រើ ដែល​គាត់​ជា​សមាជិក​របស់​ក្រុម ។ ដូច្នេះ​សិទ្ធិ​របស់​អ្នក​ប្រើ​ត្រូវ​គោរព​តាម​សមាជិក​របស់​ក្រុម ។
th: เมื่อผู้ใช้บันทึกในเขาเป็นผู้ใช้สามารถดูเนื้อหาที่ จำกัด <em>การเข้าถึงกลุ่มผู้ใช้ (s)</em> เป็นของสมาชิก ดังนั้นการเข้าสู่ระบบผู้ใช้เป็นหลักทำให้รู้สึกเกี่ยวกับกลุ่มสมาชิก

# lockToDomain.description
source: Enter the host name from which the user is forced to login. NOTICE: this is not a security feature and can be circumvented by faking HTTP_HOST.
da: Indtast det værtsnavn hvorfra det er krævet at brugeren logger ind. NOTE: Dette er ikke nødvendigvis en sikkerhedsfunktion og kan omgåes ved at bruge forfalsket HTTP_HOST.

# lockToDomain.details
source: A TYPO3 system may have multiple domains pointing to it. Therefore this option secures that users can login only from a certain host name.
da: Et TYPO3 system kan have mange forskellige domæner som peger på det. Denne indstilling sikrer at brugere kun kan logge ind fra et bestemt host navn.
hr: TYPO3 sustav može imati višestruke domene. Stoga ova opcija osigurava da se korisnik može ulogirati samo sa određenog računala.
km: ប្រព័ន្ធ TYPO3 មាន​ដូមេន​ច្រើន​ដៅ​ទៅ​រក​វា ។ ដូច្នេះ​ជម្រើស​នេះ​មាន​សុវត្ថិភាព​ដែល​អ្នក​ប្រើ​អាច​កត់ត្រា​ចូល​ពី​ឈ្មោះ​ហស្ដិ៍​ជាក់លាក់ ។
th: ระบบ TYPO3 อาจมีโดเมนหลายโดเมนชี้ไป นี้จึงยึดตัวเลือกที่ผู้ใช้สามารถเข้าสู่ระบบเท่านั้นจากชื่อโฮสต์บาง

# lockToDomain.syntax
source: Either a domain name, "www.typo3.org" or an IP address, "10.34.222.83"
da: Enten et domænenavn, "www.typo3.org" eller en IP adresse, "10.34.222.83".
hr: Unesite ime domene, "www.typo3.com" ili IP addresu, "10.34.222.83"
km: បំពេញ​ឈ្មោះ​ដូមេន, "www.typo3.com" ឬ អាសយដ្ឋាន​អាយភី, "10.34.222.83"
th: ทั้งชื่อโดเมน www.typo3.com"หรือที่อยู่ IP"10.34.222.83"

# name.description
source: Enter the regular name of the user, both first- and surname.
da: Indtast brugerens navn, både fornavn og efternavn.
hr: Unesite normalno ime korisnika, i ime i prezime.
km: បំពេញ​ឈ្មោះ​របស់​អ្នក​ប្រើ ទាំង​នាម និង គោតនាម ។
th: ป้อนชื่อปกติของผู้ใช้ทั้งแรกและนามสกุล

# address.description
source: Enter the street address of the user.
da: Indtast brugerens adresse.
hr: Unesite ulicu korisnika.
km: បំពេញ​លេខ​ផ្លូវ​របស់​អ្នក​ប្រើ ។
th: ป้อนที่อยู่ของผู้ใช้

# www.description
source: Enter the homepage URL
da: Indtast brugerens hjemmemside adresse.
hr: Unesite URL stranice.
km: បំពេញ​ទីតាំង​តំណ​គេហទំព័រ
th: ใส่หน้าแรก URL

# title.description
source: Enter the job title, eg. 'Director' or 'Accountant'.
da: Indtast stilling, f.eks: "Direktør" eller "Regnskabs chef".
hr: Unesite zanimanje, npr. 'Direktor' ili 'Službenik'.
km: បំពេញ​មុខងារ​ការងារ, ឧ. 'អ្នក​គ្រប់គ្រង' ឬ 'គណនេយ្យករ' ។
th: ป้อนชื่องานเช่น 'กรรมการ'หรือบัญชี'

# company.description
source: Enter the name of the company in which the user is employed.
da: Indtast firmanavnet hvor brugeren er ansat.
hr: Unesite ime firme u kojoj je korisnik zaposlen.
km: បំពេញ​ឈ្មោះ​ក្រុមហ៊ុន​ដែល​អ្នក​ប្រើ​ធ្វើការ ។
th: ป้อนชื่อของ บริษัท ที่ผู้ใช้สามารถทำงานได้

# image.description
source: Insert a photo of the user.
da: Indsæt et foto af brugeren.
hr: Umetnite fotografiju korisnika.
km: បញ្ចូល​រូបភាព​របស់​អ្នក​ប្រើ ។
th: แทรกภาพของผู้ใช้

# disable.description
source: This option will temporarily disable the user from logging in.
da: Denne valgmulighed vil midlertidig forhindre brugeren i at logge ind.
hr: Ova opcija će privremeno onemogućiti prijavu korisnika.
km: ជម្រើស​នេះ​នឹង​បិទ​ការកត់ត្រា​ចូល​របស់​អ្នក​ប្រើ​ជា​បណ្ដោះ​អាសន្ន ។
th: จะปิดตัวชั่วคราวจากผู้ใช้เข้าสู่ระบบนี้

# starttime.description
source: Enter the date from which the account is active.
da: Indtast dato for hvornår kontoen skal starte med at være aktiv.
hr: Unesite datum od kojeg je račun aktivan.
km: បំពេញ​កាលបរិច្ឆេទ​ដែល​គណនី​ដំណើរការ ។
th: ป้อนวันซึ่งเป็นบัญชีที่ใช้งานอยู่

# starttime.syntax
source: The syntax is dd-mm-yy, but you can just enter a "d" in the field to insert todays date. Or "d+10" to insert the date 10 days from now etc. The field will re-format any input to fit the format it understands so you can just experiment and you will be able to clearly see how dates should be entered.
da: Syntaksen er dd-mm-åå, men du kan bare indtaste et "d" for at skrive dagen 'i dag'. Eller "d+10" for at indsætte datoen 10 dage senere end i dag osv. Feltet vil automatisk ændre input til et format som det forstår, så du kan eksperimentere med det og således se hvordan datoer kan indtastes.
hr: [SHARED:dateTime]
km: រូបមន្ត dd-mm-yy, ប៉ុន្តែ​អ្នក​អាច​បំពេញ​ត្រឹម "d" នៅ​ក្នុង​ប្រអប់​ដើម្បី​បញ្ចូល​កាលបរិច្ឆេទ​បច្ចុប្បន្ន ។ ឬ "d+10" ដើម្បី​បញ្ចូល​កាលបរិច្ឆេទ​ ១០ ថ្ងៃ​ទៅ​មុខ​ទៀត​ពី​ពេល​បច្ចុប្បន្ន ។ល។ វា​នឹង​កំណត់​ទម្រង់​រាល់​ពេល​បញ្ចូល​ទៅ​តាម​ការកំណត់ ដែល​វា​យល់ ដូច្នេះ​អ្នក​អាច​គ្រាន់តែ​ពិសោធន៍ ហើយ​អ្នក​នឹង​អាច​​ឃើញ​ច្បាស់​ថា​គួរ​បញ្ចូល​ទម្រង់​កាលបរិច្ឆេទ​យ៉ាង​ណា ។
th: syntax เป็น dd - mm - yy แต่คุณก็สามารถป้อน"d"ในเขตแทรกในปัจจุบันในวันที่ หรือ"d +10"แทรกวันที่ 10 วันนับจากนี้เป็นต้น ฟิลด์จะ re - ใส่รูปแบบใดเพื่อให้เหมาะสมกับรูปแบบที่เข้าใจเพื่อให้คุณสามารถทดสอบเพียงและคุณจะสามารถเห็นได้ชัดเจนว่าวันที่ควรใส่

# endtime.description
source: Enter the date from which the account is disabled.
da: Indtast datoen for hvornår kontoen er deaktiveret.
hr: Unesite datum od kojeg je račun onemogućen.
km: បំពេញ​កាលបរិច្ឆេទ​ដែល​គណនី​ត្រូវ​បាន​បិទ​ដំណើរការ ។
th: ป้อนวันซึ่งบัญชีเป็นผู้พิการ

# endtime.syntax
source: See "Start"
da: Se "start".
hr: [SHARED:dateTime]
km: មើល "ចាប់ផ្ដើម"
th: ดู"Start"

# lastlogin.description
source: This field shows the user's last log in date.
da: Dette felt viser dato for brugerens seneste logind.
hr: Ovo polje pokazuje zadnji datum prijave korisnika.
km: ប្រអប់​នេះ​បង្ហាញ​អំពី​កាលបរិច្ឆេទ​នៃ​ការកត់ត្រា​ចូល​ចុងក្រោយ​របស់​អ្នក​ប្រើ ។
th: ข้อมูลนี้จะแสดงบันทึกล่าสุดของผู้ใช้ในวันที่

# TSconfig.description
source: Enter additional TSconfig for the user (advanced).
da: Indtast yderligere TSconfig for brugeren (advanceret).
hr: Unesite dodatni TSconfig za korisnika (napredno).
km: បំពេញ​ TSconfig បន្ថែម​សម្រាប់​អ្នក​ប្រើ (កម្រិត​ខ្ពស់) ។
th: ใส่ TSconfig เพิ่มเติมสำหรับผู้ใช้ (ขั้นสูง)

# TSconfig.details
source: This field allows you to enter TypoScript style configuration values for the user. Currently there are no system defined keys. If there ever will be, they will be described in detail in the administrative documentation. The primary use of this field (as well as the 'sister'-field in the Website usergroup table) is for custom purposes. In this case, you should use the root-key "user" for your customly defined values. Thus you don't risk any future system keys to interfere with your configuration. You access the values of the configuration from your frontend plugins by calling the function <em>$GLOBALS["TSFE"]->fe_user->getUserTSconf()</em> which will return an array with the valuetree in it. <b>Warning:</b> You should use Website user/group TSconfig in your PHP-scripts ONLY if your resulting content is NOT being cached! So call it from TypoScript USER_INT cObjects or disable caching from your PHP-code by calling <em>$GLOBALS["TSFE"]->set_no_cache();</em> <b>TSconfig from Website usergroups:</b> Notice that the configuration from the field TSconfig in the member groups of the user is accumulated and prepended to the TSconfig of the user before it's parsed. This means for instance that a key defined in the TSconfig of the user (this field) will override the same key defined in the last (bottom) usergroup in the list which will again override the same key defined in the first (top) usergroup in the list. <b>Example:</b> Let's imagine you want to define for a user that his name is printed in the bottom of the webpages when he is logged in. First of all you must write a PHP-function and insert the result from it as a USER_INT cObject in the bottom of the page. But your function needs to know, whether or not this user is configured to have his name printed. So you decide to use a custom TSconfig key, 'user.printUserName': <em>In the TSconfig field of the user or usergroup:</em> user.printUserName = 1 <em>In your PHP-function:</em> $userTSConfig = $GLOBALS["TSFE"]->fe_user->getUserTSconf(); if ($userTSConfig["user."]["printUserName"]) { return $GLOBALS["TSFE"]->fe_user->user["name"]; }
da: Dette felt lader dig indtaste TypoScript konfigurationsværdier for brugeren. Aktuelt er der ikke nooen system definerede nøgler. Hvis det nogensinde kommer, vil de blive beskrivet i detaljer i administration dokumentationen. Formålet med dette felt (såvel som dens 'søster'-felt i Website-brugergruppe tabellen) er primært at kunne brugerdefinere ting. I dette tilfælde burde du bruge rod-nøglen "user" til dine brugerdefinerede værdier. På denne måde risikerer du ikke at nogen fremtidige system nøgler vil kollidere med din konfiguration. Man tilgår værdierne af konfigurationen fra din frontend plugin ved at kalde funktionen <em>$GLOBALS["TSFE"]->fe_user->getUserTSconf()</em> som vil returnere et array med værditræet. <b>Advarsel:</b> Man bør KUN bruge website bruger/gruppeTSconfig i sit PHP-script hvis det resulterende indhold Ikke bliver cached. Så kald den fra TypoScript USER_INTcObjects eller deakriver caching fra dit PHP-script ved at kalde <em>$GLOBALS["TSFE"]->set_no_cache(); </em> <b>TSconfig fra Website brugergrupper:</b> Bemærk at konfigurationen fra feltet TSconfig i brugerens brugergrupper samles og sættes foran brugerens TSconfig før det fortolkes. Det betyder for eksempel at en nøgle som er defineret i brugerens TSconfig (dette felt) vil tilsidesætte den samme nøgle i den sidste (nederste) brugergruppe som igen vil tilsidesætte den samme nøgle defineret i den første(top) brugergruppe i listen. <b>Eksempel</b> Lad os forestille os at du for en bestemt bruger ønsker at definere, at hans navn trykkes nederst på websiderne når han er logget ind. Først må du skrive en PHP-funktion og indsætte resultatet fra den som en USER_INT cObject i bunden af siden. Men din funktion har behov for at vide hvorvidt denne bruger er configureret til at have sit navn printet. Så du beslutter dig for at lave en bruderdefineret TSconfig nøgle, 'user.printUserName': <em>I brugerens eller brugergruppens TSconfig felt </em> user.printUserName = 1 <em> I din PHP-funktion </em> $userTSConfig = $GLOBALS["TSFE"]->fe_user->getUserTSconf(); if ($userTSConfig["user."]["printUserName"]) { return $GLOBALS["TSFE"]->fe_user->user["name"]; }
hr: Ovo polje vam omogućuje da unesete TypoScript konfiguraciju stilova za korisnika. Trenutno nema sistemski definiranih ključeva. Ako će ih ikada biti, bit će u detalje opisani u administrativnoj dokumentaciji. Glavna namjena ovog polja (kao i 'sestrinjskog' polja u tablici korisničkih gupa web site-a) je za razne svrhe. U ovom slučaju koristite korjenski ključ "user" za vaše definirane vrijednosti. Tako ne riskirate da budući sistemski ključevi dođu u sukob sa vašom konfiguracijom. Vrijednostima konfiguracije pristupate iz vašeg PHP uključenog koda u frontend-u pozivajući funkciju <em>$GLOBALS["TSFE"]->fe_user->getUserTSconf()</em> koja će vratiti polje sa vrijednostima. <b>Upozorenje:</b>Website user/group TSconfig u vašim PHP skriptama koristite SAMO ako rezultirajući sadržaj NIJE keširan. Stoga ga pozivajte iz TypoScript USER_INT cObjects ili isključite keširanje u vašem PHP kodu pozivajući <em>$GLOBALS["TSFE"]->set_no_cache();</em> <b>TSconfig iz Website korisničkih grupa:</b> Primjetite da je konfiguracija iz polja TSconfig u grupama čiji je korisnik član akumulirana i nadodana na TSconfig korisnika prije parsiranja. To znači za primjer da će ključ definiran u TSconfig-u korisnika (ovo polje) nadjačati isti ključ definiran u zadnjoj (dno) korisničkoj grupi na listi a taj će nadjačati isti ključ definiran u prvoj (vrh) korisničkoj grupi na listi. <b>Primjer:</b> Zamislimo da želite za korisnika definirati da mu se ime ispisuje na dnu stranice kad se ulogira. Prije svega morate napisati PHP funkciju i iz nje umetnuti sadržaj kao USER_INT cObject na dnu stranice. Ali vaša funkcija mora znati da li je taj korisnik konfiguriran da mu se ispisuje ime ili ne. Stoga odlučujete koristiti vlastiti TSconfig ključ, 'user.printUserName': <em>U TSconfig polju korisnika ili grupe:</em> user.printUserName = 1 |n<em>U vašoj PHP-funkciji:</em> |n$userTSConfig = $GLOBALS["TSFE"]->fe_user->getUserTSconf(); if ($userTSConfig["user."]["printUserName"]) { return $GLOBALS["TSFE"]->fe_user->user["name"]; }

# TSconfig.syntax
source: TypoScript syntax, without conditions and constants.
da: TypoScript syntax, uden conditions and constants.
hr: TypoScript sintaksa, bez uvjeta i konstanti
km: រូបមន្ត TypoScript, ដោយ​គ្មាន​លក្ខ័ណ និង កុងស្ដង់ ។
th: ไวยากรณ์ TypoScript โดยปราศจากเงื่อนไขและค่าคงที่

# _TSconfig.seeAlso
source: TSconfig for TSFE | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/TCEmain/ pages:TSconfig, fe_groups:TSconfig, be_users:TSconfig, be_groups:TSconfig
da: TSconfig til TSFE | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/TCEmain/ pages:TSconfig, fe_groups:TSconfig, be_users:TSconfig, be_groups:TSconfig
hr: TSconfig za TSFE | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/TCEmain/ pages:TSconfig, pages:TSconfig, fe_groups:TSconfig, be_users:TSconfig, be_groups:TSconfig

# .description
source: A website login user.
da: En websted-logind-bruger.
hr: Korisnik website-a
km: អ្នក​កត់ត្រាចូល​ប្រើ​វែបសាយ ។
th: ผู้ใช้เข้าสู่เว็บไซต์

# .details
source: These are users with a username and password who are allowed specific access to otherwise restricted areas on your website.
da: Der er brugere med et brugernavn og password som har tilladelse til specifikke områder der ellers er begrænsede områder på dit websted.
hr: Ovo su korisnici sa korisničkim imenom i zaporkom kojima je dozvoljen poseban pristup inače zabranjenim dijelovima website-a.
km: អ្នក​ប្រើ​ទាំងនេះ រួម​ទាំង​ឈ្មោះ​ប្រើ និង ពាក្យ​សម្ងាត់ ដែល​ត្រូវ​បាន​ផ្ដល់​សិទ្ធិ​ជាក់លាក់​​ចំពោះ​ទីកន្លែង​ដែន​កំណត់​នៅ​លើ​វែបសាយ​របស់​អ្នក ។
th: เหล่านี้เป็นผู้ใช้ที่มีชื่อผู้ใช้และรหัสผ่านที่ได้รับอนุญาตให้ใช้เฉพาะพื้นที่หวงห้ามไว้ในเว็บไซต์ของคุณ

# .image_descr
source: Part of the form for editing a frontend user. A typical login box (standard) on the website where frontend users can login.
da: Del af formen for at redigere en frontend-bruger. En typisk login boks (standard) på webstedet hvor frontend-brugere kan logge ind.
hr: Dio obrasca za uređivanje profila frontend korisnika. Tipičan login unos (standardni) na web stranici pomoću kojeg se frontend korisnici prijavljuju.
km: ផ្នែក​នៃ​ទម្រង់​សម្រាប់​កែប្រែ​លើ​អ្នក​ប្រើ frontend ។ ប្រអប់​កត់ត្រា​ចូល​ (ស្តង់ដារ) នៅ​លើ​វែបសាយ ដែល​អ្នក​ប្រើ frontend អាច​កត់ត្រា​ចូល ។
th: ส่วนหนึ่งของการแก้ไขแบบฟอร์มสำหรับผู้ใช้ frontend login กล่องทั่วไป (standard) ในการเข้าสู่ระบบเว็บไซต์ frontend ซึ่งผู้ใช้สามารถ
