Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/frontend/Resources/Private/Language/*.locallang_csh_fe_groups.xlf
Languages: km

# hidden.description
source: This option disables the user group.
km: ជម្រើស​នេះ​បិទ​ដំណើរការ​ក្រុម​អ្នក​ប្រើ ។

# hidden.details
source: If you disable a user group all users which are members of the group will in effect not inherit any properties this group may have given them. For instance if a page or content element was assigned access only by this group and you disable the group, no one would gain access to that page or content element.
km: ប្រសិន​បើ​អ្នក​បិទ​ដំណើរការ​ក្រុម​ អ្នក​ប្រើ​ទាំងអស់​ដែល​ជា​សមាជិក​របស់​ក្រុម​នឹង​ទទួល​ឥទ្ធិពល​មិន​ទទួល​លក្ខណៈសម្បត្តិ​ពី​ក្រុម​នេះ ដែល​ផ្ដល់​ឲ្យ ។ ប្រសិន​បើ​ទំព័រ​មួយ ឬ ធាតុ​មាតិកា​មួយ​ត្រូវ​បាន​ផ្ដល់​សិទ្ធិ​តែ​ទៅ​លើ​ក្រុម​នេះ ហើយ​អ្នក​បិទ​ក្រុម ដូច្នេះ​គ្មាន​នរណា​ម្នាក់​អាច​ទទួល​សិទ្ធិ​លើ​ទំព័រ ឬ ធាតុ​មាតិកា​នោះ​ទេ ។

# title.description
source: Name of the group.
km: ឈ្មោះ​របស់​ក្រុម ។

# title.details
source: This title will appear as the group name in the 'Access'-list in other records.
km: ចំណងជើង​នេះ​នឹង​បង្ហាញ​ជា​ឈ្មោះ​ក្រុម​ក្នុង​បញ្ជី "សិទ្ឌិ" ក្នុង​ទិន្នន័យ​ផ្សេងៗ​ទៀត ។

# lockToDomain.details
source: This options may be important if you have multiple websites in the same TYPO3 database but still only one main storage page for all Website users. Thus the users may log in on any of the website URLs. This may be considered a feature (having a global login as a user) or a problem (in which case you should have multiple user storages anyway). However you may wish to limit the use of a Website usergroup to a specific website and thus you don't want the group to be enabled for the user when he logs in at another URL (still from the same database of course). By entering the host name of the website here, you restrict the group to be used only from within this domain. <b>Notice:</b> The use for this option is not critical if you have multiple Website user storages, namely one for each site.
km: ជម្រើស​នេះ​អាច​សំខាន់​ប្រសិន​បើ​អ្នក​មាន​វែបសាយ​ច្រើន​ប្រើ​ទិន្នន័យ TYPO3 ដូច​គ្នា ប៉ុន្តែ​នៅ​ប្រើ​ទំព័រ​មេ​ផ្ទុក​តែ​មួយ​សម្រាប់​អ្នក​ប្រើ​​វែបសាយ​ទាំងអស់ ។ ដូច្នេះ​អ្នក​ប្រើ​អាច​កត់ត្រាចូល​លើ​វែបសាយ url ណា​មួយ ។ នេះ​អាច​ចាត់​ជា​លក្ខណៈ​សម្បត្តិ (មាន​ការកត់ត្រាចូល​ជា​សកល​) ឬ បញ្ហា (ក្នុង​ករណី​នេះ​អ្នក​គួរ​មាន​​កន្លែង​ផ្ទុក​អ្នក​ប្រើ​ច្រើន​ផង​ដែរ) ។ ទោះ​ជា​យ៉ាង​ណា​ក៏​ដោយ អ្នក​អាច​ចង់​កម្រិត​លើ​ការប្រើ​របស់​អ្នក​ប្រើប្រាស់​វែបសាយ ដូច្នេះ​អ្នក​មិន​មិន​ចង់​ឲ្យ​ក្រុម​ដំណើរការ​ទៅ​លើ​អ្នក​ប្រើ​ពេល​គាត់​កត់ត្រាចូល​ក្នុង url ផ្សេង (ស្ថិត​នៅ​ក្នុង​ឃ្លាំង​ទិន្នន័យ​ដូច​គ្នា) ។ ដោយ​បំពេញ​ឈ្មោះ​ហស្ដិ៍​របស់​វែបសាយ​នៅ​ទីនេះ អ្នក​កម្រិត​ក្រុម​ដែល​ត្រូវ​បាន​ប្រើ​តែ​ពី​ដូមេន​នេះ ។ <b>សម្គាល់៖</b> ការប្រើ​ជម្រើស​នេះ​មិន​ចាំបាច់​ទេ ប្រសិន​បើ​អ្នក​មាន​​កន្លែង​ផ្ទុក​អ្នក​ប្រើ​វែបសាយ​ច្រើន, ដាក់​ឈ្មោះ​មួយ​សម្រាប់​វែបសាយ​នីមួយៗ ។

# subgroup.description
source: Member of other groups.
km: សមាជិក​ក្រុម ។

# subgroup.details
source: List of other groups that this group is a member of.
km: បញ្ជី​ក្រុម​ផ្សេងៗ​ដែល​ក្រុម​នេះ​ជា​សមាជិក ។

# description.description
source: Enter a description of the group.
km: បំពេញ​ព័ត៌មាន​លម្អិត​ឲ្យ​ក្រុម ។

# description.details
source: This is for internal use and is just a way to put a note on what the group is for, why you created it and who should be members. Use it as you like.
km: នេះ​សម្រាប់​ការប្រើប្រាស់​ខាង​ក្នុង និង គ្រាន់តែ​ជា​ការ​សរសេរ​លើ​​តើ​ក្រុម​នេះ​ដើម្បី​អ្វី, ហេតុ​អ្វី​អ្នក​បង្កើត​វា និង នរណា​គួរ​ជា​សមាជិក​របស់​ក្រុម ។ ប្រើ​វា​តាម​ចំណូល​ចិត្ត​របស់​អ្នក ។

# TSconfig.description
source: TSconfig for the group (advanced).
km: TSconfig សម្រាប់​ក្រុម (កម្រិត​ខ្ពស់) ។

# TSconfig.details
source: This is the user TSconfig for the group. The values are inherited by any Website user who is a member of this group. The configuration is subject to being overridden in other groups and by the TSconfig of the user himself.
km: នេះ​ជា​ការកំណត់ TypoScript លើ​ក្រុម ។ តម្លៃ​ត្រូវ​បាន​ទទួល​ពី​អ្នក​ប្រើ​វែបសាយ​ដែល​ជា​សមាជិក​ក្រុម ។ ការកំណត់​ជា​ប្រធាន​នៃ​ការ​បញ្ជាន់​លើ​ក្រុម​ផ្សេង​ទៀត និង ដោយ TSconfig អ្នក​ប្រើ​ខ្លួនឯង ។

# TSconfig.syntax
source: TypoScript syntax, without conditions and constants.
km: រូបមន្ត TypoScript, គ្មាន​លក្ខខ័ណ្ឌ និង កុងស្ដង់ ។

# .description
source: Usergroups for Website users.
km: ក្រុម​អ្នក​ប្រើ​សម្រាប់​អ្នក​ប្រើ​វែបសាយ ។

# .details
source: The access restriction in TYPO3 is assigned to these usergroups. When a page or other element is access restricted to a group, only Website users which are members or that group will be able to view the element on the website.
km: ការកម្រិត​លើ​សិទ្ធិ​ក្នុង TYPO3 ត្រូវ​បាន​ផ្ដល់​ទៅ​ក្រុម​អ្នក​ប្រើ​ទាំងនេះ ។ ពេល​ទំព័រ​មួយ ឬ ធាតុ​ផ្សេង​ទៀត​​កម្រិត​លើ​សិទ្ធិ​លើ​ក្រុម មាន​តែ​អ្នក​ប្រើ​វែបសាយ​ដែល​ជា​សមាជិក ឬ ដែល​ក្រុម​នឹង​ផ្ដល់​ឲ្យ​មើល​ធាតុ​លើ​វែបសាយ ។

# .image_descr
source: The form for editing frontend users groups. Pages, Content Elements and other records for frontend display often have a selector box where you can define access restriction by selecting access for a certain group only.
km: ទម្រង់​សម្រាប់​កែប្រែ​ក្រុម​អ្នក​ប្រើ frontend ។ ទំព័រ, ធាតុ​មាតិកា និង ទិន្នន័យ​ផ្សេង​ៗ​ទៀត​សម្រាប់​បង្ហាញ​លើ frontend តែងតែ​មាន​ប្រអប់​ជ្រើសរើស​សិទ្ធិ​សម្រាប់​តែ​ក្រុម​ណា​មួយ​ជាក់លាក់ ។
