Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/frontend/Resources/Private/Language/*.locallang_csh_weblayout.xlf
Languages: da, fr, nl

# .alttitle
source: Web > Page Module
da: Web > Side Modul
fr: Web > Page
nl: Web > Paginamodule

# .description
source: The page module is activated from the backend menu and is the primary module for all basic CMS operations you need to perform when maintaining website content.
da: Sidemodulet bruges fra backendmenuen, og er det primære modul for alle sædvanlige CMS opgaver du laver i forbindelse med vedligeholdelse af website indhold.
fr: Le module page est activé depuis le menu Backend et est le module de base pour toutes les opérations que vous allez effectuer lors de la maintenance du site web dans le CMS.
nl: De paginamodule wordt geactiveerd vanaf het backend menu en is de primaire module voor alle basis CMS-uitvoeringen die je uit moet voeren wanneer je paginacontent onderhoudt.

# .details
source: Selecting the module will display the page tree. Click the title of the page you wish to edit content on, and in the right frame you will see the content of the page displayed by the Page module. The page module has various modes of display of content; <b>Columns</b> The columns view will show Content Elements listed in the columns and in the order that they will appear on the website. A panel of buttons will allow you to hide/unhide, move and edit the elements easily. <b>QuickEdit</b> In QuickEdit the first element on the page will be loaded into a form right away. It will depend on the implementation of your website as well as your general preferences if you like this mode more than the columns view. <b>Languages</b> If your site supports multiple languages and uses the "one-tree-fits-all" concept for localization you will need this mode to control the translations of the content elements on a page. <b>Page information</b> The page information view shows some statistical data about a page. This includes hit statistics if available. <b>General options</b> In the top of the Page module you will find a row of icons that will bring you right to various features such as History/Undo (1), Create new content element (2), Move page (3), Create new page (4) and Edit page properties (5). See image below. <b>Defining number of displayed columns [Admin]</b> Administrators can configure the Page module to display only the content columns that the website uses. This is done by Page TSconfig (so it can be configured per branch in the page tree!) and this particular option has the object path "mod.web_layout.tt_content.colPos_list". For instance "mod.web_layout.tt_content.colPos_list = 0,3" will set the display of the "Normal" and "Border" columns only. There are many other options for customization of the Page module in the object path "mod.web_layout" and Administrators should refer to the "TSconfig" reference linked to below.
da: Ved at klikke på sidemodulet i menuen til venstre fremkommer sidetræet. I sidetræet klikkes på den side du ønsker at redigere. I højre side af skærmen, vil du kunne se indholdet af siden, visualiseret af sidemodulet. Sidemodulet har flere visningstyper: <b>Kolonner</b> Kolonnevisningen viser indholder i de kolonner og den rækkefølge de fremstår i frontenden. Et panel af knapper giver dig adgang til at skjule/synliggøre, flytter og redigere indhold. <b>Kvik-redigering</b> I kvik-redigerings-visningen vises det første indholdselement automatisk klar til redigering. Afhængig af din websitets TypoScript opsætning, vil denne visning være mere eller mindre anvendelig for hurtig redigering af indhold. <b>Sprog</b> Hvis dit site er sat op til at bruge flere sprogversioner efter den såkaldte "one-tree-fits-all" model, kan du her styre sprogversionerne af indholdselementerne. <b>Sideinformation</b> I sideinformationsvisningen, kan du se nogle statistiske data for siden. Hvis websitet er konfigureret til at opsamle website trafik, vises det her. <b>Generelle valgmuligheder</b> I toppen af sidemodulet, vil du kunne se en række af ikoner som vil give dig adgang til funktioner så som: ændringshistorik/fortryd (1), opret nye indholdselementer (2), flyt side (3), opret ny side (4) og rediger sidehoved (5). Se nedenstående billede. <b>Definering af antallet af viste kolonner [Administrator]</b> Admin-brugere kan konfigurere sidemodulet til kun at vise de kolonner som websitet bruger. Dette er gjort med Side TSconfig (så det kan defineres for grene i sidetræet!) og har objektstien "mod.web_layout.tt_content.colPos_list". For eksempel "mod.web_layout.tt_content.colPos_list = 0,3" vil gøre at sidemodulet kun viser "Normal" og "Margin" kolonnerne. Der er mange muligheder for at konfigurere sidemodulet via TSconfig objekt stien "mod.web_layout". Admin brugere bør læse manualen 'TSconfig - reference'.
nl: Door de module te selecteren wordt de paginaboom weergegeven. Klik op de titel van de pagina waarvoor je content wilt bewerken, en in het rechterframe zie je de content van de pagina weergegeven in de paginamodule. De paginamodule heeft verschillende modussen om content weer te geven. <b>Kolommen</b> De kolomweergave laat alle Contentelementen in de kolommen zien, in de volgorde hoe ze verschijnen op de website. Een paneel van knoppen laat je de elementen makkelijk verbergen, verplaatsen en bewerken. <b>Snel Bewerken</b> In Snel Bewerken wordt het eerste element op de pagina meteen in een formulier geladen. Het hangt af van de implementatie van je website en je algemene voorkeuren of je deze modus prefereert boven de kolomweergave. <b>Talen</b> Als je site verschillende talen ondersteunt en het "one-tree-fits-all"-concept gebruikt voor vertalingen dan heb je deze modus nodig om de vertalingen van de content-elementen op een pagina te controleren. <b>Paginainformatie</b>De Paginainformatieweergave laat enige statistische data van een pagina zien. Dit bevat ook hitstatistieken indien beschikbaar. <b>Algemene opties</b> In de top van de paginamodule vind je een rij iconen die je direct naar diverse functies brengt zoals Geschiedenis/Ongedaan maken (1), Nieuw content-element maken (2), Pagina verplaatsen (3), Nieuwe pagina maken (4) en bewerk pagina-eigenschappen (5). Zie onderstaande afbeelding. <b>Aantal weergegeven kolommen definiëren [Admin]</b> Administratoren kunnen de paginamodule zo configureren dat alleen de contentkolommen weergegeven worden die de website gebruikt. Dit wordt gedaan door Page TSconfig (zodat het per tak van de paginaboom geconfigureerd kan worden). Deze optie heeft het objectpad "mod.web_layout.tt_content.colPos_list". Bijvoorbeeld "mod.web_layout.tt_content.colPos_list = 0,3" stelt alleen de weergave van de "Normal" en "Border"-kolommen in. Er zijn veel andere opties om de paginamodule in het objectpad "mod.web_layout" aan te passen en Administratoren zouden moeten refereren naar onderstaand gelinkte "TSconfig"-referentie.

# _.seeAlso
source: Configuring the Page module [Technical] | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/TSFE/, xMOD_csh_corebe:history_log, xMOD_csh_corebe:new_ce, xMOD_csh_corebe:move_el_pages, xMOD_csh_corebe:new_pages, xMOD_csh_corebe:TCEforms, About the page module | http://typo3.org/documentation/tips-tricks/the-new-page-editing-concept/ Editing a page | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/EditPageContent/ The Page Module (Animation) | Using the page tree (Animation) | FILE:EXT:welcome/modsub/ani_05.gif
da: Konfigurer sidemodulet [teknisk] | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/TSFE/, xMOD_csh_corebe:history_log, xMOD_csh_corebe:new_ce, xMOD_csh_corebe:move_el_pages, xMOD_csh_corebe:new_pages, xMOD_csh_corebe:TCEforms, Om sidemodulet | http://typo3.org/documentation/tips-tricks/the-new-page-editing-concept/ Redigér en side | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/EditPageContent/ Sidemodulet (animation) | Brug sidetræet (animation) | FILE:EXT:welcome/modsub/ani_05.gif
fr: Configuration du module page [Technique] | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/TSFE/, xMOD_csh_corebe:history_log, xMOD_csh_corebe:new_ce, xMOD_csh_corebe:move_el_pages, xMOD_csh_corebe:new_pages, xMOD_csh_corebe:TCEforms, Au sujet du module page | http://typo3.org/documentation/tips-tricks/the-new-page-editing-concept/ Editer une page | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/EditPageContent/ Le module page (Animation) | Utilisation de l'arborescence (Animation) | FILE:EXT:welcome/modsub/ani_05.gif
nl: De paginamodule configureren [Technisch] | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/TSFE/, xMOD_csh_corebe:history_log, xMOD_csh_corebe:new_ce, xMOD_csh_corebe:move_el_pages, xMOD_csh_corebe:new_pages, xMOD_csh_corebe:TCEforms, Over de paginamodule | http://typo3.org/documentation/tips-tricks/the-new-page-editing-concept/ Een pagina bewerken | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/EditPageContent/ De paginamodule (animatie) | De paginaboom gebruiken (animatie) | FILE:EXT:welcome/modsub/ani_05.gif

# .image_descr
source: Click the Page module, then the title of a page in the page tree. The page module is now activated in the right frame, showing the content of the page you clicked in the page tree. These buttons are direct links to the History/Undo function (1), Create new content element wizard (2), Move page wizard (3), Create new page wizard (4) and Edit page properties form (5). See the links for more details.
da: Klik på sidemodulet (engelsk 'Page module') og derefter på sidens titel i sidetræet. Sidemodulet er nu aktivt i højresiden af skærmen og vier indholdet af den siden du valgte i sidetræet. Disse knapper er direkte links til funktionerne: ændringshistorik/fortryd (1), opret nye indholdselementer (2), flyt side (3), opret ny side (4) og rediger side egenskaber (5).
nl: Klik op de Paginamodule, vervolgens op de titel van een pagina in de paginaboom. The paginamodule is nu geactiveerd in het rechterframe, en laat de content zien van de pagina die je aangeklikt hebt in de paginaboom. Deze knoppen zijn directe links naar de functie Geschiedenis/Ongedaan maken (1), de wizard Nieuw contentelement (2), de wizard Pagina verplaatsen (3), de wizard Nieuwe pagina maken (4) en het formulier Paginainstellingen bewerken (5). Zie links voor meer details.

# quickEdit.alttitle
source: Quick Edit
da: Kvikredigering
fr: Edition rapide
nl: Snel Bewerken

# quickEdit.description
source: The Quick Editor gives you direct access to the form fields of the page content.
da: Kvikredigering giver dig direkte adgang til formfelterne for sidens indhold.
fr: L'éditeur rapide propose un accès direct aux champs de formulaire.
nl: De Snel Bewerken-optie geeft je directe toegang tot de formuliervelden van de paginacontent.

# quickEdit.details
source: The Quick Editor is designed to cut down the number of clicks involved in getting to edit the page content. Simply by clicking the page title in the page tree you've got the first content element in the normal column loaded in the list frame. In the toolbar in the top you can select the other content elements on the page in the selector box.
da: Kvikredigering er designet til at skære ned på antallet af klik som er indvolveret i at redigere en sides indhold. Du klikker ganske enkelt sidens titel i sidetræet og du vil straks se det første indholdselement fra den normale tekstkolonne læst ind i liste-vinduet. I værktøjslinien i toppen kan du vælge andre indholdselementer på siden i selektorboksen.
nl: De Snel Bewerken-optie is gemaakt om in minder klikken de pagina-inhoud te bewerken. Door simpelweg op de paginatitel in de paginaboom te klikken krijg je het eerste inhoudselement in de normale kolom geladen in het lijstkader. In de werkbalk bovenin kun je andere inhoudselementen van de pagina selecteren in het selectievak.

# quickEdit.image_descr
source: The QuickEdit view cuts of one extra click by bringing the user directly to the editing form after clicking a page title in the page tree. The record shown is always the first content element from the Normal column.
da: Kvikredigering skærer et ekstra museklik af ved at bringe dig direkte til redigeringsformularen efter at have klikket på sidetitlen i sidetræet. Det viste element er altid det første elemen for Normal kolonnen.
nl: Snel Bewerken gebruikt minder klikken en brengt de gebruiker direct naar het bewerkformulier nadat er op een paginatitel in de paginaboom geklikt is. Het getoonde record is altijd het eerste inhoudselement van de normale kolom.

# quickEdit_selElement.alttitle
source: Content Elements
da: Indholds elementer
fr: Eléments de contenu
nl: Inhoudselementen

# quickEdit_selElement.description
source: This is an overview of the content elements on this page in QuickEdit mode. Select another element to edit or click a "New" icon to create a new content element.
da: Dette er en oversigt over indholdselementerne på denne side. Vælg et andet element eller klik på et "Ny" ikon for at oprette et nyt indholdselement.
fr: Voici une vue d'ensemble des éléments de contenu sur cette page en mode d'édition rapide. Sélectionner un autre élément à éditer ou cliquer sur "Nouveau" pour créer un nouvel élément de contenu.
nl: Dit is een overzicht van de inhoudselementen op deze pagina in de Snel Bewerken-modus. Selecteer een ander element om te bewerken of klik op een 'nieuw' icoon om een nieuw inhoudselement te maken.

# quickEdit_selElement.image_descr
source: Overview of page content elements in the QuickEdit view. In the bottom there are links to two wizards: The "Move Content Element Wizard" and the "Create new Content Element Wizard". See the links below.
da: Overblik over sidens indholdselement i Kvik-redigerings visningen. I bunden er der to til to guider: "Flyt indholdselemen" (Engelsk "Move Content Element") og "Opret nyt indholdselement" (Engelsk "Create new Content element Wizard". Se nedenstående links.
fr: Aperçu des éléments de contenu de la page dans la vue d'édition rapide. En bas, il y a deux liens vers deux assistants: l'assistant "bouger un élément de contenu" et l'assistant "Créer un nouvel élément de contenu". Voir les liens ci-dessous.
nl: Overzicht van de pagina-inhoudselementen in het Snel Bewerken-venster. Onderaan staan links naar twee wizards: de wizard "Verplaats Inhoudselementen" en de wizard "Maak Nieuw Inhoudselement". Zie onderstaande links.

# columns_1.alttitle
source: Listing by Columns
da: Kolonnevisning
nl: Opsomming in kolommen

# columns_1.description
source: In the "Columns" view you can manage the content of a web page. If your web page supports multiple columns, you will be able to arrange your content elements in columns.
da: Via "Kolonne" visning kan du kontrollere sidens indhold i henhold til dets position i kolonner. Hvis din hjemmeside understøtter flere kolonner, kan du arrangere dine indholdselementer i disse kolonner.
nl: In de "Kolommen"-weergave kunt u de inhoud van de webpagina beheren. Als de pagina meerdere kolommen ondersteunt kunt u de inhoud in kolommen neerzetten.

# columns_1.image_descr
source: When your website supports multiple content element zones in the template you will be able to use another column than the "Normal" column. Here the "Left" column is enabled. TYPO3 offers four columns by default, "Normal", "Right", "Left" and "Border". Their significance depends on individual implementations in the frontend templates.
da: Når dit website understøtter flere områder til indholdselementer i skabelonen, vil det være muligt at bruge andre kolonner end "Normal" kolonnen. Her er "Venstre" kolonne aktiveret. TYPO3 tilbyder fire kolonner som standard. "Normal", "Højre", "Venstre" og "Ramme". Deres betydning er afhængig af den konkrete implementering i frontend skabelonen.

# columns_2.alttitle
source: Listing by Language
da: Sprogvisning
fr: Vue par langue
nl: Sorteer op taal

# columns_2.description
source: In the "Languages" view you can control the content of the web page as it is divided into languages and columns. It enables users to create a new translation of a page.
da: I "Sprog" visningen kan du ved hjælp af sprog og kolonner styre indholdet på websitet. Det gør brugere i stand til at oprette nye oversættelser af en side.
nl: In de "Talen"-weergave kun je de inhoud van de webpagina beheren zoals het verdeeld is in talen en kolommen. Het maakt het mogelijk om een nieuwe vertaling van een pagina te maken.

# columns_2.image_descr
source: In the Language view you can select to create a new translation of the page if one does not exist already. The available languages must be defined first by language records created in the root of the page tree. This example shows how page content for three languages is shown side-by-side in the Page module. In the top of the Page module you can also select between the available translations... ... and if you select any of the additional languages (here "Danish" and "German") you will see the default language displayed side-by-side with the selected language
da: I sprogvisning kan du vælge at oprette en ny oversættelse af siden, hvis den ikke allerede eksisterer. De tilgængelige sprog skal først være defineret som sprogelementer, oprettet i roden af sidetræet. Dette eksempel viser hvordan sideindhold for tre sprog, vises side om side i Sidemodulet. I toppen af Sidemodulet kan du også vælge mellem de tilgængelige oversættelser... ... og hvis du vælger en af de øvrige sprog (her "dansk" og "tysk"), vil du se standardsproget ved siden af de valgte sprog

# columns_3.alttitle
source: Page Information
da: Sideinformation
fr: Information sur la page
nl: Pagina-informatie

# columns_3.description
source: In the "Page Information" view you can see various statistics about a page.
da: I "Sideinformation" kan du se forskellig statistikdata om en side.
fr: Dans "information sur la page", vous pouvez voir différentes statistiques au sujet d'une page.
nl: In de "Pagina-informatie"-weergave kun je verschillende statistieken van een pagina zien.

# columns_3.details
source: The page information reveals information such as the date of creation and last modification of the page and its content. You can also see the subtitle, keywords and descriptions. This information is often used on websites for meta data or searching.
da: Sideinformation viser infomation så som dato for oprettelse, sidste ændringsdato. Du kan også se sidens undertitel, nøgleord og beskrivelse. Denne information bruges ofte til at generere meta-tags for websitet, eller i søgningsøjemed.
nl: De pagina-informatie onthult informatie zoals de aanmaakdatum en laatste wijzigingen van de pagina en inhoud. Je kunt ook de ondertitel, sleutelwoorden en omschrijvingen zien. Deze informatie wordt vaak gebruikt op websites voor meta-data of zoeken.

# columns_single.alttitle
source: Page content elements in a single column
da: Side indholdselementet i en enkelt kolonne
fr: Eléments de contenus dans une seule colonne
nl: Pagina-inhoudselementen in een enkele kolom

# columns_single.description
source: The single column view will show the page content elements that define the content on this page of your website. Click an edit icon or element text to edit an element.
da: Udseendet når indholdsindholdet på dit site vises som enkeltkolonne. Klik på rediger ikonet eller tekst elementet for at redigere et element.
nl: De enkele-kolomweergave laat de pagina-inhoudselementen zien die de inhoud van deze pagina definiëren. Klik op een bewerkicoon of elementtekst om het element te bewerken.

# columns_single.details
source: You can also hide, delete and move elements by using the control panels. Clicking the "New content element" icon you will be able to create new content elements in between the existing elements on the page. Click the icon of a content element if you wish to access the context menu of the element.
da: Du kan desuden skjule, slette og flytte elementer ved at bruge kontrolpanelet. Ved at klikke "Opret nyt indholdselement" ikonet er du i stand til oprette et nyt element mellem eksisterende elementer på siden. Klik på elemenets ikon hvis du vil have adgang til elementes valgmuligheder.
nl: Je kunt elementen ook verbergen, verwijderen en verplaatsen door de beheerpanelen te gebruiken. Door op het "Nieuw inhoudselement"-icoon te klikken kun je nieuwe inhoud maken tussen bestaande elementen op de website. Klik het icoon van een inhoudselement als je toegang wilt krijgen tot het contextmenu van het element.

# columns_single.image_descr
source: Content Elements on a page are arranged in a specific order - the order they appear on the website. This order is also shown in the page module. The control panel allows you to move elements up and down as well as edit, hide and delete them. You can also just click the preview text shown here to access the editing form of the element.
da: Indholdselement på en side er arrangeret i en bestemt rækkefølge - rækkefølgen hvormed de vises på siden. Rækkefølgen er også vist i sidemodulet. Kontrolpanelet gør dig istand til flytte elementer op og ned, samt at redigere, skjule og slette elementer. Du kan også klikke på det viste indholdselements tekst, for at få adgang til at redigere elementet.
nl: Inhoudselementen op een pagina staan gerangschikt in een specifieke volgorde (zoals ze staan op de website). Deze volgorde staat ook in de paginamodule. Het controlepaneel laat je elementen omhoog en omlaag verplaatsen en bewerken, verbergen en verwijderen. Je kunt ook simpelweg op de previewtekst hier weergegeven klikken om het bewerkformulier van het element te openen.

# button_panel.alttitle
source: The "Big Buttons"
da: De "Store knapper"
fr: Les "Gros Boutons"
nl: De "Grote knoppen"

# button_panel.description
source: These buttons will bring you to four most used functions in relation to building pages. From here you can edit the page properties (eg. the page title), you can move the current page to another position in the page tree, create a new page somewhere in the page tree or create new content elements on this page.
da: Disse knapper vil bringe dig til de fire mest brugte funktioner i relation til at bygge sider. Herfra kan du redigere sidens egenskaber (f.eks sidens titel), du kan flytte nærværende side til en anden position i træstrukturen, oprette en ny side et sted i træstrukturen eller oprette et nyt indholdselement på denne side.
nl: Deze knoppen brengen je naar de vier meest gebruikte functies gerelateerd aan het bouwen van pagina's. Vanuit hier kun je de pagina-instellingen bewerken (zoals de titel), de huidige pagina verplaatsen naar een andere positie in de paginaboom, nieuwe pagina's in de paginaboom maken of nieuwe inhoudselementen op de pagina maken.
