Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/frontend/Resources/Private/Language/*.locallang_csh_ttcontent.xlf
Languages: da, hr, it

# header_link.syntax
source: If you insert a Page ID (ex. 51), the link will point to the page with id=51 <em>inside</em> TYPO3. If you insert an email address (ex. name@my-domain.test), the link will point to that email address. If you insert an URL or domain, (ex. www.typo3.org or http://www.my-domain.org), the link will point to that website.
da: Hvis du indsætter et ID-nummer, (f.eks. 51), refererer linket til siden med id=51 <em>i</em> TYPO3. Hvis du indsætter en e-mail, for eksempel "navn@mit-domain.test", vil linket pege på den e-mail adresse. Hvis du indtaster en URL eller et domæne, f.eks. "www.typo3.org" eller "http://www.mit-domain.org", vil linket pege på den hjemmeside.
hr: Ukoliko postavite ID stranice (primjerice 51), poveznica će pokazivati na stranicu sa identifikacijskim broje id=51 <em>unutar</em> TYPO3 sustava. Ukoliko postavite e-mail adresu (primjerice ime@domena.hr), poveznica će pokazivati na postavljenu e-mail adresu. Ukoliko postavite URL ili domenu (primjerice www.typo3.org ili http://www.moja-domena.hr), poveznica će pokazivati na postavljeni URL ili domenu.
it: Inserendo un ID di pagina (ad es. 51), il collegamento porterà alla pagina con ID=51 <em>all'interno di TYPO3</em>. Inserendo un indirizzo email (ad es. nome@mia-casella.test) il collegamento porterà a quell'indirizzo email. Inserendo un URL o un dominio (ad es. www.typo3.org or http://www.my-domain.org), il collegamento porterà a quel sito web.

# header_layout.description
source: Select a visual design for the header.
da: Vælg et visuelt design for overskriften.
hr: Odaberite vizualni dizajn zaglavlja.
it: Seleziona una visualizzazione per l'intestazione.

# header_layout.details
source: If you select "Default" the standard design (which is one of the layouts 1-5) will be used. Alternatively you can select from Layout 1 through 5 which are configured in the website template with individual visual designs. If you select "Hidden" the header will simply not appear. This is useful when you don't need a header to display on the website but still want to identify the Content Element in the Backend.
da: Hvis du vælger “Standard” vil standard designet (et ud af de tilgængelige layouts 1-5) blive brugt. Alternativt kan du vælge mellem de 5 layouts (layout 1-5), som er konfigureret i website skabelonen med individuelle visuelle designs. Hvis du vælger “Skjult” vil overskriften ikke blive vist. Dette kan være praktisk, hvis du ønsker at kunne identificere et indholdselement på en overskrift i Backend, men samtidig ønsker, at overskriften skal være skjult på websitet.
hr: Ukoliko odaberete izgled "Zadano" primjenit će se zadani izgled. Osim "Zadano" možete odabrati "Izgled 1" do "Izgled 5" koji su podešeni u predlošku sa prilagođenim vizualnim prikazom. Ukoliko odaberete "Skriveno", zaglavlje se jednostavno neće prikazati. Ova opcija korisna je kada ne želite prikazati zaglavlje na prednjem sučelju no želite zaglavlje na stražnjem sučelju radi identifikacije elementa.
it: Se selezioni "Predefinito" (Default) sarà usato il design standard (che è uno dei layout da 1 a 5). In alternativa puoi fare una scelta da Layout1 a Layout5; questi elementi sono configurati nel template per il sito web come design visuali individuali. Se selezioni "Nascondi" (Hidden) l'intestazione (header) non sarà visualizzata. Questo è utile quando non hai bisogno di visualizzare una intestazione nel sito ma vuoi identificare il contenuto nel Backend.

# subheader.description
source: Enter a subheader to be displayed below the main header. If the Content Element is a "Form" this field is instead used as the Recipient Email.
da: Indtast en underoverskrift. Denne bliver vist under den almindelige overskrift. Hvis indholdselementets type er “Formular” bliver feltet brugt til formularmodtagerens emailadresse.
hr: Odaberite podzaglavlje koje će se prikazivati ispod glavnog zaglavlja. Ukoliko je element sadržaja "Forma" ovo polje se koristi kao e-mail adresa primatelja.
it: Inserire una sottotitolo che sarà visualizzato sotto l'intestazione principale. Se il contenuto è di tipo "Form" questo campo sarà utilizzato come Email per l'indirizzo di destinazione.

# subheader.details
source: A subheader is displayed only with "Header" Content Elements and with "Form" Content Elements (as the Recipient Email).
da: En underoverskrift vises kun, når indholdselementets type er valgt som “Overskrift”. <b>Bemærk:</b> Når indholdselementtypen “Formular” anvendes, bliver feltet brugt til “Modtager-email” - formularmodtagerens emailadresse. Det er derfor vigtigt, at tildele adgang til dette felt til brugerne.
hr: Podzaglavlje se prikazuje jedino sa elementima sadržaja tipa "Zaglavlje" i "Forma" (kao e-mail adresa primatelja u slučaju forme).

# bodytext.description
source: Enter the main text.
da: Indtast brødteksten.
hr: Unesite glavni tekst.
it: Inserisci il testo principale.

# bodytext.details
source: The main text of the Content Element is entered here and can be formatted with HTML or a Rich Text Editor. The field is reused in other Content Element types so changing the type will cause any text to be reused in that new Content Element type. When you're using this field with the "Text" and "Text & Images" types, the content is normal body text. Each linebreak signifies a new paragraph, you can use the special TYPO3 tag, &lt;LINK&gt;, for making links. You can use many HTML tags but there are limitations depending on your website configuration. A Rich Text Editor is commonly used to add a visual editing interface for 'Text' and 'Text & Images' Content Elements. <b>Bullet Lists:</b> If the type is "Bullet List" each line in this field is a bullet item. <b>Tables:</b> If the type is "Table" each line represents a table row. Within each line, columns are divided by a vertical bar ('|'). A table row with 3 columns could look like "This is column 1 | Column 2 here | Third column!". The table wizard can also be used for creating tables and is much easier than hand coding them.
da: Her indtaster du indholdselementet brødtekst. Som regel kan du bruge nogle HTML formaterings tags eller Rich Text Editoren. Feltet genbruges i de fleste indholdselementtyper, hvorfor skift mellem indholdselementtyper bevarer indholdet i dette felt. Når feltet bruges med indholdselementtyperne “Tekst” og “Tekst & billeder” bruges feltet til ordinær brødtekst. Hvert linieskift starter et nyt afsnit. Det er muligt at anvende et specielt TYPO3 tag omkring tekst, som skal linke, <link>tekst</link>. Der kan bruges mange forskellige HTML tags, men der er også begrænsninger. Dette afhænger af implementeringen. En Rich Text Editor bruges normalt til visuel redigering af 'Tekst' og 'Tekst & billeder' indholdselementer. <b>Punktliste:</b> Hvis typen er “Punktliste” vil hver ny linie starte med et punkt. <b>Tabeller:</b> Hvis typen er “Tabel” vil hver ny linie repræsentere en tabelrække. Indenfor hver enkelt linie deles teksten i kolonner af en lodret streg, |. En tabel med 3 kolonner kunne se ud som følgende: “Kolonne 1 | Kolonne 2 | Kolonne 3” Men brug tabelguiden til at lave tabeller, det er meget nemmere end at “kode” dem.

# image.description
source: Insert one or more images.
da: Indsæt et eller flere billeder.
hr: Umetnite jednu ili više slika.
it: Inserire una o più immagini.

# image.details
source: You can attach multiple images to the Content Element. Depending on the configuration of TYPO3, you can attach images in many formats without worrying about size and compression. TYPO3's graphics processing handles these details for you. When you use the "Text & Images" type, it's important to select a proper position for images. For this purpose, use the Position and Aligment selector. See link to "Page Content / Position" below. You can also display images in multiple columns and even enable an option that opens full size images when thumbnails are clicked.
da: Du kan indsætte billeder til indholdselementet og lige så mange som du ønsker. Afhængigt af systemets konfiguration, kan du oven i købet indsætte dem i næsten ethvert tænkeligt format. Du behøver ikke bekymre dig om størrelse og kompression, da disse faktorer automatisk håndteres af TYPO3. Når du indsætter 'Tekst m/ billede' er det vigtigt at vælger en korrekt position til billedet. Benyt ikonerne til at vælge billedets position. Du kan også vise billeder i flere kolonner og aktivere funktionen 'Klikforstør', som ved klik på billedet, viser billedet i en større udgave. Der er flere billedefunktioner end de nævnte, og adgangen til funktionerne afhænger af systemets konfiguration.
hr: Elementu sadržaja možete pridružiti više slika. Ovisno o postavkama Vašeg TYPO3 sustava, slike možete pridružiti u mnogim formatima bez razmišljanja o veličini i metodi sažimanja. Grafičke mogućnosti TYPO3 sustava pobrinut će se za ove detalje umjesto Vas. Kada koristite tip sadržaja "Tekst i slike", bitno je odabrati ispravnu poziciju za slike. Za ovu svrhu, koristite izbornike Pozicija i poravnanje. Pogledajte na poveznici ispod "Sadržaj stranice / Pozicija". Slike možete prikazivati u višestrukim stupcima te čak i omogućiti opciju za otvaranje slika u punoj veličini kada se klikne na ikonicu.

# _image.seeAlso
source: tt_content:imagewidth, tt_content:imageheight, tt_content:imageorient, tt_content:imageborder, tt_content:image_link, tt_content:image_zoom, tt_content:imagecols, tt_content:imagecaption, tt_content:image_frames, Using images ("Getting Started") | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheFileModuleOrImageArchives/ManagingFilesInTypo3/ Using images (Animation) | FILE:EXT:welcome/modsub/ani_10.gif
da: tt_content:imagewidth, tt_content:imageheight, tt_content:imageorient, tt_content:imageborder, tt_content:image_link, tt_content:image_zoom, tt_content:imagecols, tt_content:imagecaption, tt_content:image_frames, Brug af billeder ("Getting Started") | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheFileModuleOrImageArchives/ManagingFilesInTypo3/ Brug af billeder (Animation) | FILE:EXT:welcome/modsub/ani_10.gif

# image.image_descr
source: This shows all the options related to inserting images in Content Elements. Depending on user permissions, you may not be able to use all of them.
da: Dette viser alle funktioner relateret til indsætning af billeder i indholdselementer. Afhængigt af systemets konfiguration, er det ikke sikkert du har adgang til alle funktioner.
hr: Ovdje su prikazane sve opcije dostupne pri umetanju slika u elemente sadržaja. Ovisno o korisničkim dopuštenjima, možda nećete moći koristiti sve dostupne opcije.

# imagewidth.description
source: Enter the width (in pixels) for displaying the image in the Frontend of your website.
da: Indtast bredden på billedet i pixels.
hr: Unesite širinu (u pikselima) za prikaz slike na prednjem sučelju Vaše internet stranice.
it: Inserire la larghezza (in pixel) per visualizzare l'immagine nel Frontend del sito web.

# imagewidth.details
source: The TypoScript template is normally configured with maximum image width so you shouldn't need to specify a width. In unique cases, this provides additional flexibility though.
da: Skabelonen er normalt konfigureret til at vise et billede i maksimal bredde og det er derfor ikke nødvendigt at specificere bredde hvis billedet passer i forhold til indholdet. Feltet giver dig blot mulighed for at overskrive denne værdi.
hr: TypoScript predložak najčešće je podešen za najveću moguću širinu slike tako da nije potrebno da unosite širinu. No u pojedinim slučajevima, navođenjem širine možete imati dodatnu fleksibilnost.

# imageheight.description
source: Enter the height (in pixels) for displaying the images in the Frontend of your website.
da: Indtast højden på billedet i pixels.
hr: Unesite visinu (u pikeslima) za prikaz slika na prednjem sučelju Vaše internet stranice.
it: Inserire l'altezza (in pixel) per visualizzare le immagini in Frontend del sito web.

# imageorient.description
source: Select the position and alignment of the images relative to the body text.
da: Vælg billedblokkens position i forhold til brødteksten.
hr: Odaberite položaj i poravnanje slika u odnosu na tijelo teksta.

# imageorient.details
source: The positions above and below the body text are pretty straight forward. The options for "In text" mean that images are displayed with text wrapped around them. When you select this option the template will probably force the images into smaller dimensions to accommodate the width of the template and the width of the text. The bodytext will float <em>under</em> the image block when it reaches the end of the image block. In other words, the body text <em>wraps around</em> the image block. If you select "In text" below the "No wrap" divider, the body text will not float under the image block, but simply continue in its column. Apart from the visual difference there is a technical aspect as well. If you choose to allow the content to wrap the image block you will experience a strange phenomenon when you do not have enough bodytext to make it float around the image: subsequent content elements on the page will appear to be layered on top of the image block. However it's easily solved by changing the "In text" position to the equal value but below the "No wrap" divider.
da: Positionen før og efter brødteksten er lige til. Valgmuligheden “I tekst” betyder, at billedet placeres med tekst ved siden af. Når denne valgmulighed vælges vil billedet sandsynligvis ændre størrelse, da der skal være plads til tekstomløb omkring billedet. Når optionen “I tekst” vælges, kan der yderligere vælges mellem over og under skillelinjen “Ingen tekstomløb”. Hvis “I tekst” over vælges, vil brødteksten løbe ind <em>under</em> billedet, når brødteksten når billedets underkant. Hvis “I tekst” under skillelinjen “Ingen tekstomløb” vælges, vil brødteksten ikke løbe ind under billedet, når brødteksten når billedets underkant, men fortsætte i sin “egen kolonne”. Ud over den synlige forskel er der også et teknisk aspekt. Hvis tekstomløb vælges, og der ikke er nok brødtekst til at løbe ind under billedet, vil underliggende indholdselementer nærmest ligge i lag ovenpå det foregående billede - og det vil se ud som en fejl. Dette løses ved at vælge “I tekst” under skillelinjen “Ingen tekstomløb” på det indholdselement, der ikke har tekst nok til at løbe ind under billedet.
hr: Pozicija iznad i ispod tijela teksta su prilično očite. Opcija "U tekstu" znači da su slike prikazane sa tekstom koji teče oko njih. Kada odaberete ovu opciju, predložak će vjerojatno prikazati slike u manjim dimenzijama kako bi se prilagodile širini predloška i teksta. Tijelo teksta će plutati <em>ispod</em> bloka slika kada dosegne kraj bloka slika. Drugim riječima, tijelo teksta se <em>omata</em> oko bloka slika. Ukoliko odaberete "U tekstu" ispod razdjelnika "Bez omatanja", tijelo teksta neće plutati ispod bloka slika već će nastaviti u vlastitom stupcu. Osim vizualne razlike postoji i tehnički dio priče. Ukoliko odaberete dopustiti sadržaju da se omata oko bloka slika iskusit ćete čudan fenomen kada nema dovoljno teksta da se omota oko slika: elementi sadržaja u nastavku djelovat će kao da su pozicionirani preko bloka slika. Ovo je lako riješiti promjenom na opciju "U tekstu" no ispod razdjelnika "Bez omatanja".

# imageborder.description
source: Displays a colored border around the images.
da: Vælg om du vil have en kant på billederne.
hr: Prikaži rub u boji oko slika.
it: Visualizza un bordo colorato intorno all'immagine.

# image_link.description
source: Enter a link for the image. For multiple images, separate the links with commas.
da: Indtast et link til billedet.
hr: Unesite poveznicu za sliku. Za višestruke slike, razdvojite poveznice zarezima.
it: Inserire un link per l'immagine. Per immagini multiple, bisogna separare i link con le virgole.

# image_link.details
source: By default all images share the same link. Your TypoScript template may be configured to allow a separate link for each image. If this is the case, you simply separate the links with a comma. See Page Content>Link below for details on syntax.
da: Som standard deler alle billeder det samme link. Men du kan bede administratoren om at konfigurere TypoScript skabelonen, så den tillader et seperat link for hvert billede. Hvis dette er konfigureret, skal seperate links blot adskilles af komma. Se sideindhold->Link under for syntaksdetaljer.
hr: Prema zadanim postavkama sve slike dijele istu poveznicu. No Vaš TypoScript predložak može biti podešen tako da dopušta posebnu poveznicu za svaku sliku. U tom slučaju jednostavno odvojite poveznice zarezima. Pogledajte sadržaj stranice>Poveznica ispod za detalje o sintaksi.
it: Di base tutte le immagini condividono lo stesso link. Il TypoScript template dovrebbe essere configurato per consentire un link separato per ogni immagine. Se questo è il caso, si devono semplicemente separare i link con una virgola. Per avere dettagli sulla sintassi guardare in basso Contenuto di Pagina > Link.

# image_zoom.description
source: When enabled, clicking an image will open a larger version in a popup window.
da: Markér her og billedet linkes til en større udgave i et popup vindue.
hr: Kada je ta funkcija omogućena, klik na sliku će otvoriti veću verziju slike u skočnom prozoru.
it: Quando è abilitato, cliccando su una immagine si aprirà una finestra di popup con l'immagine in formato grande.

# image_zoom.details
source: This option overrides the value in the Links field.
da: Dette overskriver værdien i link-feltet.
hr: Ova opcija ima prednost nad unosom u polju Poveznice.
it: Questa opzione sovrascrive il valore del campo Link.

# image_frames.description
source: Select special image framing options.
da: Vælg specielle billedramme muligheder.
hr: Odaberite posebne opcije uokvirivanja slike.

# imagecols.description
source: Set the number of columns when the images are displayed in the Frontend of the website.
da: Vælg antallet af kolonner billederne vises i.
hr: Odaberite broj stupaca za prikaz slika na prednjem sučelju internet stranice.
it: Impostare il numero di colonne quando le immagini vengono visualizzate nel Frontend del sito web.

# imagecaption.description
source: Enter captions for the images. For multiple images, enter one caption per line.
da: Indtast en billedtekst
hr: Unesite naslove za slike. Za više slika, unesite jedan naslov po retku.
it: inserire la didascalia per le immagini. Per immagini multiple, inserire una didascialia per linea

# imagecaption.details
source: By default, the caption is positioned below the images. However, your TypoScript template may be configured to allow individual image captions by setting "styles.content.imgtext.captionSplit=1" in your template constants. In this case, each line in this field will be the image caption of the corresponding image in the list. The caption text field is also used by the Content Element type "File Links" where each line represents a description of a file in the list.
da: Som standard er billedtekster placeret under den samlede billedblok. Men din websiteskabelon kan konfigureres ("styles.content.imgtext.captionSplit=1"), så det bliver muligt at have individuelle billedtekster til hvert billede. Hvis dette er konfigureret, vil hver linie i feltet repræsentere en individuel billedtekst til det korresponderende billede i billedlisten. Billedtekstfeltet bliver også brugt i elementtypen “Fillinks”, hvor hver linie repræsenterer en beskrivelse af en korresponderende fil i fillisten.
hr: Prema početnim postavkama, naslov se nalazi ispod slika. No Vaš TypoScript predložak može biti podešen da dopušta pojedinačne naslove slika postavkom "styles.content.imgtext.captionSplit=1" u konstantama predloška. U tom slučaju, svaki redak u ovom polju bit će naslov pripadajuće slike u popisu. Polje s naslovima također koriste i elementi tipa "Poveznice datoteka" gdje svaki redak predstavlja opis datoteke s popisa.

# cols.description
source: Select a fixed number of table columns
da: Vælg et antal tabel kolonner
hr: Odaberite fiksan broj stupaca za tablicu
it: Seleziona un numero fisso di colonne in tabella

# pages.description
source: Select a target page or multiple target pages.
da: Indsæt side(r)
hr: Odaberite ciljnu stranicu ili više ciljnih stranica.
