Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/frontend/Resources/Private/Language/*.locallang_csh_systmpl.xlf
Languages: da, hr, nl, th

# .description
source: TypoScript template record.
da: TypoScript skabelonelement.
hr: Zapis TypoScript predloška.
nl: TypoScript sjabloon record.
th: TypoScript แม่แบบบันทึก

# .details
source: The 'Template' records are the vital components used to set the design of the webpages. No matter how (almost) you would like to build your website, it must be initiated by a 'Template' record placed in the root of the page tree of the site. Basically, create a 'Template' record, enter a title and make sure to check of Clear constants, setup and Rootline. Then enter some TypoScript configuration in the Setup field and you're set. It's very important to read how to do all this in the documents listed below! Also make sure you use the Web>Template module to do all the working with templates. It's a specialized tool to help you with this.
da: Skabelon elementer er vitale komponenter, der bliver brugt til at designe websites. Ligegyldigt, hvordan du vil bygge dit website op, skal der oprettes et 'Skabelon' element i roden af sidetræet. Opret et 'Skabelon' element, indtast en titel og sæt flueben i ryd konstanter, ryd setup og i rodniveau. Indtast noget TypoScript konfiguration i Setup feltet og så er du klar. Der er meget vigtigt at læse om, hvordan alt dette gøres i dokumenterne listet nedenfor! Brug Web > Skabelon modulet til al skabelonarbejdet. Modulet er specielt rettet mod dette.
hr: Zapisi 'Predložak' su ključne komponente koje određuju dizajn Vaše web stranice. Kako god (skoro) da želite podesiti Vašu web stranicu, morate započeti sa 'Predložak' zapisom u korjenu stabla stranica. U osnovi, stvorite zapis 'Predložak', unesite naslov i provjerite da su označene stavke 'Očisti konstante', 'Postavke' i 'Korjenska linija'. Nakon toga unesite TypoScript postavke u polje 'Postavke' i spremni ste. Bitno je da pročitate, u niže navedenim dokumentima, kako odraditi ove procedure! Također, pobrinite se da za sve Vaše radnje sa predlošcima koristite modul Web>Predložak. To je specijalizirani alat za rad s predlošcima.
nl: De 'Sjabloon' records zijn de vitale componenten om het aanzicht van de webpagina's te bepalen. Hoe je je pagina ook op wilt bouwen, hij moet worden geinitieerd door een 'Sjabloon' record in de root van de pagina boom van de site. Maak eenvoudigweg een 'Sjabloon' record, voer een titel in, vink 'Clear constants', 'setup' en 'Rootline' aan. Voer dan wat TypoScxript configuratie in het Setup veld en klaar is Kees. Het is belangrijk dat je in de documentatie naleest hoe je dit allemaal moet doen! Zorg ervoor dat je de Web>TS module gebruikt wanneer je aan templates werkt. Het is een speciale tool om je hierbij te helpen.
th: 'บันทึกแม่แบบเป็นองค์ประกอบสำคัญที่ใช้ในการกำหนดหน้าเว็บที่ออกแบบของ เว็บไซต์ไม่มีไม่ว่า (เกือบ) ต้องการของคุณสร้างนั้นจะต้องได้ริเริ่มโดย'บันทึกแม่แบบไว้ในเว็บไซต์หน้ารากของต้นไม้ของ ทั่วไปสร้าง'บันทึกแม่แบบใส่ชื่อและทำ โปรดตรวจสอบค่าคง Clear, การตั้งค่าและ Rootline แล้วป้อนค่าบาง TypoScript ในช่องติดตั้งและคุณตั้ง เป็นสิ่งสำคัญมากในการอ่านวิธีการทำทั้งหมดนี้ในเอกสารด้านล่างนี้! ยังให้แน่ใจว่าคุณใช้> แม่แบบโมดูล Web ทำทั้งหมดกับที่ทำงานแม่ จะเป็นเครื่องมือเฉพาะเพื่อช่วยให้คุณมีนี้

# _.seeAlso
source: static_template TSref | https://docs.typo3.org/typo3cms/TyposcriptReference/ TypoScript in 45 min| https://docs.typo3.org/typo3cms/TyposcriptIn45MinutesTutorial/
da: static_template TSref | https://docs.typo3.org/typo3cms/TyposcriptReference/ TypoScript på 45 min | http://docs.typo3.org/typo3cms/TyposcriptIn45MinutesTutorial/
hr: static_template TSref | https://docs.typo3.org/typo3cms/TyposcriptReference/ TypoScript za 45 minuta | https://docs.typo3.org/typo3cms/TyposcriptIn45MinutesTutorial/

# .image_descr
source: A Template Record with constants and setup code. The Web>Template module contains tools which will help you to edit and validate TypoScript structures.
da: Et skabelonelement med konstant og setup kode. Web > Skabelon modulet indeholder værktøjer som hjælper dig med at redigere og validere dine TypoScript strukturer.
hr: Zapis predloška sa konstantama i kodom postavki. Modul Web>Predložak sadrži alate koji će Vam pomoći u uređivanju i validiranju TypoScript struktura.
nl: Een sjabloon record met constantes en een setup code. De Web>Sjabloon module bevat een werkset die u ondersteund bij het bewerken en valideren van TypoScript structuren.
th: แม่แบบรายการที่มีค่าคงที่และรหัสติดตั้ง > แม่แบบโมดูล Web มีเครื่องมือที่จะช่วยให้คุณสามารถแก้ไขและตรวจสอบโครงสร้าง TypoScript

# hidden.description
source: Hiding the template will deactivate the template record.
da: Skjules skabelonen, deaktiveres skabelonelementet.
hr: Ukoliko sakrijete predložak isti će biti i deaktiviran.
nl: Het verbergen van het sjabloon deactiveert ook het sjabloon record.
th: ซ่อนแม่แบบจะปิดแม่แบบบันทึก

# hidden.details
source: If the Template Record was the first record on a page hiding it will expose the second record on the page instead.
da: Såfremt skabelonelementet er det første element og er skjult, vises det næste element istedet.
hr: Ukoliko je zapis predloška bio prvi na stranici, nakon što ga sakrijete, aktivan će postati drugi zapis na istoj stranici.
nl: Indien de sjabloon record de eerste record van de pagina is, zal bij verbergen de tweede record in plaats hiervan gebruikt worden.
th: หากแม่แบบรายการเป็นรายการแรกที่ซ่อนหน้าจะเปิดเผยบันทึกสองหน้าแทน

# starttime.description
source: Start time. Use this to enable a template on a certain date.
da: Starttidspunkt. Benyt dette til at aktivere skabelonen på en bestemt dato.
hr: Vrijeme početka. Koristite ovo polje kako bi automatski omogućili predložak na dani datum.
nl: Start tijd. Gebruik dit om een sjabloon op een bepaalde datum actief te laten worden.
th: เวลาเริ่มต้น นี้เพื่อให้สามารถใช้แม่แบบในวันหนึ่ง

# endtime.description
source: End time. Use this to disable a template on a certain date.
da: Sluttidspunkt. Dennyt dette til at deaktivere skabelonen på en bestemt dato.
hr: Vrijeme kraja. Koristite ovo polje kako bi automatski onemogućili predložak na dani datum.
nl: Eind tijd. Gebruik dit om een sjabloon te deactiveren op een bepaalde datum.
th: เวลาสิ้นสุด นี้เพื่อปิดการใช้แม่แบบในวันหนึ่ง

# title.description
source: The title of the template record is only an internal label and does not have any effect on the output in the frontend.
da: Skabelonelementets titel er kun en intern reference som ikke har nogen effekt på visningen af websitet.
hr: Naslov zapisa predloška služi jedino kao interna oznaka te nema nikakvog utjecaja na izgled prednjeg dijela sučelja.
nl: De titel van het sjabloon record wordt alleen intern gebruikt en heeft geen invloed op de website.
th: ชื่อของแม่แบบการบันทึกเพียงป้ายภายในและไม่มีผลต่อการส่งออกใน frontend ใดๆ

# sitetitle.description
source: Website title. Typically this will automatically be prefixed all page titles in the <title> tag of the frontend pages.
da: Website titel. Denne vil typisk sættes før titelteksten i <title> tag'et på websitet.
hr: Naslov web stranice. Ova vrijednost najčešće će biti predmetnuta naslovima u <title> tagu stranica prednjeg sučelja.
nl: Website titel. Dit zal automatisch aan de voorzijde van de <title> tag van de website worden toegevoegd.
th: ชื่อเว็บไซต์ ซึ่งโดยปกติจะนำหน้าชื่อโดยอัตโนมัติทุกหน้าใน <title> แท็กหน้า frontend

# constants.description
source: TypoScript Constants.
da: TypoScript konstanter
hr: TypoScript konstante.
nl: TypoScript constanten.
th: คง TypoScript

# config.description
source: TypoScript Setup code
da: TypoScript setup kode
hr: TypoScript kod postavki
th: รหัส TypoScript Setup

# config.details
source: Read more about TypoScript Templates in TSref, TypoScript by Example and Getting Started.
da: Læs mere om TypoScript skabeloner i TSref, TypoScript by Example og Getting Started.
hr: Pročitajte više o TypoScript predlošcima u TSref dokumentu, TypoScript s primjerima i Počnite.
nl: Lees meer over TypoScript sjablonen in TSref, TypoScript by Example en Getting Started.
th: อ่านเพิ่มเติมเกี่ยวกับ TypoScript Templates ใน TSref, TypoScript โดยตัวอย่างและการเริ่มต้น

# _config.seeAlso
source: static_template:config, TSref | https://docs.typo3.org/typo3cms/TyposcriptReference/ Getting Started | https://docs.typo3.org/typo3cms/GettingStartedTutorial/ TypoScript in 45 min| https://docs.typo3.org/typo3cms/TyposcriptIn45MinutesTutorial/ TypoScript Syntax | https://docs.typo3.org/typo3cms/TyposcriptSyntaxReference/
da: static_template:config, TSref | https://docs.typo3.org/typo3cms/TyposcriptReference/ Kom igang | https://docs.typo3.org/typo3cms/GettingStartedTutorial/ TypoScript på 45 min | https://docs.typo3.org/typo3cms/TyposcriptIn45MinutesTutorial/ TypoScript Syntax | https://docs.typo3.org/typo3cms/TyposcriptSyntaxReference/
hr: static_template:config, TSref | https://docs.typo3.org/typo3cms/TyposcriptReference/ Prvi koraci | https://docs.typo3.org/typo3cms/GettingStartedTutorial/ TypoScript u 45 minuta | https://docs.typo3.org/typo3cms/TyposcriptIn45MinutesTutorial/ TypoScript sintaksa | https://docs.typo3.org/typo3cms/TyposcriptSyntaxReference/

# resources.description
source: Resource files for the template. For example a logo, a TTF-font etc.
da: Ressourcefiler til skabelonen. F.eks. et logo, en TTF-font etc.
hr: Datoteke resursi za predložak. Primjerice logo, TTF fontovi i slično.
nl: Hulpbestand voor het sjabloon. Bijvoorbeeld een logo, een TTF-lettertype etc.
th: Resource แฟ้มสำหรับแม่แบบ เช่นโลโก้, ฯลฯ TTF - font

# resources.details
source: Resource files can be referenced in TypoScript Template code by [filename]*.[ext] and has the advantage that the reference from TypoScript is not broken if you copy or export a Template Record where the resources ends up with new names.
da: Ressourcerfiler refereres i TypoScript skabelonkoden ved [filnavn].*.ext og har den fordel at referencen fra TypoScript ikke brydes, hvis du kopierer eller eksporterer et skabelonelement, hvor ressourcefilerne får nye navne.
hr: Datoteke resursi mogu se koristiti u kodu TypoScript predložaka primjerice pomoću poziva [filename]*.[ext] a imaju prednost da pozivi iz TypoScripta neće biti uništeni ako kopirate ili izvezete zapis predloška kada resursi dobiju nova imena.
nl: Verwijzingen naar hulpbestanden in TypoScript sjablooncode kunnen als [bestandsnaam]*.[ext] worden aangegeven. Dit heeft als voordeel dat de referentie in TypoScript niet gebroken wordt als u een kopie van het sjabloon record maakt of deze exporteert en de hulpbestanden nieuwe namen toegewezen krijgen.
th: ไฟล์ Resource สามารถอ้างอิงในรหัส TypoScript Template by [filename] *. [ext] และมีความได้เปรียบที่อ้างอิงจาก TypoScript ไม่เสียหากคุณคัดลอกหรือส่งออกแม่แบบรายการที่ทรัพยากรที่ลงท้ายด้วยชื่อใหม่

# clear.description
source: Flags that will clear the inheritance of TypoScript code from former templates in the root line. There is a flag for Constants and one for Setup code.
da: Flag, der vil rydde nedarvninngen af TypoScript koden fra tidligere skabeloner i rodniveauet. Der er et flag for konstanter og et fpr setup kode.
hr: Ova zastavica će poništiti nasljeđivanje TypoScript koda iz ranijih predložaka u korjenskoj liniji. Postoji zastavica za konstante i zastavica za postavke.
nl: Markering die de erving van TypoScript code van voorgaande sjablonen in de root van de paginaboom ongedaan maakt. Er is een markering voor Constanten en Setup code.
th: ธงว่าจะชัดเจนมรดกของรหัส TypoScript จากอดีตแม่แบบในสายหลัก มีธงสำหรับค่าคงที่และสำหรับรหัสการติดตั้งเป็น

# clear.details
source: In the Web > Template / Template Analyzer module you can see how far back in the template tree that constants and setup code is inherited.
da: I Web > Skabelon / Skabelon-analyse modulet, kan du se hvor langt tilbage i skabelontræet, konstanter og setup kode er nedarvet.
nl: In de Web > Sjabloon / Template Analyser module kunt u zien hoe ver terug in de sjabloonboom de constanten en setup code is ingesteld.

# root.description
source: Defines that the template represents a root of a website.
da: Definerer at skabelonen er websites rod
hr: Naznačuje da predložak predstavlja korijen web stranice.
nl: Definieert dat het sjabloon de root van de website vertegenwoordigd.
th: กำหนดว่าแม่เป็นรากของเว็บไซต์

# includeStaticAfterBasedOn.description
source: If set, static templates will be included after "based-on" templates. It basically swaps the order of inclusion of these external TypoScript sources.
da: Hvis afkrydset, inkluderes statiske skabeloner efter "baseret på" skabeloner. Bytter om på rækkefølgen i inkluderingen af TypoScript kilder.
hr: Ukoliko je ova opcija aktivna, statični predlošci bit će uključeni nakon "osnovnih" predložaka. U osnovi, ova postavka preokreće poredak uključivanja ovih vanjskih TypoScript resursa.
nl: Als dit is aangevinkt zullen statische sjablonen opgenomen worden na de "gebaseerd-op" sjablonen. Het wisselt de volgorde van opname om van deze externe TypoScript bronnen.
th: หากตั้ง static แม่แบบจะรวมหลังจาก"based - on"แม่แบบ มัน swaps พื้นเพื่อการรวมของเหล่านี้มา TypoScript ภายนอก

# includeStaticAfterBasedOn.details
source: The Web > Template / Template Analyzer module allows you to view the order of inclusion of all TypoScript sources your template uses.
da: Web > Skabelon / Skabelon-analyse modulet gør det muligt at se den rækkefølge som TypoScript kilderne, som du bruger i din skabelon, indlæses i.
nl: De Web > Sjabloon / Template Analyser module laat u de volgorde zien van invoegen van alle TypoScript bronnen waarvan uw sjabloon gebruik maakt.

# include_static.description
source: Static Template records to include.
da: Statiske skabelonelementer der skal inkluderes.
hr: Zapisi statičnih predložaka koji će biti uključeni.
nl: Statische sjabloonrecords om op te nemen.
th: บันทึก Static แม่รวม

# include_static_file.description
source: Static Template files to include.
da: Statiske skabelonfiler der skal inkluderes.
hr: Datoteke statičnih predložaka koje će biti uključene.
nl: Statische sjabloonbestanden om op te nemen
th: Static แม่แบบภาพรวม

# include_static_file.details
source: Static template files are registered by extensions contrary to Static Template records which come from the static database table, "static_template".
da: Statiske skabelonfiler registres af udvidelsen, i modsætning til statiske skabelonelementer, som kommer fra den statiske databasetabel, "static_template".
hr: Datoteke statičnih predložaka registriraju proširenja za razliku od zapisa statičnih predložaka koji dolaze iz tablice podataka statičnih predložaka, "static_template".
nl: Statische sjabloonbestanden zijn vastgelegd door extensies, in tegenstelling tot Statische sjabloonrecords welke afkomstig zijn van de statische database tabel "static_template".
th: Static แบบไฟล์จดทะเบียนนามสกุลขัดต่อบันทึก Static แม่ที่มาจากตารางฐานข้อมูลคงที่"static_template"

# basedOn.description
source: Other Template Records that are included like "static templates".
da: Andre skabelonelementer, der er inkluderet som f.eks. "static templates"
hr: Drugi zapisi predložaka koji će biti uključeni poput "statičnih predložaka".
nl: Andere sjabloonrecords die opgenomen zijn, zoals "static templates".
th: แม่แบบอื่น ๆ Records ที่มีอยู่เช่น"คงแม่"

# static_file_mode.description
source: Define the mode of inclusion of static template files.
da: Definér måden de statiske skabeloner inkluderes på.
hr: Odredite način uključivanja datoteka statičnih predložaka.
nl: Bepaal de manier van opname van statische sjabloonbestanden.
th: กำหนดโหมดของการรวมของแฟ้มแม่แบบคงที่

# static_file_mode.details
source: If you are in doubt about the inclusion order, make sure to use the Web > Template / Template Analyzer to view the order.
da: Er du i tvivl om rækkefølgen så brug Web > Skabelon / Skabelon-analyse modulet til at se rækkefølgen.
nl: Als u twijfelt over de invoegvolgorde, gebruik dan de Web > Sjabloon / Template Analyser om de volgorde te bekijken.

# nextLevel.description
source: Defines a template record to make active one level out in the page tree of this branch. This can be used to define another template record for the general website while having a special template for the frontpage.
da: Definerer en anden skabelon på det næste niveau. Bruges f.eks. hvis man ønsker en speciel skabelon på forsiden og en anden på undersiderne.
hr: Određuje zapis predloška koji će biti aktivan na jednoj razini niže u stablu stranica na trenutnoj grani. Ova postavka može se koristiti za postavljanje zapisa predložka za cijeli web dok u isto vrijeme imamo i poseban predložak za početnu stranicu.
nl: Zorgt ervoor dat een sjabloonrecord actief wordt gemaakt in de volgende laag van de paginaboom. U kunt dit gebruiken om een verschillende templates te definieren voor de algemene website en de startpagina.
th: กำหนดแม่แบบบันทึกเพื่อให้งานออกมาในระดับหนึ่งต้นไม้หน้าของสาขานี้ นี้สามารถใช้ในการกำหนดควบคุมแบบบันทึกสำหรับเว็บไซต์ทั่วไปขณะที่มีแม่แบบสำหรับ frontpage พิเศษ

# description.description
source: Enter a description of the template if you like.
da: Indtast en beskrivelse af skabelonen.
hr: Unesite opis predloška ukoliko želite.
nl: U kunt hier een omschrijving invoeren voor de template.
th: ป้อนคำอธิบายของแม่หากคุณต้องการ

# editorcfg.description
source: Editor Configuration for the stylesheet editor extension.
da: Editorkonfiguration til stylesheet editor udvidelsen.
hr: Postavke editora za proširenje editora stilova.
nl: Editor configuratie voor de stylesheet editor extensie.
th: Editor Configuration เพื่อขยาย editor stylesheet
