Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/recordlist/Resources/Private/Language/*.locallang_browse_links.xlf
Languages: km, th

source: Remove link
km: ដក​តំណ​ចេញ
th: ลบลิ้งค์

source: Upload Image
km: ផ្ទុក​រូបភាព​ឡើង
th: อัปโหลด ภาพ

source: Update
km: បន្ទាន់​សម័យ
th: บันทึก

source: Path
km: ទីតាំង

source: Page
km: ទំព័រ
th: หน้า

source: File
km: ឯកសារ
th: ไฟล์

source: Folder
km: សឺមី​ឯកសារ
th: โฟลเดอร์

# extUrl
source: External URL
km: URL ពី​ក្រៅ
th: URL ภายนอก

source: Email
km: អ៊‍ីមេល
th: อีเมล์

source: Special
km: ពិសេស
th: พิเศษ

source: Folder Tree
km: ឋានានុក្រម​សឺមី
th: โครงสร้างแฟ้ม

source: Files
km: ឯកសារ
th: ไฟล์

source: Target
km: គោលដៅ
th: ที่หมาย

source: Title
km: ចំណងជើង
th: ชื่อเรื่อง

# params
source: Additional link parameters
km: ប៉ារ៉ាម៉ែត​តំណ​បន្ថែម
th: ใส่ลิงค์เพิ่มเติม

source: New window
km: វិនដូវ៍​ថ្មី
th: หน้าต่างใหม่

source: Top
km: កំពូល
th: ด้านบน

# none
source: None - new link!
km: គ្មាន - តំណ​ថ្មី!
th: ไม่มี - เปิดลิ้งค์ใหม่!

source: Page tree
km: ឋានានុក្រម​ទំព័រ
th: โครงสร้าง หน้า

source: Content elements
km: ធាតុ​មាតិកា
th: องค์ประกอบของเนื้อหา

source: Select Records
km: ជ្រើស​ទិន្នន័យ
th: เลือกบันทีกข้อมูล

source: Add to list...
km: ថែម​ទៅ​បញ្ជី...
th: เพิ่มเข้ารายการ....

source: Info
km: ព័ត៌មាន
th: ข้อมูล

source: Email address
km: អាសយដ្ឋាន​អ៊‍ីមេល
th: ที่อยู่อีเมล์

source: Set Link
km: ដាក់​តំណ
th: กำหนดลิ้งค์

# clickToRedrawFullSize
source: Image is larger than shown here! Click to redraw page with full sized images.
km: រូបភាព​ធំ​ជាង​ការបង្ហាញ​នៅ​ទីនេះ! ចុច​ដើម្បី​បើក​ទំព័រ​ជា​ថ្មី ជា​មួយ​ទំហំ​ពិត​របស់​រូប ។
th: ภาพใหญ่เกินกว่าที่จะแสดงที่นี่ได้! กดปุ่มเพื่อให้แสดงเต็มขนาด

# findDragDrop
source: Find and click on your image then drag it into the editor in the main window!
km: ស្វែងរក និង ចុច​​អូស​​រូបភាព​ទៅ​ក្នុង​កម្មវិធី​កែ​ក្នុង​វិនដូវ៍​ដើម ។
th: ค้นหาภาพของคุณ แล้วกดปุ่มที่ภาพและลากไปใส่หน้าต่างหลักของโปรเแกรมแก้ไข

# noWebFolder
source: You cannot drag images from this folder (yellow) because it is internal on the server.
km: អ្នក​មិន​អាច​ទាញ​រូបភាព​ពី​សឺមី​​ (លឿង) នេះ​ទេ ព្រោះ​​ជា​សឺមី​សម្រាប់​ប្រើ​ក្នុង​ម៉ាស៊ីន​បម្រើ ។
th: คุณไม่สามารถลากภาพจากแฟ้มสีเหลืองนี้ได้ เพราะมันอยู่ภายในตัวเซืร์ฟเวอร์

source: Current Link
km: តំណ​ថ្មីៗ
th: ลิ้งค์ปัจจุบัน

# invalidChar
source: ERROR: Invalid character found in file path (%s). Cannot add the file!
km: កំហុស៖ បាន​ឃើញ​តួ​អក្សរ​មិន​ត្រឹមត្រូវ​ក្នុង​ទីតាំង (%s) ។ មិន​អាច​ថែម​ឯកសារ​ទេ!
th: ผิดพลาด! พบตัวอักษรที่ไม่ถูกต้องใน Path (%s) ไปยังไฟล์ ไม่สามารถเพิ่มไฟล์ได้!!!

source: Toggle selection
km: ជ្រើសរើស​បិទ/បើក
th: เลือก Toggle

source: Import selection
km: ទាញចូល​តាម​ការជ្រើសរើស
th: เลือกนำเข้า
