Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/impexp/Resources/Private/Language/*.locallang.xlf
Languages: cs, da, el, hr, ja

source: Import
da: Importér

source: Export
da: Eksportér

# title
source: Import / Export
da: Importer / Exporter
el: Εισαγωγή / Εξαγωγή
hr: Import / Eksport
ja: インポート/エクスポート

# title_import
source: Import
da: Importér
el: Εισαγωγή
ja: インポート

# title_export
source: Export
da: Eksport
hr: Izvoz

# tableselec_configuration
source: Configuration
cs: Konfigurace
da: Konfiguration
el: Διαμόρφωση
hr: Konfiguracija
ja: 設定

# exportdata_savedFile
source: SAVED FILE
cs: Uložený soubor
da: GEMT FIL
el: ΑΠΟΘΗΚΕΥΜΕΝΟ ΑΡΧΕΙΟ
hr: SNIMLJENA DATOTEKA
ja: 保存したファイル

# exportdata_savedInSBytes
source: Saved in "%s", bytes %s
cs: Uloženo za "%s", bytů %s
da: Gemt i "%s", bytes %s
el: Αποθηκεύτηκαν σε "%s", bytes %s
hr: Snimljeno u "%s", bajtova %s
ja: "%s"に保存しました(%s バイト)

# exportdata_problemsSavingFile
source: Problems saving file
cs: Problémy při ukládání souboru
da: Problemer med at gemme filen
el: Προβλήματα κατά την αποθήκευση του αρχείου
hr: Problemi snimajući datoteku
ja: 保存に失敗

# exportdata_badPathS
source: Bad path: "%s"
cs: Špatná cesta: "%s"
da: Dårlig sti: "%s"
el: Λάθος διαδρομή: "%s"
hr: Loša staza: "%s"
ja: 保存先のパスが不適切です: "%s"

# exportdata_filePreset
source: File & Preset
cs: Soubor & nastavení
da: Filer og indstil.
el: Αρχείο & Προτεθειμένο Σύνολο Δεδομένων
hr: Datoteka & postavke
ja: ファイル＆プリセット

# exportdata_advancedOptions
source: Advanced Options
cs: Rozšířené možnosti
da: Avancerede valg
el: Προχωρημένες Επιλογές
hr: Napredne opcije
ja: 高度な機能

# exportdata_messages
source: Messages
cs: Zprávy
da: Beskeder
el: Μηνύματα
hr: Poruke
ja: メッセージ

# execlistqu_structureToBeExported
source: Structure to be exported
da: Struktur der eksporteres

# impexpcore_toggle_all_disabled_records
source: Toggle disabled records
da: Skift deaktiverede elementer
hr: Postavi onemogućene zapise

# makeconfig_exportPagetreeConfiguration
source: Export pagetree configuration
da: Exportér sidetræskonfiguration

# makeconfig_pageId
source: Page ID
da: Side ID

# makeconfig_tree
source: Tree
da: Træ

# makeconfig_noTreeExportedOnly
source: No tree exported - only tables on the page.
cs: Žádný strom exportován - pouze tabulky na stránce.
da: Intet træ eksporteret - kun tabeller på siden.
el: Δεν έγινε εξαγωγή δένδρου - υπάρχουν μόνο πίνακες στην σελίδα.
hr: Stablo nije eksportirano - samo tablice na stranici.
ja: ページツリーはエクスポートしない - ページのテーブルのみ

# makeconfig_tablesOnThisPage
source: Tables on this page
cs: Tabulky na stránce
da: Tabeller på denne side
el: Πίνακες σε αυτή την σελίδα
hr: Tablice na stranici
ja: このページのテーブル

# makeconfig_expandedTree
source: Expanded tree
cs: Rozbalený strom
da: Udfoldet træ
el: Εκτεταμένο δέντρο
hr: Prošireno stablo
ja: ツリーを展開

# makeconfig_levels
source: Levels
da: Niveauer

# makeconfig_includeTables
source: Include tables
da: Inkludér tabeller

# makeconfig_exportSingleRecord
source: Export single record
da: Exportér enkelt element

# makeconfig_record
source: Record
da: Element

# makeconfig_exportTablesFromPages
source: Export tables from pages
da: Exportér tabeller fra sider

# makeconfig_tablePids
source: Table/Pids
da: Tabel/Pid'er

# makeconfig_tableListEntry
source: Table "%s" from %s
da: Tabel "%s" fra %s
hr: Tablica "%s" iz %s

# makeconfig_relationsAndExclusions
source: Relations and Exclusions
da: Relationer og eksklusioner

# makeconfig_includeRelationsToTables
source: Include relations to tables
da: Inkludér relationer til tabeller

# makeconfig_useStaticRelationsFor
source: Use static relations for tables
da: Anvend statiske relationer for tabeller

# makeconfig_showStaticRelations
source: Show static relations
da: Vis statiske relationer

# makeconfig_excludeElements
source: Exclude elements
da: Ekskludér elementer

# makeconfig_clearAllManualExclusions
source: Clear all manual exclusions
da: Fjern alle manuelle eksklusioner

# makeconfig_noManuallyExcludedElementsYet
source: No manually excluded elements yet. Exclude by setting checkboxes below in the element display.
da: Ingen manuelt udelukkede elementer endnu. Udeluk ved at indstille afkrydsningsboksene herunder i elementoversigten.
hr: Još uvijek nema ručno isključenih elemenata. Isključite elemente postavljanje kvačica u niže prikazanom popisu elemenata.

# makeconfig_excludeDisabledElements
source: Exclude disabled elements
da: Udeluk deaktiverede elementer
hr: Isključi onemogućene elemente

# makeadvanc_update
source: Update
cs: Aktualizovat
da: Opdatér
el: Ενημέρωση
hr: Obnovi
ja: アップデート

# makeadvanc_softReferences
source: Soft References
da: Bløde referencer

# makeadvanc_excludeHtmlCssFile
source: Exclude HTML/CSS file resources
da: Ekskludér HTML/CSS filressourcer

# makeadvanc_files
source: Files
da: Filer

# makeadvanc_saveFilesOutsideExportFile
source: Save files in extra folder beside the export file
da: Gem filer i en ekstra mappe ved siden af eksport-filen

# makeadvanc_saveFilesOutsideExportFile_limit
source: (supported for "Save to filename" only)
da: (understøttes kun for "Gem til filnavn")
hr: (podržano jedino za "Spremi u datoteku")

# makeadvanc_extensionDependencies
source: Extension dependencies
da: Udvidelsesafhængigheder

# makeadvanc_selectExtensionsThatThe
source: Select extensions that the exported content depends on
da: Vælg udvidelser som det eksporterede indhold afhænger af

# makesavefo_update
source: Update
cs: Obnovit
da: Opdatér
el: Ενημέρωση
hr: Obnovi
ja: アップデート

# makesavefo_presets
source: Presets
da: Forudindstillinger

# makesavefo_selectPreset
source: Select preset
da: Vælg forudindstilling

# makesavefo_load
source: Load
cs: Nahrát
da: Hent
el: Φόρτωση
hr: Učitaj
ja: ロード:

# makesavefo_save
source: Save
cs: Uložit
da: Gem
el: Αποθήκευση
hr: Spremi
ja: 保存:

source: Please confirm
da: Bekræft venligst
hr: Molimo Vas da potvrdite

# makesavefo_areYouSure
source: Are you sure?
cs: Jste si jistí?
da: Er du sikker?
el: Είστε σίγουρος;
hr: Jeste li sigurni?
ja: 間違いないですか？

# makesavefo_delete
source: Delete
cs: Vymazat
da: Slet
el: Διαγραφή
hr: Obriši
ja: 削除

# makesavefo_merge
source: Merge
cs: Spojit
da: Flet
el: Συγχώνευση
hr: Spoji
ja: マージ

# makesavefo_titleOfNewPreset
source: Title of new preset
da: Titel på ny forudindstilling

# makesavefo_public
source: Public
da: Offentlig

# makesavefo_outputOptions
source: Output options
da: Output valg

# makesavefo_title
source: Title
da: Titel

# makesavefo_description
source: Description
da: Beskrivelse

# makesavefo_notes
source: Notes
da: Noter

# makesavefo_t3dFileCompressed
source: T3D file / compressed
cs: T3D soubor / zkomprimovaný
da: T3D fil / komprimeret
el: Αρχείο T3D / συμπιεσμένο
hr: T3D datoteka / komprimirana
ja: 圧縮されたT3Dファイル

# makesavefo_t3dFile
source: T3D file
cs: T3D soubor
da: T3D fil
el: Αρχείο T3D
hr: T3D datoteka
ja: T3Dファイル

# makesavefo_fileFormat
source: File format
da: Filformat

# makesavefo_filenameSavedInS
source: Filename (saved in "%s")
da: Filnavn (gemt i "%s")

# makesavefo_downloadExport
source: Download export
cs: Stáhnout export
da: Download eksporteret indhold
el: Λήψη Εξαγωγής
hr: Preuzmi eksportirano
ja: エクスポート対象をダウンロード

# importdata_saveToFilename
source: Save to filename
cs: Uložit do souboru
da: Gem til filnavn
el: Αποθήκευση σε αρχείο
hr: Snimi u datoteku
ja: ファイルに保存

# importdata_selectFileToImport
source: Select file to import
da: Vælg fil at importere

# importdata_file
source: File
da: Fil

# importdata_fromPathS
source: (From path: %s)
cs: (Z adresy: %s)
da: (Fra sti: %s)
el: (Από την διαδρομή: %s)
hr: (Sa staze: %s)
ja: (パス: %sから)

# importdata_noteNoDecompressorAvailable
source: NOTE: No decompressor available for compressed files!
cs: POZN: Žádný decompressor pro zkomprimovaná data k dispozici!
da: NOTE: Ingen de-komprimerings facilitet til rådighed for komprimerede filer!
el: ΣΗΜΕΙΩΣΗ: Δεν υπάρχει διαθέσιμο πρόγραμμα αποσυμπίεσης για συμπιεσμένα αρχεία!
hr: NAPOMENA: nema dekompresora za komprimirane datoteke!
ja: 注意: 圧縮ファイルを解凍するのに必要なアプリケーションがありません！

# importdata_importOptions
source: Import Options
da: Import valg

# importdata_update
source: Update
da: Opdatér

# importdata_updateRecords
source: Update records
cs: Aktualizovat záznamy
da: Opdatér elementer
el: Ενημέρωση εγγραφών:
hr: Obnovi zapise
ja: レコードをアップデート

# importdata_thisOptionRequiresThat
source: This option requires that the structure you import already exists on this server and only needs to be updated with new content!
cs: Tato volba vyžaduje existující odpovídající strukturu na serveru která se pouze aktualizuje novým obsahem z importu.
da: Denne funktion kræver at strukturen du importerer allerede findes på denne server og kun behøver at blive opdateret med nyt indhold!
el: Αυτή η επιλογή προϋποθέτει ότι η δομή που εισάγετε υπάρχει ήδη στο διακομιστή και χρειάζεται μόνο να ενημερωθεί με νέο περιεχόμενο!
hr: Ova opcija zahtjeva da struktura koju importirate već postoji na ovom serveru i da joj je samo potrebna obnova novim sadržajem!
ja: このオプションは、あなたがインポートする構造がこのサーバに既に存在するのが必要であり、新しい内容でアップデートする必要があるだけです!

# importdata_ignorePidDifferencesGlobally
source: Ignore PID differences globally
cs: Ignorovat všechny rozdíly v PID
da: Ignorer PID forskelligheder globalt
el: Αγνόηση όλων των διαφορών στις ταυτότητες των σελίδων (PID)
hr: Ignoriraj razlike u PID-u globalno
ja: ページIDが違っていても無視する

# importdata_ifYouSetThis
source: If you set this option, the position of updated elements will not be updated to match the structure of the input file.
cs: Jestliže nastavíte tuto volbu, pozice aktualizovaných prvků nebude aktualizována, aby souhlasila se strukturou vstupního souboru.
da: Hvis du vælger denne funktion vil positionen af updaterede elementer ikke ændres til at passe med strukturen i input file.
el: Ενεργοποιώντας αυτή την επιλογή, η θέση των ενημερωμένων στοιχείων δε θα ενημερωθεί έτσι ώστε να αντιστοιχεί στη δομή του αρχείου εισόδου.
hr: Ako postavite ovu opciju, pozicija obnovljenih elemenata se neće obnoviti da bi se poklopila sa strukturom input datote.
ja: あなたがこのオプションを設定すると、入力ファイルの構造を合わせるためにアップデートされた要素の位置をアップデートしないでしょう。

# importdata_force_all_UIDS
source: Force ALL UIDs values
cs: Vynutit UID hodnoty
da: Tving ALLE UIDs værdier
el: Επιβολή ΟΛΩΝ των τιμών UID
hr: Prisili SVE UID vrijednosti
ja: すべてのUIDs値を強制してください。

# importdata_force_all_UIDS_descr
source: With this option the original UID value of all imported records are forced to be the same. BE VERY CAREFUL WITH THIS! (Admin Only).
cs: Při použití této předvolby budou při importu použity původní vyexportované UID hodnoty. TUTO VOLBU POUŽÍVEJTE VELMI OPATRNĚ! (Pouze administrátor)
da: Med denne funktion vil alle originale UID værdier på importerede elementer tvinges til at være de samme. VÆR MEGET FORSIGTIG MED DETTE! (Kun Admin).
el: Με αυτή την επιλογή το αρχικό UID σε όλες τις εισαχθείσες εγγραφές θα παραμείνει το ίδιο. ΝΑ ΕΙΣΤΕ ΠΟΛΥ ΠΡΟΣΕΚΤΙΚΟΙ ΜΕ ΑΥΤΟ!(Μόνο Διαχειριστές).
hr: S ovom opcijom originalne UID vijrdnosti svih uvezenih zapisa su prisiljene biti iste. S OVIM BUDITE JAKO OPREZNI (samo za ADMINE).
ja: すべての元のUID値を挿入したこのオプションで、記録は同じであることが強制されます。 これに非常に注意してください! (管理者専用)

# importdata_options
source: Options
da: Valg

# importdata_doNotShowDifferences
source: Do not show differences in records
cs: Nezobrazovat rozdíly v záznamech
da: Vis ikke forskelle i elementer
el: Να μην εμφανίζονται διαφορές στις εγγραφές
hr: Ne pokazuj razlike u zapisima
ja: レコードの差分は表示しない

# importdata_greenValuesAreFrom
source: Green values are from the import file, red values from the current database record and black values are similar in both versions.
cs: Zelené hodnoty jsou z importu, červené hodnoty z aktuálních databázových záznamů a černé jsou shodné pro obě předchozí varianty.
da: Grønne værdier er fra import filen, røde værdier fra nuværende database og sort værdier de samme i begge versioner.
el: Οι τιμές με πράσινο χρώμα είναι από το αρχείο που εισάγεται, οι κόκκινες από την τρέχουσα εγγραφή της βάσης δεδομένων και οι μάυρες είναι ίδιες και στις δύο εκδόσεις.
hr: Zelene vrijednosti su iz importirane datoteke, crvene su trenutne vrijednosti zapisa u bazi podataka, a crne su slične vrijednosti u obje verzije.
ja: グリーン値はインポートファイルから来ています、赤は現在のデータベース・レコードから評価します。そして、黒い値は両方のバージョンにおいて同様です。

# importdata_allowToWriteBanned
source: Allow to write banned file extensions (eg. PHP scripts), if any
cs: Povolit zakázané přípony souboru (např. PHP skripty), pokud existují
da: Tillad at skrive forbudte fil udvidelser (eks. PHP scripts), hvis nogen
el: Άδεια εγγραφής αρχείων με απαγορευμένες επεκτάσεις (πχ PHP), αν υπάρχουν
hr: Dozvoli da se pišu "zabranjene" ekstenzije (npr. PHP)
ja: 禁止されている拡張子であってもファイルの作成を許可

# importdata_action
source: Action
da: Handling

# importdata_preview
source: Preview
cs: Náhled
da: Visning
el: Προεσπισκόπιση
hr: Pogled
ja: プレビュー

# importdata_update_299e
source: Update
cs: Obnovit
da: Opdatér
el: Ενημέρωση
hr: Obnovi
ja: アップデート

# importdata_import
source: Import
da: Importér
el: Εισαγωγή
ja: インポート

# importdata_areYouSure
source: Are you sure?
cs: Jste si jistí?
da: Er du sikker?
el: Είστε σίγουρος;
hr: Jeste li sigurni?
ja: 間違いないですか？

# importdata_newImport
source: New import
cs: Nový import
da: Ny import
el: Νέα εισαγωγή
hr: Novi import
ja: 新規インポート

# importdata_enableLogging
source: Enable logging
da: Slå logging til

# importdata_writeIndividualDbActions
source: Write individual DB actions during import to the log
cs: Vypiš jednotlivé akce DB při importu do logu
da: Skriv individuelle database handlinger under importen til loggen.
el: Καταγραφή μεμονωμένων ενεργειών ΒΔ κατά την εισαγωγή, στο αρχείο καταγραφών
hr: Ispisuj u log individualne DB akcije za vrijeme importa.
ja: インポート時にデータベースのログを記録

# importdata_thisIsDisabledBy
source: This is disabled by default since there may be hundred of entries generated.
cs: Funkce je implicitně zablokovaná, protože při jejím použití mohou vzniknout tisíce položek.
da: Dette er slået fra som standard siden der kan være mange hundred log-linier som følge heraf.
el: Αυτό είναι απενεργοποιημένο εξ' ορισμού, δεδομένου ότι μπορεί να έχουν δημιουργηθεί εκατοντάδες εγγραφών
hr: Ovo je onemogućeno jer se mogu generirati stotine zapisa.
ja: ログが膨大になることがあるので、このオプションはデフォルトで無効になっています。

# importdata_uploadFileFromLocal
source: Upload file from local computer
da: Upload fil fra lokal computer

# importdata_browse
source: Browse
da: Gennemse

# importdata_success
source: Success
da: Succes

# importdata_failureNoFileUploaded
source: Failure: No file uploaded - was it too big? Check system log.
cs: Chyba: Soubor nenahrán - byl moc velký? Zkontroluj systémový log.
da: Fejl: Ingen fil uploaded - var måske for stor? Check systemet log.
el: Αποτυχία: Δεν φορτώθηκε αρχείο - ήταν πολύ μεγάλο; Ελέγξτε το αρχείο καταγραφής συστήματος.
hr: Greška: Datoteka nije uploadana - možda prevelika? Provjeri u sistemskom zapisu.
ja: 失敗:ファイルはアップロードされませんでした。ファイルサイズが大きすぎたのかもしれません。システムのログを参照してください。

# importdata_upload_error
source: Upload error
da: Upload-fejl

# importdata_upload_nodata
source: The import module hasn't received any data. This may occur due to a file upload with a large file. Please check the file size of your uploaded file with the server's post_max_size and upload_max_filesize configuration.
da: Importmodulet har ikke modtaget nogen data. Det kan skyldes upload af en fil der er for stor. Tjek venligst filstørrelsen på din fil med serverens most_max_size og upload_max_filesize konfiguration.

# importdata_title
source: Title
da: Titel

# importdata_description
source: Description
da: Beskrivelse

# importdata_notes
source: Notes
da: Noter

# importdata_packager
source: Packager
da: Afsender

# importdata_icon
source: Icon
da: Ikon

# importdata_messages
source: Messages
cs: Zprávy
da: Beskeder
el: Μηνύματα
hr: Poruke
ja: メッセージ:

# importdata_structureHasBeenImported
source: Structure has been imported, here is the result
da: Strukturen er importeret, her er resultatet

# importdata_no_accessible_file_mount
source: No accessible filemount
da: Intet tilgængelige file_mount
hr: Nema dostupnih točaka za montiranje datotečnog sustava

# importdata_no_default_upload_folder
source: No default upload folder
da: Ingen standard uploadmappe
hr: Nije postavljena zadana mapa za slanje

# filterpage_structureToBeImported
source: Structure to be imported
da: Strukturen der vil blive importeret

source: ALL tables
cs: VŠECHNY tabulky
da: ALLE tabeller
el: ΟΛΟΙ οι πίνακες:
hr: SVE tablice
ja: すべてのテーブル

# impexpcore_displaycon_controls
source: Controls
da: Kontroller

# impexpcore_displaycon_title
source: Title
da: Titel

# impexpcore_displaycon_message
source: Message
da: Besked

# impexpcore_displaycon_updateMode
source: Update Mode
da: Opdateringstilstand

# impexpcore_displaycon_currentPath
source: Current Path
da: Nuværende sti

# impexpcore_displaycon_result
source: Result
da: Resultat

# impexpcore_displaycon_insidePagetree
source: Inside pagetree
da: Inden i sidetræ

# impexpcore_singlereco_outsidePagetree
source: Outside pagetree
da: Udenfor sidetræ

# impexpcore_singlereco_softReferencesFiles
source: Soft References Files
da: Filer fra bløde referencer

# impexpcore_singlereco_update
source: Update
cs: Aktualizace
da: Opdatér
el: Ενημέρωση
hr: Obnovi
ja: アップデート

# impexpcore_singlereco_insert
source: Insert
cs: Vložit
da: Indsæt
el: Εισαγωγή
hr: Ubaci
ja: 挿入

# impexpcore_singlereco_importAsNew
source: Import as new
cs: Importovat jako nové
da: Importér som ny
el: Εισαγωγή ως νέο
hr: Importiraj kao novi
ja: 新規挿入

# impexpcore_singlereco_ignorePid
source: Ignore PID
cs: Ignorovat PID
da: Ignorér PID
el: Παράβλεψη της ταυτότητα της σελίδας PID
hr: Ignoriraj PID
ja: ページIDを無視する

# impexpcore_singlereco_respectPid
source: Respect PID
cs: Zachovávat PID
da: Respektér PID
el: Διατήρηση της ταυτότητα της σελίδας (PID)
hr: Uvaži PID
ja: ページIDを無視しない

# impexpcore_singlereco_forceUidSAdmin
source: Force UID [%s] (Admin)
cs: Vynutit UID [%s] (Admin)
da: Tving UID [%s] (Admin)
el: Επιβολή UID [%s] (για Διαχειριστή)
hr: Forsiraj UID [%s] (Admin)
ja: 所有者UID [%s] (管理者)

# impexpcore_singlereco_exclude
source: Exclude
cs: Vyřadit
da: Ekskludér
el: Εξαίρεση
hr: Isključi
ja: 除外

# impexpcore_singlereco_title
source: Title
da: Titel

# impexpcore_singlereco_descr
source: Descr
da: Beskr

# impexpcore_singlereco_filename
source: Filename
da: Filnavn

# impexpcore_singlereco_value
source: Value
da: Værdi

# impexpcore_softrefsel_record
source: Record
da: Element

# impexpcore_softrefsel_editable
source: Editable
cs: Upravitelný
da: Redigerbar
el: Επεξεργαζόμενο
hr: Uredivo
ja: 編集可能

# impexpcore_softrefsel_exclude
source: Exclude
cs: Vyřadit
da: Ekskludér
el: Εξαίρεση
hr: Isključi
ja: 除外

# impexpcore_printerror_description
source: Description
da: Beskrivelse

# importdata_metaData_1387
source: Meta data
el: Μετα-δεδομένα:
hr: Meta podaci
ja: メタデータ:

# importdata_upload
source: Upload
el: Φόρτωση
ja: アップロード
