Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/linkvalidator/Resources/Private/Language/Module/*.locallang.xlf
Languages: da, hi, hr

# menu.introduction
source: Introduction
da: Introduktion
hi: परिचय
hr: Uvod

# menu.checkLinks
source: Check Links for validity
da: Tjek links for validering
hi: वैधता के लिए लिंक की जांच करे
hr: Provjeri valjanost poveznica

# menu.overview
source: Overview of links on website
da: Overblik over links på webside
hi: वेबसाइट पर लिंक का निरीक्षण
hr: Pregled poveznica na web lokaciji

# overview.header
source: Overview - choose options to check the links
da: Overblik - vælg indstillinger for at tjekke links
hi: ओवरव्यू - लिंक की जाँच करने के लिए विकल्प चुने
hr: Pregled - odaberite opcije za provjeru poveznica

# overview.all.header
source: Total amounts in tt_content
da: Totale antal i tt_content
hi: tt_content में कुल मात्रा
hr: Ukupne količine u tt_content

# overview.all.records
source: Records with ext. links
da: Datarækker med eksterne links

# overview.all.links
source: External links
da: Eksterne links

# overview.branch.header
source: Amounts from actual branch in tt_content
da: Antal fra aktuel gren i tt_content
hi: tt_content की वास्तविक शाखा से मात्रा
hr: Količine iz stvarne grane u tt_content

# overview.branch.records
source: Records with ext. links
da: Datatækker med eksterne links

# overview.branch.links
source: External links
da: Eksterne links

# overview.attention.header
source: Attention
da: Obs

# overview.attention.text
source: Checking links may take up to several minutes. Checking ONE link can last up to 3 seconds.
da: Tjek af links kan tage adskillige minutter. Tjek at ET link kan tage op til tre sekunder.
hi: लिंक की जांच की जा रही इनमें कई मिनट तक का समय लग सकता है। एक लिंक की जांच के लिए 3 सेकण्ड तक ले सकती हैं।
hr: Provjera poveznica može potrajati i do nekoliko minuta. Provjera jedne poveznice može potrajati i do 3 sekunde.

source: Report
da: Rapport
hi: रिपोर्ट
hr: Izvještaj

# CheckLink
source: Check Links
da: Tjek links
hi: लिंक की जाँच करें
hr: Provjera poveznica

# report.statistics.header
source: Show these types of broken links
da: Vis disse typer af brudte links
hi: इन प्रकार की टुटी कड़ियों को दिखाएं
hr: Prikaži ove tipove neispravnih poveznica

# checklinks.statistics.header
source: Check these types of broken links
da: Tjek disse typer af brudte links
hi: इन प्रकार की टुटी कड़ियों को जांचे
hr: Povjeri ove tipove neispravnih poveznica

# report.func.title
source: Show this level
da: Vis dette niveau
hi: यह स्तर दिखाएँ
hr: Prikaži ovu razinu

# checklinks.func.title
source: Check this level
da: Tjek dette niveau
hi: यह स्तर की जाँच करें
hr: Provjeri ovu razinu

# overviews.nbtotal
source: Broken links total
da: Brudte links i alt

# hooks.db
source: Internal Links
da: Interne links

# hooks.file
source: File Links
da: Fil-links

# hooks.external
source: External Links
da: Eksterne links

# label_refresh
source: Refresh display
da: Genopfrisk visning
hi: रिफ्रेश डिस्प्ले
hr: Osvježi prikaz

# label_update
source: Check links
da: Tjek links
hi: लिंक की जाँच करें
hr: Provjeri poveznice

# list.header
source: Listing of broken links
da: Liste over brudte links
hi: टूटी हुई लिंक की लिस्ट
hr: Popis neispravnih poveznica

# list.tableHead.path
source: Path
da: Sti
hi: पथ, पाथ, रास्ता,मार्ग
hr: Putanja

# list.tableHead.linktarget
source: URL / Link Target
da: URL / Link mål
hi: URL / लिंक लक्ष्य
hr: URL / Meta poveznice

# list.tableHead.linkmessage
source: Error message
da: Fejlmeddelelse
hi: एरर संदेश
hr: Poruka o grešci

# list.tableHead.lastCheck
source: Last check
da: Sidste tjek
hi: अंतिम जांच
hr: Posljednja provjera

# list.edit
source: Edit element containing this broken link
da: Ret element der indeholder dette brudte link
hi: इस टूटी हुई लिंक्स युक्त एडिट एलिमेंट
hr: Uredi element koji sadrži neispravnu poveznicu

# list.field
source: (Field: %s)
da: (Felt: %s)
hi: (फील्ड:%s)
hr: (Polje: %s)

# list.no.headline
source: no headline
da: ingen overskrift
hi: हैडलाइन नहीं
hr: bez zaglavlja

# list.report.pagedeleted
source: Page '###title###' (###uid###) is deleted.
da: Side '###title###' (###uid###) er slettet.
hi: पेज '###शीर्षक###' (###uid###) डिलीट किया गया है।
hr: Stranica '###title###' (###uid###) je obrisana.

# list.report.pagenotvisible
source: Page '###title###' (###uid###) is not visible.
da: Side '###title###' (###uid###) er ikke synlig.
hi: पेज '###शीर्षक###' (###uid###) दिखाई नहीं दे रहा है।
hr: Stranica '###title###' (###uid###) nije vidljiva.

# list.report.pagenotexisting
source: Page (###uid###) does not exist.
da: Side (###uid###) eksisterer ikke.
hi: पेज (###uid###) मौजूद नहीं है।
hr: Stranica (###uid###) ne postoji.

# list.report.contentmoved
source: Element '###title###' (###uid###) is not located on page ###wrongpage###, but on page ###rightpage###.
da: Elementet '###title###' (###uid###) findes ikke på side ###wrongpage###, men på side ###rightpage###.
hi: एलिमेंट '### शीर्षक ###' (### uid ###) ### गलत-पेज ### पेज पर नहीं , लेकिन ### सही-पेज ### पर है।
hr: Element '###title###' (###uid###) se ne nalazi na stranici ###wrongpage###, već na stranici ###rightpage###.

# list.report.contentdeleted
source: Element '###title###' (###uid###) is deleted.
da: Elementet '###title###' (###uid###) er slettet.
hi: एलिमेंट '###शीर्षक###' (###uid###) डिलीट कर दिया गया है।
hr: Element '###title###' (###uid###) je izbrisan.

# list.report.contentnotvisible
source: Element '###title###' (###uid###) is not visible.
da: Elementet '###title###' (###uid###) er ikke synligt.
hi: एलिमेंट '### शीर्षक ###' (### uid ###) विज़िबल नहीं है।
hr: Element '###title###' (###uid###) nije vidljiv.

# list.report.contentnotexisting
source: Element (###uid###) does not exist.
da: Elementet (###uid###) eksisterer ikke.
hi: एलिमेंट (### uid ###) मौजूद नहीं है।
hr: Element (###uid###) ne postoji.

# list.report.rownotvisible
source: ###title### row (###uid###) is not visible.
da: '###title###' række (###uid###) er ikke synlig.
hi: ###शीर्षक### रॉ (###uid###) विज़िबल नहीं है।
hr: ###title### redak (###uid###) nije vidljiv.

# list.report.rowdeleted
source: ###title### row (###uid###) is deleted.
da: ###title### række (###uid###) er slettet.
hi: ### शीर्षक ### रो (### uid ###) डिलीट कर दी गयी है।
hr: ###title### redak (###uid###) je izbrisan.

# list.report.rowdeleted.default.title
source: Linked
da: Linket
hi: जुड़े हुए
hr: Povezano

# list.report.rownotexisting
source: Row (###uid###) does not exist.
da: Række (###uid###) eksisterer ikke.
hi: रो (### uid ###) मौजूद नहीं है।
hr: Redak (###uid###) ne postoji.

# list.report.noinformation
source: No information about the error is available.
da: Der er ingen information tilgængelig om denne fejl.
hi: उपलब्ध एरर के बारे में कोई जानकारी नहीं है ।
hr: Nije dostupna informacija o grešci.

# list.report.noresponse
source: External Link not reachable.
da: Eksterne links er ikke tilgængelige.
hi: बाहरी लिंक पहुंच में नहीं।
hr: Vanjsku poveznicu nije moguće učitati.

# list.report.redirectloop
source: A redirect loop occurred. (%s: %s)
da: Et omdirigeret loop opstod. (%s: %s)
hi: एक लूप रीडायरेक्ट हुई। (%s: %s)
hr: Došlo je do ponavljanja kod preusmjerenja. (%s: %s)

# list.report.pageforbidden403
source: Accessing this address is not allowed (403).
da: Adgang til denne adresse er ikke tilladt (403).
hi: इस पते तक पहुँचने के लिए अनुमति नहीं है (403)।
hr: Pristup ovoj adresi nije dopušten (403).

# list.report.pagenotfound404
source: The requested url was not found (404).
da: Den forespurgte url blev ikke fundet (404).
hi: अनुरोध किया गया URL नहीं मिला था (404)।
hr: Traženi url nije pronađen (404).

# list.report.externalerror
source: External Link returned HTTP error code (%s).
da: Ekstern link returnerede HTTP fejl-kode (%s).
hi: बाहरी लिंक HTTP एरर कोड वापिस लाया(%s)।
hr: Vanjska poveznica daje HTTP kod greške (%s).

# list.report.filenotexisting
source: File doesn't exist.
da: Filen eksisterer ikke.
hi: फ़ाइल मौजूद नहीं।
hr: Datoteka ne postoji.

# list.report.timeout
source: Operation timeout. The specified time-out period was reached according to the conditions.
da: Time out. Den specificerede time out periode blev nået, jævnfør betingelser.
hi: ऑपरेशन टाइम-आउट। निश्चित टाइम-आउट अवधि स्थिति के अनुसार पहुँच गया है।
hr: Došlo je do isteka vremenskog ograničenja radnje. Zadani vremenski rok je istekao u skladu s uvjetima.

# list.report.internalerror500
source: Internal Server Error (500)
da: Intern server fejl (500)
hi: आंतरिक सर्वर एरर (500)
hr: Interna greška poslužitelja (500)

# list.report.couldnotresolvehost
source: Could not resolve host. The given remote host was not resolved.
da: Kunne ikke løse vært. Den angivne fjernvært kunne ikke løses.
hi: होस्ट को हल नहीं कर सका। दिया गया रिमोट होस्ट हल नहीं किया गया था।
hr: Nije moguće razriješiti domaćina. Dani domaćin nije razriješen.

# list.report.errornetworkdata
source: Failure with receiving network data.
da: Fejl ved modtagelse af netværksdata.
hi: नेटवर्क डाटा प्राप्त करने में निष्फलता।
hr: Greška pri preuzimanju mrežnih podataka.

# list.report.otherhttpcode
source: An error occurred (%s): "%s".
da: En fejl opstod (%s): "%s".
hi: एरर उत्पन हुए (%s): "%s"।
hr: Došlo je do greške (%s): "%s".

# list.report.httpexception
source: Exception: %s
da: Undtagelse: %s
hi: एक्सेप्शन्स: %s
hr: Iznimka: %s

# list.report.networkexception
source: Network error / invalid domain
da: Netværksfejl / ugyldigt domæne

# list.no.broken.links.title
source: No broken links to show!
da: Ingen brudte links at vise!
hi: दिखने के लिए कोई टूटी लिंक्स नहीं!
hr: Nema neispravnih poveznica za prikazati!

# list.no.broken.links
source: There are no broken links to be displayed.
da: Der er ingen brudte links at vise.
hi: डिस्प्ले करने के लिए वहां कोइ टूटी लिंक्स नहीं हैं।
hr: Nema neispravnih poveznica za prikazati!

# no.access.title
source: No access!
da: Ingen adgang!
hi: एक्सेस नहीं
hr: Nemate pravo pristupa!

# no.access
source: You do not have access to these listings.
da: Du har ikke adgang til disse visninger.
hi: आपको इन लिस्टिंग के लिए एक्सेस नहीं है।
hr: Nemate pravo pristupa ovim popisima.

# label_update-link-list
source: Checking links, please stand by.
da: Tjekker links, vent venligst.
hr: Provjeravam poveznice, molimo Vas da pričekate.

# label_refresh-link-list
source: Refreshing link list, please stand by.
da: Opdaterer linklisten, vent venligst.
hr: Osvježavam popis poveznica, molimo Vas da pričekate.

source: Link validator
hi: लिंक वेलिडेटर
hr: Validator poveznica

# list.tableHead.headlink
source: Link
hi: लिंक
hr: Poveznica

# list.msg.ok
source: Ok
hi: ओके
hr: U redu

# list.tableHead.element
source: Element
hi: एलिमेंट
