Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/linkvalidator/Resources/Private/Language/Module/*.locallang_csh.xlf
Languages: da, nl

# checkboxes.description
source: Click the following checkboxes to consider or to ignore the corresponding broken links.
da: Tjek de følgende tjekbokse for at overveje eller ignorere de korresponderende brudte links.
nl: Kies de volgende selectievakjes om de overeenkomstige defecte links wel of niet te negeren.

# tablehead_path.description
source: Path to the content element, which contains the broken link.
da: Sti til det indholdselement, der indeholder det brudte link.
nl: Pad naar inhoudselement dat een defecte link bevat.

# tablehead_element.description
source: Type of the element containing the broken link, its headline and the field in which the broken link is located.
da: Typen af det element, der indeholder det brudte link, dets overskrift, og feltet hvori det brudte link befinder sig.
nl: Type element dat een defecte link bevat, de kopregel en het veld waarin de defecte link zich bevindt.

# tablehead_headlink.description
source: The linking text.
da: Linkteksten.
nl: De linktekst.

# tablehead_linktarget.description
source: URL to which the broken link is pointing.
da: URL til hvor linket peger.
nl: URL waar de defecte link naar verwijst.

# tablehead_linkmessage.description
source: Status of that link.
da: Status på linket.
nl: Status van de link.

# tablehead_lastcheck.description
source: Date and time of the last update of the information in each table row.
da: Dato og tid for den seneste opdatering af information i hver tabelrække.
nl: Datum en tijd van de laatste update van de informatie in elke tabelregel.

# task_page.alttitle
source: Start page of the task
da: Startside til opgaven
nl: Beginpagina van de taak

# task_page.description
source: UID of the start page for this task.
da: UID til startsiden for opgaven.
nl: UID van de beginpagina van deze taak.

# task_depth.alttitle
source: Depth of the task
da: Dybde på opgaven
nl: Diepte van de taak

# task_depth.description
source: Level of pages the task should check.
da: Niveau af sider opgaven skal tjekke.
nl: Aantal niveaus dat deze taak moet controleren.

# task_configuration.alttitle
source: Special TSconfig code
da: Special TSconfig kode

# task_configuration.description
source: TSconfig Code which defines settings for linkvalidator to be used for this task.
da: TSconfig kode der definerer indstillinger for linkvalidator, der skal bruges til opgaven.
nl: TSconfig code die de instellingen bepaalt voor linkvalidator voor deze taak.

# task_email.alttitle
source: Email address
da: E-mailadresse
nl: E-mailadres

# task_email.description
source: Email address to which an email report is sent.
da: E-mailadresse til hvem der sendes en rapport.
nl: E-mailadres waar de rapportage naartoe wordt gestuurd.

# task_emailonbrokenlinkonly.alttitle
source: Mailing option
da: Mailindstillinger
nl: E-mailoptie

# task_emailonbrokenlinkonly.description
source: Only send an email, if new broken links were found.
da: Send kun en e-mail, hvis der findes brudte links.
nl: Alleen mail sturen als nieuwe defecte links gevonden zijn.

# task_emailfile.alttitle
source: Email template file
da: E-mail skabelon-fil
nl: Sjabloonbestand voor e-mail

# task_emailfile.description
source: Define a template to be used for the email.
da: Definér en skabelon til brug for e-mail.
nl: Definieert een sjabloon voor de e-mail.
