Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/belog/Resources/Private/Language/*.locallang.xlf
Languages: it, km

# adminLog
source: Administration log
it: Log di amministrazionie
km: កំណត់ហេតុ​របស់អ្នកគ្រប់គ្រង

source: [All users]
it: [tutti gli utenti]
km: [អ្នកប្រើប្រាស់​ទាំងអស់]

source: [Any]
it: [Qualunque]
km: [មួយចំនួន]

# viaUser
source: via
it: tramite
km: តាមរយៈ

source: Draft
it: Bozza
km: ពង្រាង

source: Self
it: Se stesso

# userGroup
source: Group
it: Gruppo

source: This week
it: Questa settimana
km: សប្ដាហ៍​នេះ

source: Last week
it: Ultima settimana
km: សប្ដាហ៍​មុន

source: Last 7 days
it: Ultimi 7 giorni
km: ប្រាំពីរ​ថ្ងៃ​មុន

source: This month
it: Questo mese
km: ខែ​នេះ

source: Last month
it: Ultimo mese
km: ខែ​មុន

source: Last 31 days
it: Ultimi 31 giorni
km: សាមសិបមួយ​ថ្ងៃ​មុន

source: No limit
it: Senza limiti
km: មិន​កំណត់

source: User defined
it: Definito dall'utente
km: កំណត់​ដោយអ្នកប្រើប្រាស់

source: Set
it: Se stesso
km: កំណត់

# actionAll
source: All
it: Tutti
km: ទាំងអស់

# actionSettings
source: Settings
it: Impostazioni
km: ការកំណត់

# actionErrors
source: Errors
it: Errori
km: កំហុសឆ្គង

source: Group
it: Gruppo

source: User
it: Utente

source: Users
it: Utenti

source: Time
it: Tempo

# changesInFields
source: Changes in fields: %s.
it: Modifiche nei campi: %s.
km: ផ្លាស់ប្ដូរ​ក្នុងកាឡនៈ %s។

source: Show History
it: Mostra Cronologia
km: បង្ហាញ​ប្រវត្តិ

source: Action
it: Azione

source: Group by page
it: Raggruppati per pagina

source: Overview
it: Anteprima
km: ពិនិត្យសាកស្បង

# timeInfo
source: These pages have log messages from %s to %s
it: Queste pagine hanno messaggi di log da %s a %s
km: ទំព័រ​ទាំងអស់នេះ​មានសាកំណត់ហេតុ​ពី%sទៅ%s

source: for NON-PAGE related actions
it: azioni relative a NON-PAGINE
km: សម្រាប់​ទំព័រ​ដែលមិនទាក់ទង​នឹងសកម្មភាព

source: for ROOT LEVEL
it: per ROOT LEVEL
km: សម្រាប់​លំដាប់ROOT

# forPage
source: for PAGE "%s" (UID: %s)
it: per Pagina "%s" (UID: %s)
km: សម្រាប់​ទំព័រ​"%s" (UID: %s)

# logForNonPageRelatedActionsOrRootLevelOrPage
source: Log %s from %s to %s
it: Log %s da %s a %s
km: កំណត់ហេតុ​%s​ពី​%s​ទៅ​%s

# action_1_1
source: Insert
it: Inserire
km: បញ្ចូល

# action_1_2
source: Update
it: Aggiornare
km: កែប្រែ

# action_1_3
source: Delete
it: Eliminare
km: លុប

# action_1_4
source: Move
it: Controllo
km: ឆែក

# action_1_5
source: Check
it: Controllo
km: ឆែក

# msg_1_0_1
source: Referer host '%s' and server host '%s' did not match!
it: L'host referer '%s' e l'host server '%s' non coincidono!
km: ផ្អែកលើ​ host​ '%s' ​and ​server host '%s' ដែលមិនត្រឹមត្រូវ​ទេ!

# msg_1_1_11
source: Attempt to insert record on page '%s' (%s) where this table, %s, is not allowed
it: Tentativo non consentito di inserire un record nella pagina '%s' (%s) in questa tabella.
km: ព្យាយាម​បញ្ជូល​ទិន្នន័យ​លើ​ទំព័រ'%s' (%s)​​ដែលតារាងនេះ​,​%s,​​មិនបានអនុញ្ញាត

# msg_1_1_12
source: Attempt to insert a record on page '%s' (%s) from table '%s' without permissions. Or non-existing page.
it: Tentativo di inserire un record nella pagina '%s' (%s) dalla tabella '%s' senza autorizzazione. Oppure la pagina non esiste.
km: ព្យាយាម​​បញ្ជូល​ទិន្នន័យ​លើ​ទំព័រ'%s' (%s)ពីតារាង​​'%s'ដែលមិនមានសិទ្ធិ។​ឫមិនមានទំព័រ។

# msg_1_2_1
source: Attempt to modify table '%s' without permission
it: Tentativo di modificare la tabella '%s' senza autorizzazione.
km: ព្យាយាម​កែ​តារាង​​'%s'​ដែលមិនមានសិទ្ធិ

# msg_1_2_2
source: Attempt to modify record '%s' (%s) without permission. Or non-existing page.
it: Tentativo di modificare il record '%s' (%s) senza autorizzazione. Oppure la pagina inesistente.
km: ព្យាយាម​កែ​ប្រែ​ទិន្នន័យ​​'%s' (%s) ​ដែលមិនមានសិទ្ធិ។​ឫមិនមានទំព័រ។

# msg_1_2_10
source: Record '%s' (%s) was updated.
it: Il record '%s' (%s) è stato aggiornato.
km: ទិន្នន័យ​ '%s' (%s) ត្រូវបានកែប្រែ។

# msg_1_2_12
source: MySQL error: '%s' (%s)
it: Errore MySQL: '%s' (%s)
km: កំហុសឆ្គង MySQL: '%s' (%s)

# msg_1_4_1
source: Attempt to move record '%s' (%s) to after a non-existing record (uid=%s)
it: Tentativo di spostare il record '%s' (%s) verso o dopo un record non esistente (uid=%s)
km: ព្យាយាម​ធ្វើការផ្លាស់ទី​ទិន្នន័យ'%s' (%s)​ទៅដាក់​បន្ទាប់ពី​ទិន្នន័យដែលមិនមាន (uid=%s)

# msg_1_4_2
source: Moved record '%s' (%s) to page '%s' (%s)
it: Il record '%s' (%s) è stato spostato alla pagina '%s' (%s)
km: ផ្លាស់ទី​ទិន្នន័យ​ '%s' (%s)ទៅទំព័រ'%s' (%s)

# msg_1_4_3
source: Moved record '%s' (%s) from page '%s' (%s)
it: Il record '%s' (%s) è stato spostato dalla pagina '%s' (%s)
km: ផ្លាស់ទី​ទិន្នន័យ​ '%s' (%s)ពីទំព័រ'%s' (%s)

# msg_1_4_4
source: Moved record '%s' (%s) on page '%s' (%s)
it: Spostato il record '%s' (%s) sulla pagina '%s' (%s)
km: ផ្លាស់ទី​ទិន្នន័យ​ '%s' (%s)លើទំព័រ'%s' (%s)

# msg_1_4_10
source: Attempt to move page '%s' (%s) to inside of its own rootline (at page '%s' (%s))
it: Tentativo di spostare la pagina '%s' (%s) all'interno della propria rootline (at page '%s' (%s))
km: ព្យាយាម​ផ្លាស់ទី​ទំព័រ'%s'​(% s)​ទៅ​ដាក់ខាងក្នុង​​rootline​របស់ខ្លួន​(នៅទំព័រ​'% s'​(%s))

# msg_1_4_11
source: Attempt to insert record on page '%s' (%s) where this table, %s, is not allowed
it: Tentativo non consentito di inserire un record nella pagina '%s' (%s) di questa tabella: %s.
km: ព្យាយាម​បញ្ចូល​ទិន្នន័យ​នៅលើទំព័រ​'% s'​(%s)​ដែល​តារាង​នេះ%s​មិនត្រូវ​បានអនុញ្ញាត

# msg_1_4_12
source: Attempt to insert a record on page '%s' (%s) from table '%s' without permissions. Or non-existing page.
it: Tentativo di inserire un record nella pagina '%s' (%s) dalla tabella '%s' senza permessi. In alternativa: la pagina può non esistere.
km: ព្យាយាម​បញ្ចូល​ទិន្នន័យ​នៅលើ​ទំព័រ​'%s'​(%s)​ពីតារាង​'%s'​​ដោយ​គ្មានសិទ្ធិ។​ឫ​ជាទំព័រ​ដែល​មិនមាន​ស្រាប់។

# msg_1_4_13
source: Attempt to move record '%s' (%s) to after another record, although the table has no sorting row.
it: Tentativo di spostare il record '%s' (%s) dopo un altro record, in una tabella che non dispone di una riga per l'ordinamento.
km: ព្យាយាម​ផ្លាស់ទី​ទិន្នន័យ​'%s'​(%s)​​ទៅដាក់​បន្ទាប់ពី​ទិន្នន័យ​មួយផ្សេងទៀត​,​ទោះបីជា​តារាង​គ្មាន​ការតម្រៀប​ជួរដេក។

# msg_1_4_14
source: Attempt to move record '%s' (%s) without having permissions to do so
it: Tentativo di muovere il record '%s' (%s) senza avere i permessi per farlo.
km: ព្យាយាម​ផ្លាស់ទី​ទិន្នន័យ​'%s'​(%s)​ដោយមិនមាន​សិទ្ធិ​ដើម្បី​ធ្វើដូច្នេះ​បាន

# msg_1_5_1
source: You cannot change the 'doktype' of page '%s' to the desired value.
it: Non puoi modificare il 'doktype' (tipo di documento) nella pagina %s' nel valore scelto.
km: អ្នក​មិនអាច​ផ្លាស់ប្តូរ​'doktype'​'%s'​នៃទំព័រ​ទៅតាម​តម្លៃ​ដែល​អ្នកចង់បាន។

# msg_1_5_2
source: 'doktype' of page '%s' could not be changed because the page contains records from disallowed tables; %s
it: Il 'doktype' (tipo di documento) della pagina '%s' non può essere modificato perché la pagina contiene record da tabelle non autorizzate; %s
km: 'doktype'​'%s'​នៃ​ទំព័រ​មិនអាច​ផ្លាស់ប្តូរបាន​ដោយសារ​តែ​ទំព័រ​មានផ្ទុក​ទិន្នន័យ​ពី​តារាង​មិនបានអនុញ្ញាត;​%s

# msg_1_5_3
source: Too few items in the list of values. (%s)
it: Troppe poche voci nella lista dei valori. (%s)
km: ធាតុ​តិចពេក​នៅក្នុង​បញ្ជី​នៃតម្លៃនេះ។(%s)

# msg_1_5_10
source: Could not delete file '%s' (does not exist). (%s)
it: Non posso cancellare il file '%s' (inesistente). (%s)
km: មិនអាច​លុប​ឯកសារ​'%s'​បាន(មិនមាន)។​(%s)

# msg_1_5_11
source: Copying file '%s' failed!: No destination file (%s) possible!. (%s)
it: La copia del file '%s' fallita! Non è possibile creare il file (%s) di destinazione (%s)
km: ការចម្លង​ឯកសារ​'%s'​បានបរាជ័យ!​ទិសដៅ​ឯកសារ​មិនអាចមាន​(%s)!​​(%s)

# msg_1_5_12
source: File extension '%s' is not allowed. (%s)
it: L'uso della estensione del file '%s' non è permesso. (%s)
km: ឯកសារ​អ៊ិចស្ទិនសិន​'%s'​មិនត្រូវបាន​អនុញ្ញាតឡើយ។​(%s)

# msg_1_5_13
source: File size (%s) of file '%s' exceeds limit (%s). (%s)
it: La dimensione del file (%s) del file '%s' eccede nei limiti consentiti (%s). (%s)
km: ទំហំ​ឯកសារ​(%s)​នៃ​ឯកសារ'%s'​លើសពី​ដែនកំណត់​(%s)។​(%s)

# msg_1_5_14
source: The destination (%s) or the source file (%s) does not exist. (%s)
it: La destinazione (%s) o la sorgente del file (%s) non esiste! (%s)
km: ទិសដៅ​(%s)​ឬ​ប្រភព​ឯកសារ​(%s)​មិនមានទេ។​(%s)

# msg_1_5_15
source: Copying to file '%s' failed! (%s)
it: La copia del file '%s' è fallita! (%s)
km: ចម្លង​ទៅ​កាន់ឯកសារ​'%s'បានបរាជ័យ!(%s)

# msg_1_5_16
source: Copying file '%s' failed!: The destination path (%s) may be write protected. Please make it write enabled!. (%s)
it: La copia del file '%s' è fallita!: Il percorso (path) di destinazione (%s) potrebbe essere protetto in scrittura. Si consiglia di renderlo scrivibile!. (%s)
km: ការចម្លង​ឯកសារ​'%​s'​បានបរាជ័យ!:​ផ្លូវទិសដៅ​(%s)​អាច​ត្រូវ​បានការពារ។​សូម​ធ្វើឱ្យ​វា​អាចសរសេរបាន!។​(%s)

# action_2_2
source: Copy
it: Copia
km: ចម្លង

# action_2_3
source: Move
it: Sposta
km: ផ្លាស់ទី

# action_2_4
source: Delete
it: Cancella
km: លុប

# action_2_5
source: Rename
it: Nuovo
km: ប្ដូរឈ្មោះ

# action_2_6
source: New
it: Nuovo
km: ថ្មី

# action_2_7
source: Unzip
it: decomprimi (unzip)

# action_2_8
source: New file
it: Nuovo file
km: ឯកសារ​ថ្មី

# action_2_9
source: Edit
it: Edita
km: កែប្រែ

# msg_2_9_1
source: File saved to '%s', bytes: %s, MD5: %s
it: File salvato in '%s', bytes: %s, MD5 %s
km: ឯកសារ​បានរក្សាទុកជា '%s', មៃត៍: %s, MD5: %s

# action_3_1
source: Clear Cache
it: Svuota la cache
km: សម្អាត Cache

# type_4
source: EXTENSION
it: ESTENSIONE
km: អុិចស្ទិនហ្សិន

# type_5
source: ERROR
it: ERRORE
km: កំហុស

# action_5_0
source: Error handler
it: Gestione degli errori

# type_254
source: SETTING
it: Impostazioni
km: ការកំណត់

# action_254_1
source: Change
it: Modifica
km: ផ្លាស់ប្ដូរ

# chLog_title
source: Admin Changelog
it: Storico cambiamenti di Admin
km: កំណត់ហេតុ​ប្រធាន

# chLog_users_0
source: All users
it: Tutti gli utenti
km: អ្នកប្រើប្រាស់​ទាំងអស់

# chLog_users_-1
source: Self
it: Se stesso
km: ខ្លួនផ្ទាល់

# chLog_time_0
source: This week
it: Questa settimana
km: សប្ដាហ៍​នេះ

# chLog_time_1
source: Last week
it: Ultima settimana
km: សប្ដាហ៍​មុន

# chLog_time_2
source: Last 7 days
it: Ultimi 7 giorni
km: ប្រាំពីរ​ថ្ងៃ​មុន

# chLog_time_10
source: This month
it: Questo mese
km: ខែ​នេះ

# chLog_time_11
source: Last month
it: Ultimo mese
km: ខែ​មុន

# chLog_time_12
source: Last 31 days
it: Ultimi 31 giorni
km: សាមសិបមួយ​ថ្ងៃ​មុន

# chLog_time_20
source: No limit
it: Illimitato
km: មិន​កំណត់

# chLog_l_time
source: Time
it: Tempo
km: ពេលវេលា

# chLog_l_user
source: User
it: Utente
km: អ្នកប្រើប្រាស់

# chLog_l_action
source: Action
it: Azione
km: សកម្មភាព

# chLog_l_types
source: Type
it: Typo
km: ប្រភេទ

# chLog_l_table
source: Table
it: Tabella
km: តារាង

# chLog_l_details
source: Details
it: Dettagli
km: ពឹស្ដារ

# chLog_menuUsers
source: Users
it: Utenti
km: អ្នកប្រើប្រាស់ច្រើន

# chLog_menuDepth
source: Depth
it: Profondità

# chLog_menuTime
source: Time
it: Tempo
km: ពេលវេលា

# systemmessage.errorsInPeriod
source: We have found %1$d errors. Please check your <a href="%2$s">system log</a>.
it: Sono stati trovati %1$d errori. Si prega di controllare il &lt;a href="%2$s"&gt;registro di sistema&lt;/a&gt;.
km: យើង​បាន​រកឃើញ %1$d កំហុស។ សូម​ពិនិត្យមើល &lt;a href="%2$s"&gt;កំណត់ហេតុ​ប្រព័ន្ធ&lt;/a&gt; របស់អ្នក។

source: Actions
it: Azioni

# actions.delete
source: Delete similar errors
it: Rimuovi errori simili

# actions.deleteWarnings
source: Delete similar warnings
it: Rimuovi avvisi simili

# actions.delete.message
source: Total entries deleted: %1$d
it: Totale elementi cancellati: %1$d

# actions.delete.noRowFound
source: Log entry could not be found.
it: La voce non può essere trovata nel log.

# actionDatabase
source: Database
km: ឃ្លាំងផ្ទុកទិន្នន័យ

# actionFile
source: File
km: ឯកសារ

# actionLogin
source: Login
km: ចូល

# type_2
source: FILE
km: ឯកសារ

# action_2_1
source: Upload
km: បញ្ជូលឡើង

# type_255
source: LOGIN
km: ចូល

# action_255_1
source: LOGIN
km: ចូល

# action_255_2
source: LOGOUT
km: ចាកចេញ

# action_255_3
source: ATTEMPT
km: ទំនងជា
