Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/tstemplate/Resources/Private/Language/*.locallang_info.xlf
Languages: cs, ru

source: File changed
cs: Soubor změněn
ru: Файл изменён

# resourceUpdated
source: Resource '%s' has been updated.
cs: Zdroj "%s" byl aktualizován.
ru: Обновлён ресурс '%s'.

source: Template information
cs: Informace šablony
ru: Информация по шаблону

source: Title
cs: Titulek
ru: Название

source: Sitetitle
cs: Titulek webu
ru: Название сайта

source: Description
cs: Popis
ru: Описание

source: Upload resource
cs: Nahrát zdroj
ru: Загрузка ресурсов

# newTextResource
source: New text resource (enter name)
cs: Nový textový zdroj (zadejte název)
ru: Новый текстовый ресурс (введите название)

source: Update resource list
cs: Aktualizovat seznam zdrojů
ru: Обновить список ресурсов

source: Constants
cs: Konstanty
ru: Константы

# filesizeExceeded
source: Filesize exceeded %s KBytes
cs: Velikost souboru překročila %s KBytů
ru: Размер файла превышает %s Кбайт

# notAllowed
source: Files larger than %s KBytes are not allowed to be edited.
cs: Soubory větší než %s KBytů není dovoleno upravovat.
ru: Недопустимо редактировать файлы, размером более %s Кбайт.

source: Setup
cs: Nastavení
ru: Настройка

source: Resources
cs: Zdroje
ru: Ресурсы

# editToView
source: (edit to view, %s lines)
cs: (upravte pro zobrazení, %s řádků)
ru: (правка, %s строк)

# editTemplateRecord
source: Edit the whole template record
cs: Upravit celý záznam šablony
ru: Править шаблон целиком
