Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/tstemplate/Resources/Private/Language/*.locallang_analyzer.xlf
Languages: cs, it

source: Current template
cs: Aktuální šablona
it: Modello attuale

source: Title
cs: Titulek
it: Titolo

source: Rootlevel
cs: Kořenová úroveň
it: Sala

source: Clear Setup
cs: Vymazat nastavení
it: Cancella Setup

source: Clear Constants
cs: Vymazat konstanty
it: Pulisci le costanti

source: PID
it: PI

source: Rootline
cs: Kořenová linie
it: Tegola

source: Template hierarchy
cs: Hierarchie šablon
it: Gerarchia del modello

source: Display Options
cs: Možnosti zobrazení
it: Opzioni di visualizzazione

source: Line numbers
cs: Čísla řádek
it: Numeri di linea

source: Syntax highlight
cs: Zvýraznění syntaxu
it: Evidenziatore sintassi

source: Comments
cs: Komentáře
it: Commenti

source: Crop lines
cs: Ořezat řádky
it: Ritaglia linee

source: Block mode
cs: Režim bloku
it: Modalit√† blocco

source: Constants
cs: Konstanty
it: Costanti

source: Setup
cs: Nastavení
it: Imposta

# viewCompleteTS
source: View the complete TS Listing
cs: Zobrazit úplný TS Listing
it: Visualizza l'elenco completo dell'TS

source: Complete TS
cs: Úplný TS
it: Completa l'TS
