Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/tstemplate/Resources/Private/Language/*.locallang.xlf
Languages: de, fr, hi, it, th

# moduleTitle
source: Template tools
fr: Outils de modèle
hi: टेम्पलेट टूल्स
it: Strumenti modello
th: เครื่องมือแม่แบบ

source: Template Analyzer
de: Template-Analyse
fr: Analyseur de modèle
hi: टेम्पलेट विश्लेषक
it: Analizzatore di modelli
th: วิเคราะห์แม่แบบ

source: Constant Editor
de: Konstante Editor
fr: Éditeur constant
hi: कंस्टन्ट एडिटर
it: Editor costante
th: ผู้แก้ไขค่าคงที่

source: Info/Modify
de: Info/Änderung
fr: Info/Modifier
hi: जानकारी/बदलाव
it: Info/Modifica
th: ข้อมูล / แก้ไข

# objectBrowser
source: TypoScript Object Browser
fr: Navigateur d'objets TypoScript
hi: टाइपो-स्क्रिप्ट ऑब्जेक्ट ब्राउज़र
it: Browser Oggetto TypoScript

# viewTemplates
source: Viewing templates of
de: Vorlagen anzeigen von
fr: Voir les modèles de
hi: के टेम्पलेट्स को देखे
it: Visualizzazione modelli di
th: ดูแม่แบบของ

source: Page name
de: Seitenname
fr: Nom de la page
hi: पेज का नाम
it: Nome pagina
th: ชื่อหน้า

source: Templates
de: Vorlagen
fr: Modèles
hi: टेम्पलेट्स
it: Modelli
th: # แม่แบบ

source: Is Root?
de: Ist Root?
fr: Root ?
hi: रुट है?
it: Root?
th: เป็นรากหรือไม่

source: Is Ext?
de: Ist außen?
fr: Est-ce exact ?
hi: Ext है?
it: È Ext?
th: เป็น extension หรือไม่

# overview
source: This is an overview of the pages in the database containing one or more template records. Click a page title to go to the page.
de: Dies ist eine Übersicht der Seiten in der Datenbank, die eine oder mehrere Vorlagendateien enthalten. Klicken Sie auf einen Seitentitel, um auf die Seite zu gehen.
fr: Ceci est un aperçu des pages de la base de données contenant un ou plusieurs enregistrements de modèles. Cliquez sur un titre de page pour aller à la page.
hi: यह डेटाबेस में एक या एक से अधिक टेम्पलेट रिकॉर्ड युक्त पेज का ओवर-व्यू है। पेज पर जाने के लिए पेज के शीर्षक पर क्लिक करें।
it: Questa è una panoramica delle pagine del database contenente uno o più record di template. Clicca un titolo di pagina per andare alla pagina.
th: นี้เป็นภาพรวมของหน้าในฐานข้อมูลที่มีมากกว่าหนึ่งแม่แบบ record คลิกที่ชื่อเพจเพื่อไปที่หน้า

# areYouSure
source: Are you sure you want to do this?
de: Sind Sie sicher, dass Sie dies tun möchten?
fr: Êtes-vous sûr de vouloir faire cela ?
hi: क्या आप निश्चित हैं कि आप यह करना चाहते हैं?
it: Sei sicuro di voler fare questo?
th: คุณแน่ใจหรือว่าต้องการทำเช่นนี้?

source: No template
de: Keine Vorlage
fr: Aucun modèle
hi: टेम्पलेट नहीं
it: Nessun modello
th: ไม่มีแม่แบบ

# noTemplateDescription
source: There was no template on this page!
de: Es gab keine Vorlage auf dieser Seite!
fr: Il n'y a pas de modèle sur cette page !
hi: इस पेज पर कोइ टेम्पलेट नहीं था!
it: Non c'è stato alcun modello in questa pagina!
th: ไม่มีแม่แบบในหน้านี้

# createTemplate
source: Create a template record first in order to edit constants!
de: Erstellen Sie zuerst einen Vorlageneintrag, um Konstanten zu bearbeiten!
fr: Créez un enregistrement de modèle en premier afin d'éditer les constantes !
hi: कन्स्टंट्स एडिट करने के लिए पहले टेम्पलेट रिकॉर्ड बनाए!
it: Crea prima un record di modello per modificare i constanti!
th: สร้างแม่แบบ record ก่อนเพื่อแก้ไขค่าคงที่

# createTemplateToEditConfiguration
source: You need to create a template record below in order to edit your configuration.
de: Sie müssen einen Vorlageneintrag erstellen, um Ihre Konfiguration zu bearbeiten.
fr: Vous devez créer un dossier de modèle ci-dessous afin de modifier votre configuration.
hi: आपके कॉन्फ़िगरेशन को एडिट करने के लिए नीचे दिए गए टेम्पलेट रिकॉर्ड बनाने की जरूरत है।
it: Devi creare un record di modello qui sotto per modificare la configurazione.
th: คุณต้องสร้างแม่แบบ record ด้านล่างเพื่อแก้ไขการตั้งค่าของคุณ

# newWebsite
source: Create new website
de: Neue Webseite erstellen
fr: Créer un nouveau site
hi: नई वेबसाइट बनाएं
it: Crea un nuovo sito web
th: สร้างเว็บไซต์ใหม่

# newWebsiteDescription
source: If you want this page to be the root of a new website, optionally based on one of the standard templates, then press the button below
de: Wenn Sie möchten, dass diese Seite das Wurzelverzeichnis einer neuen Website ist, optional auf einer der Standardvorlagen basiert, dann drücken Sie die Schaltfläche unten
fr: Si vous voulez que cette page soit la racine d'un nouveau site Web, éventuellement basé sur un des modèles standard, puis appuyez sur le bouton ci-dessous
it: Se vuoi che questa pagina sia la root di un nuovo sito web, facoltativamente basato su uno dei modelli standard, premi il pulsante qui sotto

# newWebsiteAction
source: Create template for a new site
de: Vorlage für eine neue Website erstellen
fr: Créer un modèle pour un nouveau site
hi: नई साइट के लिए टेम्पलेट बनाएँ
it: Crea un modello per un nuovo sito
th: สร้างแม่แบบสำหรับเว็บไซต์ใหม่

# extTemplate
source: Create extension template
de: Erweiterungsvorlage erstellen
fr: Créer un modèle d'extension
hi: एक्सटेंशन टेम्पलेट बनाएं
it: Crea un modello di estensione
th: สร้างแม่แบบของ extension

# extTemplateDescription
source: An extension template allows you to enter TypoScript values that will affect only this page and subpages.
de: Eine Erweiterungsvorlage erlaubt es Ihnen TypoScript-Werte einzugeben, die nur diese Seite und Unterseiten betreffen.
fr: Un modèle d'extension vous permet d'entrer des valeurs TypoScript qui n'affecteront que cette page et sous-pages.
hi: एक्सटेंशन आपको टाइपो-स्क्रिप्ट की वैल्यू एंटर करने की अनुमति देता है जो सिर्फ इस पेज और सब-पेज पर असर करेंगी।
it: Un modello di estensione consente di inserire valori TypoScript che influenzeranno solo questa pagina e sottopagine.
th: แม่แบบของ extension อนุญาตให้คุณสามารถป้อนค่า TypoScript ที่จะมีผลเฉพาะในหน้านี้และ หน้าย่อย

# extTemplateAction
source: Click here to create an extension template.
de: Klicken Sie hier, um eine Erweiterungsvorlage zu erstellen.
fr: Cliquez ici pour créer un modèle d'extension.
hi: एक्सटेंशन टेम्पलेट बनाने के लिए यहां क्लिक करें।
it: Clicca qui per creare un modello di estensione.
th: คลิกที่นี่เพื่อสร้างแม่แบบของ extension

# goToClosest
source: Go to closest page with template
de: Gehe zur nächsten Seite mit Vorlage
fr: Aller à la page la plus proche avec le modèle
hi: टेम्पलेट के साथ करीबी पेज पर जाएँ
it: Vai alla pagina più vicina con il modello
th: ไปที่หน้าใกล้เคียงกับแม่แบบมากทีสุด

# goToClosestDescription
source: Closest template is on page '%s' (uid %s).
de: Closest Template ist auf der Seite '%s' (uid %s).
fr: Le modèle le plus fermé est sur la page '%s' (uid %s).
hi: करीबी टेम्पलेट पेज %s (uid %s) पर है।
it: Il template più vicino è nella pagina '%s' (uid %s).
th: แม่แบบที่ใกล้เคียงมากที่สุดอยู่ในหน้า'% s'(% s uid)

# goToClosestAction
source: Click here to go.
de: Klicken Sie hier, um zu gehen.
fr: Cliquez ici pour aller.
hi: जाने के लिए यहां क्लिक करें।
it: Clicca qui per andare.
th: คลิกที่นี่เพื่อไปยังหน้านั้น

# titleNewSiteStandard
source: NEW SITE, based on standard
de: NEUE SITE, basierend auf Standard
fr: NOUVEAU SITE, basé sur la norme
hi: नई साईट, स्टान्डर्ड के आधार पर
it: NUOVO SITE, basato sullo standard
th: ไซต์ใหม่ ตามมาตรฐาน

# titleNewSite
source: NEW SITE
de: NEUE SITE
fr: NOUVEAU SITE
hi: नई साईट
it: NUOVO SITO
th: ไซต์ใหม่
