Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/tstemplate/Resources/Private/Language/*.locallang_objbrowser.xlf
Languages: hi

source: Constants
hi: स्थिरांक, कोन्स्टंट्स

source: Setup
hi: सेटअप

source: All
hi: सब

# plainSubstitution
source: Plain substitution (default)
hi: सरल प्रति-स्थापन (डिफ़ॉल्ट)

# substitutedGreen
source: Substituted constants in green
hi: हरे रंग में प्रति-स्थापित कोन्स्टंट्स

# unsubstitutedGreen
source: UN-substituted constants in green
hi: हरे रंग में अनप्रति-स्थापित कोन्स्टंट्स

source: Current template
hi: मौजूदा टेम्पलेट

source: Bad property!
hi: खराब गुणवत्ता!

# noSpaces
source: You must enter a property with characters a-z, A-Z and 0-9, no spaces!
hi: आपको स्पेस के बिना, केरेक्टर a-z, A-Z, और 0-9 के साथ प्रॉपर्टी दाखिल करनी होगी!

# nothingUpdated
source: Nothing was updated!
hi: कुछ भी अपडेट नहीं किया गया था !

source: Property added
hi: प्रॉपर्टी जोड़ी गई

source: Value updated
hi: वैल्यू अपडेट की गई

source: Object cleared
hi: ऑब्जेक्ट clear किये गए

# updateButton
source: Update
hi: अपडेट

# addButton
source: Add
hi: जोड़ें

# clearButton
source: Clear
hi: खाली करें, clear

# noCurrentTemplate
source: You cannot edit properties and values, if there's no current template.
hi: अगर वहाँ मौजूदा टेम्पलेट ना हो, तो आप प्रॉपर्टीज और वैल्यू एडिट नहीं कर सकते।

source: Back
hi: पीछे, वापस

# regExp
source: Regular expressions
hi: नियमित अभिव्यक्ति

# errorsWarnings
source: Errors and warnings
hi: एरर और चेतावनी

# errorShowDetails
source: Show details
hi: वर्णन दिखाए

# removeKey
source: Remove key from OL
hi: OL से की निकाले

source: setup root
hi: सेटअप रुट

# constantRoot
source: constants root
hi: कोन्स्टंट्स रुट

source: Display comments
hi: टिप्पणियाँ डिस्प्ले करे

source: Sort alphabetically
hi: अल्फाबेटिकली सॉर्ट करे

source: Crop lines
hi: क्रॉप लाइन्स

source: Display options
hi: विकल्प डिस्प्ले करे

source: Conditions
hi: सर्तें, कंडीशन्स

source: Set conditions
hi: कंडीशन्स सेट करे

# severity.1
source: Info
hi: जानकारी

# severity.2
source: Warning
hi: चेतावनी

# severity.3
source: Error
hi: एरर

# error.1446559458
source: Error evaluating regular expression "%s".
hi: एरर नियमित रूप से अभिव्यक्ति "%s" का मूल्यांकन करती है।
