Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/backend/Resources/Private/Language/*.locallang_db_new_content_*.xlf
Languages: hr

# common
source: Typical page content
hr: Tipični sadržaj stranice

# common_headerOnly_title
source: Header Only
hr: Samo zaglavlje

# common_headerOnly_description
source: Adds a header only.
hr: Dodaje samo zaglavlje.

# common_regularText_title
source: Regular Text Element
hr: Običan tekstualni element

# common_regularText_description
source: A regular text element with header and bodytext fields.
hr: Običan tekstualni element sa poljima zaglavlja i tijela teksta.

# common_textImage_title
source: Text & Images
hr: Tekst i slike

# common_textImage_description
source: Any number of images wrapped right around a regular text element.
hr: Proizvoljan broj slika omotanih oko običnog tekstualnog elementa.

# common_textMedia_title
source: Text & Media
hr: Tekst i multimedija

# common_textMedia_description
source: Any number of media wrapped right around a regular text element.
hr: Proizvoljan broj multimedijskih elemenata omotanih oko običnog tekstualnog elementa.

# common_imagesOnly_title
source: Images Only
hr: Samo slike

# common_imagesOnly_description
source: Any number of images aligned in columns and rows with a caption.
hr: Proizvoljan broj slika poravnatih u stupce i retke sa zaglavljem.

# common_bulletList_title
source: Bullet List
hr: Popis sa grafičkim oznakama

# common_bulletList_description
source: A single bullet list.
hr: Jedan popis sa grafičkim oznakama.

# common_table_title
source: Table
hr: Tablica

# common_table_description
source: A simple table.
hr: Jednostavna tablica.

# menu_sitemap.title
source: Sitemap
hr: Mapa web sjedišta

# special
source: Special elements
hr: Posebni elementi

# special_filelinks_title
source: File Links
hr: Datotečne poveznice

# special_filelinks_description
source: Makes a list of files for download.
hr: Stvara popis datoteka za preuzimanje.

# special_sitemap_title
source: Sitemap
hr: Mapa web sjedišta

# special_menus_title
source: Special Menus
hr: Posebni izbornici

# special_menus_description
source: Creates a menu of pages, sitemap or other special menus.
hr: Ova opcija stvara izbornik stranica, mapu web sjedišta ili druge posebne izbornike.

# special_plainHTML_title
source: Plain HTML
hr: Običan HTML

# special_plainHTML_description
source: With this element you can insert raw HTML code on the page.
hr: Ovim elementom dodajete čisti HTML kod na stranicu.

# special_divider_title
source: Divider
hr: Razdjelnik

# special_divider_description
source: This element inserts a visual divider, which is by default a horizontal line.
hr: Ovaj element dodaje vizualni razdjelnik koji je, prema zadanim postavkama, horizontalna linija.

# special_shortcut_title
source: Insert records
hr: Umetni zapise

# special_shortcut_description
source: With this element you can embed other content elements.
hr: Ovim elementom možete umetnuti druge element sadržaja.

# forms
source: Form elements
hr: Elementi obrasca

# forms_mail_title
source: Mail Form
hr: E-mail obrazac

# forms_mail_description
source: A mail form allowing website users to submit responses.
hr: E-mail obrazac koji omogućuje posjetiteljima web sjedišta da predaju odgovore.

# forms_login_title
source: Login Form
hr: Obrazac za prijavu

# forms_login_description
source: Login/logout form used to password protect pages allowing only authorised website users and groups access.
hr: Obrazac za prijavu/odjavu pomoću kojega možete lozinkom zaštiti stranice kako bi samo autorizirani korisnici i grupe korisnika web stranice imali pristup.

source: Plugins
hr: Umetci

# plugins_general_title
source: General Plugin
hr: Opći umeci

# plugins_general_description
source: Select this element type to insert a plugin which cannot be found amongst the options below.
hr: Odaberite ovaj tip elementa kako bi umetnuli umetak kojeg nije moguće pronaći u niže ponuđenim opcijama.
