Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/backend/Resources/Private/Language/*.locallang_login.xlf
Languages: hi, hr, km, th

# labels.submitLogout
source: Log Out
hi: लॉग आउट
hr: Odjava
km: កត់ត្រា​ចេញ
th: ออกจากระบบ

# labels.whatIsOpenId
source: What is OpenId?
hi: ओपन ID क्या है?
hr: Što je OpenId?
km: តើ OpenID ជា​អ្វី ?

# availableInterfaces
source: Backend,Front End,Traditional Backend
hi: बैकेंड,फ्रंट एंड,ट्रेडिशनल बैकेंड
hr: Pozadinsko sučelje, prednje sučelje, tradicionalno pozadinsko sučelje
km: Backend, Front End, Backend បុរាណ
th: แบ็กเอนด์ Backend, Front End ดั้งเดิม

# interface.backend
source: Backend
hi: बैकेंड
hr: Podazinsko sučelje
th: แบ็กเอนด์

# interface.frontend
source: Frontend
hi: फ़्रंट एंड
hr: Prednje sučelje
th: ส่วนหน้า

# interface.backend_old
source: Traditional Backend
hi: ट्रेडिशनल बैकेंड
hr: Tradicionalno pozadinsko sučelje
km: Backend បុរាណ
th: แผน Backend

# headline
source: Login to the TYPO3 CMS Backend on ###SITENAME###
hi: ###साइट नाम### पर TYPO3 CMS बैकेंड में लॉगिन करे
hr: Prijava u TYPO3 CMS pozadinsko sučelje na ###SITENAME###
km: កត់ត្រា​ចូល Backend របស់ TYPO3 លើ ###SITENAME###
th: เข้าสู่ระบบเพื่อ TYPO3 Backend ใน sitename # # # # # #

# info.about
source: This is the backend login of TYPO3. You need username and password to access this administration interface. If you are a visitor of ###SITENAME###, please visit the public website: ###SITELINK###
hi: ये TYPO3 के बैकएंड लॉगिन है। आपको इस एडमिनिस्ट्रेशन इंटरफ़ेस का उपयोग करने के लिए यूज़रनेम और पासवर्ड की जरूरत है। यदि आप ### SITENAME ### के एक विजिटर हैं, कृपया सार्वजनिक वेबसाइट पर जाएँ: ### SITELINK ###
hr: Ovo je prijava pozadinskog sučelja TYPO3 sustava. Trebate korisničko ime i lozinku za pristup administracijskom sučelju. Ako ste posjetitelj stranice ###SITENAME###, molimo Vas da posjetite javnu web stranicu: ###SITELINK###
km: នេះ​ជា​ការកត់ត្រា​ចូល backend របស់ TYPO3 ។ អ្នក​ត្រូវ​មាន​ឈ្មោះ និង ពាក្យ​សម្ងាត់ ដើម្បី​ប្រើ​លើ​ផ្នែក​គ្រប់គ្រង ។ ប្រសិន​បើ​អ្នក​ជា​អ្នក​ទស្សនា​នៃ ###SITENAME### សូម​មើល​វែបសាយ​សម្រាប់​សាធារណៈ៖ ###SITELINK###
th: นี่คือการเข้าสู่ระบบแบ็กเอนด์ของ TYPO3 คุณต้องชื่อและรหัสผ่านเพื่อเข้าสู่การบริหาร interface นี้ หากคุณเป็นผู้เข้าชมของ # # # # # # sitename โปรดเยี่ยมชมเว็บไซต์สาธารณะ : # # # # # # SITELINK

# info.reset
source: Reset this form
hi: इस फॉर्म को रीसेट करें
hr: Resetiraj ovaj obrazac
km: កំណត់​ទម្រង់​បែបបទ​នេះ​ឡើង​វិញ
th: Reset แบบฟอร์มนี้

# info.cookies_and_js
source: (Note: Cookies and JavaScript must be enabled!)
hi: (नोट:Cookies और JavaScript इनेबल्ड होना जरुरी है!)
hr: (Napomena: kolačići i javascript moraju biti omogućeni!)
km: (សម្គាល់៖ ឃុកឃី និង JavaScript ត្រូវ​តែ​បើក​ដំណើរការ!)
th: (หมายเหตุ : คุกกี้และต้องเปิด!)

# clear
source: Clear this field!
hi: यह फील्ड साफ करें!
hr: Očisti ovo polje!
km: សម្អាត​ប្រអប់​នេះ!
th: Clear เขตนี้

# warning.incompatibleBrowserHeadline
source: Unsupported Browser
hi: अनसपोर्टड मोडल
hr: Preglednik nije podržan
km: Browser ដែលមិនដំណើរការ

# warning.incompatibleBrowser
source: You are using an unsupported browser version.
hi: आप उनसपोर्टेड ब्राउज़र वर्जन का उपयोग कर रहे हे।
hr: Koristite inačicu preglednika koja nije podržana.
km: អ្នក​កំពុង​ប្រើជំនាន់ browser មួយដែលមិនអាចដំណើរការ។

# warning.incompatibleBrowserInternetExplorer
source: Please install <a href="http://www.microsoft.com/internetexplorer/" target="_blank" />a more modern browser version</a>.
hi: कृपया <a href="http://www.microsoft.com/internetexplorer/" target="_blank" />और मॉडर्न ब्राउज़र वर्जन</a> इंस्टॉल करें।
hr: Molimo da instalirate<a href="http://www.microsoft.com/internetexplorer/" target="_blank" />moderniju verziju preglednika</a>.
km: សូម​តម្លើង <a href="http://www.microsoft.com/internetexplorer/" target="_blank" />browser ទំនើប​ជំនាន់ខ្ពស់</a>.

# error.login
source: Your login attempt did not succeed. Make sure to spell your username and password correctly, including upper/lowercase characters.
hi: आपका लॉगिन प्रयास सफल नहीं हुआ । सही ढंग से अपने यूज़रनेम और पासवर्ड सही करने के लिए, उप्पेर/लोअरकेस अक्षर सहित सुनिश्चित करें।
hr: Vaš pokušaj prijave nije uspio. Unesite svoje korisničko ime i lozinku ispravno, uključujući male/velike znakove.
km: ការព្យាយាម​កត់ត្រា​ចូល​របស់​អ្នក មិន​បាន​ជោគជ័យ ។ ត្រូវ​ប្រាកដ​ថា ឈ្មោះ និង ពាក្យ​សម្ងាត់​ត្រឹមត្រូវ រួម​ទាំង អក្សរ​តូច/ធំ​ផង​ដែរ ។
th: พยายามเข้าสู่ระบบของคุณไม่ประสบความสำเร็จ ให้แน่ใจว่าสะกดชื่อและรหัสผ่านที่ถูกต้องรวมทั้งบน / ตัวอักษรตัวพิมพ์เล็ก

# error.cookies_ignore
source: Ignore!
hi: इग्नोर करे!
hr: Zanemari!
km: បោះបង់!
th: ไม่สนใจ!

# error.furtherInformation
source: For more information or further help click here
hi: अधिक जानकारी या आगे की मदद के लिए यहां क्लिक करें
hr: Za više informacija ili za dodatnu pomoć, kliknite ovdje
km: សម្រាប់​ព័ត៌មាន​បន្ថែម ឬ ជំនួយ​ផ្សេងៗ សូម​ចុច​ទីនេះ
th: สำหรับข้อมูลเพิ่มเติมหรือคลิกช่วยเพิ่มเติมที่นี่

# warranty.by
source: Warranty is supplied by %s; %sclick for details.%s
hi: वारंटी %s द्वारा आपूर्ति की है; %s विवरण के लिए क्लिक करें
hr: Jamstvo pruža %s; %skliknite za detalje.%s
km: ការធានា​រ៉ាប់រង ផ្ដល់​ដោយ %s %sចុច​ដើម្បី​មើល​បន្ថែម ។%s
th: การรับประกันจะจัดหา s%; sclick% ดูรายละเอียด . % s

# no.warranty
source: TYPO3 CMS comes with ABSOLUTELY NO WARRANTY; %sclick for details.%s
hi: TYPO3 CMS बिल्कुल नहीं वारंटी के साथ आता है; %s जानकारी के लिए क्लिक करें।%s
hr: TYPO3 CMS dolazi bez IKAKVOG JAMSTVA; %skliknite za detalje.%s
km: TYPO3 បាន​នាំ​មក​ជាមួយ​ដោយ​គ្មាន​ការធានា​រ៉ាប់រង​អ្វី​ទាំងអស់ %sចុច​ទីនេះ​ដើម្បី​មើល​ព័ត៌មាន​លម្អិត ។%s
th: TYPO3 มาพร้อมกับอย่างไม่รับประกัน sclick%; สำหรับรายละเอียด . % s

source: Copyright
hi: कॉपीराइट
hr: Autorska prava
km: រក្សាសិទ្ធិ
th: ลิขสิทธิ์

# extension.copyright
source: Extensions are copyright of their respective owners.
hi: एक्सटेंशन्स उसके सबंधित ओनर के कॉपीराइट होते है।
hr: Proširenja su pod autorsim pravima svojih vlasnika.
km: រាល់​អ៊‍ិកស្តិនសិន​រក្សាសិទ្ធ​ដោយ​ម្ចាស់​អភិវឌ្ឍន៍​របស់​ពួក​វា ។
th: ขยายเป็นลิขสิทธิ์ของเจ้าของ

# details.link
source: Go to %s for details.
hi: डिटेल्स के लिए %s पर जाये।
hr: Idite na %s za detalje.
km: ទៅ %s ដើម្បី​មើល​ព័ត៌មាន​លម្អិត ។
th: ไปที่% s เพื่อดูรายละเอียด

# free.software
source: This is free software, and you are welcome to redistribute it under certain conditions; %sclick for details.%s
hi: यह मुफ्त सॉफ्टवेयर है, और आप कुछ शर्तों के तहत इसे फिर से विभाजित करने के लिए स्वागत कर रहे हैं; %s जानकारी के लिए क्लिक करें।%s
hr: Ovo je besplatan softver, a Vi ga slobodno možete distribuirati pod određenim uvjetima; %skliknite ovdje za detalje.%s
km: នេះ​ជា​កម្មវិធី​មិន​គិត​ថ្លៃ និង ស្វាគមន៍​រាល់​ការ​យក​ទៅ​បង្កើត​ឡើង​វិញ ក្រោម​លក្ខខណ្ឌ​ជាក់លាក់ %sចុច​ដើម្បី​មើល​ព័ត៌មាន​លម្អិត ។%s
th: นี้เป็นซอฟต์แวร์และท่านสามารถแจกจ่ายได้ตามเงื่อนไขบางอย่าง; sclick% ดูรายละเอียด . % s

# keep.notice
source: Obstructing the appearance of this notice is prohibited by law.
hi: इस नोटिस की उपस्थिति में बाधा डालने के कानून द्वारा निषिद्ध है।
hr: Ometanje pojave ove napomene je zabranjeno zakonom.
km: ការបិទបាំង​មិន​ឱ្យ​ឃើញ​នូវ​សេចក្ដី​ជូន​ដំណឹង​នេះ នឹង​ត្រូវ​ទទួល​ខុសត្រូវ​តាម​ផ្លូវ​ច្បាប់ ៕
th: ลักษณะกีดขวางการแจ้งนี้ถูกห้ามโดยกฎหมาย

# version.short
source: ver.
km: កំណែ
