Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/backend/Resources/Private/Language/*.locallang_layout.xlf
Languages: cs

# title
source: Page content
cs: Obsah stránky

source: Advanced functions
cs: Pokročilé funkce

# noEditItems
source: Sorry, you do not have permissions to edit items on this page!
cs: Je nám líto, nemáte oprávnění k úpravám položek na této stránce!

# noEditPage
source: Sorry, you do not have permissions to edit this page!
cs: Je nám líto, nemáte oprávnění k úpravě této stránky!

# nextThree
source: Edit next %s records
cs: Upravit dalších %s záznamů

# moveUp
source: Move record up
cs: Posunout záznam nahoru

# moveDown
source: Move record down
cs: Posunout záznam dolů

source: Un-hide
cs: Odkrýt

source: Hide
cs: Skrýt

source: Edit
cs: Upravit

# newAfter
source: New record after this one
cs: Nový záznam po tomto

# move_record
source: Re-position current content element
cs: Přemístit aktuální prvek obsahu

source: Move page
cs: Přesunout stránku

# deleteItem
source: Delete
cs: Smazat

# deleteWarning
source: Are you sure you want to delete this record?
cs: Opravdu chcete smazat tento záznam?

# recursiveDeleteWarning
source: You can recover pages with subpages only with the recycler. Are you sure you want to delete these pages?
cs: Stránky s podstránkami můžete obnovit pouze recyklovačem. Opravdu chcete tyto stránky smazat?

# pasteIntoColumn
source: Paste into this column
cs: Vložit do tohoto sloupce

# paste.modal.button.cancel
source: Cancel
cs: Zrušit

# editColumn
source: Edit this column
cs: Upravit tento sloupec

# editPageProperties_curLang
source: Edit translation properties
cs: Upravit vlastnosti překladu

# editInRTE
source: Edit in Rich Text Editor
cs: Upravit v rozšířeném editoru

# newPageContent
source: Create page content
cs: Vytvořit obsah stránky

# newPageContent_translate
source: Translate
cs: Přeložit

# newPageContent2
source: New content
cs: Nový obsah

source: Content
cs: Obsah

# newInColumn
source: Create new record in top of this column
cs: Vytvořit nový záznam na začátku tohoto sloupce

source: records
cs: záznamy

source: Page information
cs: Informace o stránce

source: Go to table
cs: Přejít k tabulce

source: Internal notes
cs: Interní poznámky

# clearCache
source: Click here to clear cache for this page.
cs: Kliknutím sem vymažte keš pro tuto stránku.

# hiddenCE
source: Show hidden content elements
cs: Ukázat skryté prvky obsahu

# new_language
source: Make new translation of this page
cs: Vytvořit nový překlad této stránky

# newLabel
source: NEW
cs: NOVÝ

# defaultLanguage
source: Default
cs: Výchozí

source: Edit language header
cs: Upravit hlavičku jazyka

source: Edit page properties
cs: Upravit vlastnosti stránky

source: Edit page language overlay properties
cs: Upravit vlastnosti jazykového překrytí stránky

# newRecordGeneral
source: Create new record
cs: Vytvořit nový záznam

# newContentElement
source: Create new content element
cs: Vytvořit nový prvek obsahu

# newPage
source: Create new page
cs: Vytvořit novou stránku

# newPage2
source: New page
cs: Nová stránka

# noAccess
source: No edit access
cs: Žádný přístup k úpravám

# noAccess_msg
source: You do not have access to edit the requested record.
cs: Nemáte přístup k úpravám požadovaného záznamu.

source: Not assigned
cs: Nepřiřazený

# undoLastChange
source: Undo/Redo last change (%s ago)
cs: Vrátit zpět/obnovit poslední změnu (%s zpět)

# recordHistory
source: View record change history
cs: Zobrazit historii změn záznamu

# viewContent
source: Viewing content of
cs: Zobrazení obsahu

# tt_board_subject
source: Subject
cs: Předmět

# tt_board_author
source: Author
cs: Autor

# tt_board_date
source: Date
cs: Datum

# tt_board_age
source: Age
cs: Věk

# tt_board_RE
source: RE
cs: ODP

# m_function_1
source: Columns
cs: Sloupce

# m_function_2
source: Languages
cs: Jazyky

source: Grid-View
cs: Tabulkový pohled

# m_tt_board_0
source: List topics only
cs: Vypsat pouze témata

# m_tt_board_expand
source: Expand Threads
cs: Rozbalit vlákna

# m_tt_address_0
source: Short List
cs: Stručný seznam

# m_tt_address_1
source: Address list
cs: Seznam adres

# m_tt_address_2
source: Personal info
cs: Osobní informace

# m_tt_links_1
source: Whole URL
cs: Celý URL

# m_tt_links_2
source: Alternative note
cs: Alternativní poznámka

# m_tt_calender_date
source: Date
cs: Datum

# m_tt_calender_date_ext
source: Date - extended
cs: Datum - rozšířené

# m_tt_calender_todo
source: Todo
cs: Úkol

# m_tt_calender_todo_ext
source: Todo - extended
cs: Úkol - rozšířený

# m_tt_calender_ext
source: Extended
cs: Rozšířený

# m_tt_products_ext
source: Extended
cs: Rozšířený

# m_default
source: Default
cs: Výchozí

# clickAPage_header
source: Web>Page module
cs: Modul Web>Stránka

# clickAPage_content
source: Please click the page title in the page tree to the left to edit page content.
cs: Kliknutím na název stránky ve stromu stránek vlevo upravte obsah stránky.

# pI_crUser
source: Created by
cs: Vytvořil

# pI_crDate
source: Created date
cs: Datum vytvoření

# pI_lastChange
source: Last change
cs: Poslední změna

# pI_lastChangeContent
source: Last change, content
cs: Poslední změna, obsah

# pI_hitsTotal
source: Total Hits
cs: Celkem přístupů

# pI_hitsPeriod
source: Hits Period
cs: Časový rozsah přístupů

# pI_hits24hours
source: Last 24 hours
cs: Posledních 24 hodin

# pI_hits10days
source: Last 10 days
cs: Posledních 10 dní

# content_from_pid_title
source: Page uses content from this page: %s
cs: Stránka používá obsah z této stránky: %s

# pageIsExternalLinkMessage
source: Page is a link to the following external URL: %s
cs: Stránka je odkaz na následující externí URL: %s

# pageIsInternalLinkMessage
source: Page is a link to the following page: %s
cs: Stránka je odkazem na následující stránku: %s

# pageIsRandomInternalLinkMessage
source: Page is a link to a random page.
cs: Stránka je odkazem na náhodnou stránku.

# pageIsMisconfiguredInternalLinkMessage
source: Page is configured to be a link but there is actually no target defined.
cs: Stránka je nakonfigurována jako odkaz, ale ve skutečnosti není definovaný žádný cíl.

# pageIsMisconfiguredExternalLinkMessage
source: Page is configured to be an external link but there is actually no URL defined.
cs: Stránka je nakonfigurována jako externí odkaz, ale ve skutečnosti není definována žádná adresa URL.

source: Go to list module
cs: Přejít na modul seznamu

# goToListModuleMessage
source: The current page is a folder. Folders usually don't contain content elements but are used for collecting other types of records.
cs: Aktuální stránka je složka. Složky obvykle neobsahují prvky obsahu, ale slouží ke sběru dalších typů záznamů.

source: No plugin selected
cs: Nebyl vybrán žádný plugin

# staleTranslationWarning
source: Make sure that this behavior is intended and does not pose a problem for you. We highlighted the problematic records for you.
cs: Ujistěte se, že toto chování je správné a nepředstavuje pro vás problém. Označili jsme pro vás problematické záznamy.

# staleTranslationWarningTitle
source: Inconsistent content detected in language "%s"
cs: Nekonzistentní obsah zjištěný v jazyce "%s"

# localize.chooseLanguage
source: Choose your language
cs: Vyberte svůj jazyk

# localize.wizard.header
source: Localize record "{0}" into {1}
cs: Lokalizovat záznam "{0}" do {1}

# localize.wizard.button.cancel
source: Cancel
cs: Zrušit

# localize.wizard.button.next
source: Next
cs: Další

# localize.wizard.button.process
source: Start processing
cs: Začít zpracování

# localize.view.chooseLanguage
source: Choose the language from which you want to localize the content
cs: Vyberte jazyk, ze kterého chcete obsah lokalizovat

# localize.view.summary
source: Record summary
cs: Shrnutí záznamu

# localize.view.processing
source: Processing...
cs: Zpracovává se...

# localize.progress.step
source: Step {0} of {1}
cs: Krok {0} z {1}

# localize.educate.translate
source: Translating content will create a direct connection between the original language and the language you translate to.<br> This means that moving and element or setting meta information like start- or endtime will be taken from the original content and you will not be able to set these values on a translated content element.<br> <strong>Use this when your workflow demands a strict translation workflow.</strong>
cs: Přeložení obsahu vytvoří přímé spojení mezi původním jazykem a jazykem, kterým překládáte.<br> To znamená, že přesunutí a nastavení prvku nebo nastavení meta informace, jako je počáteční nebo koncový čas, bude převzato z původního obsahu a nebudete moci tyto hodnoty nastavit na přeložený prvek obsahu.<br> <strong>Použijte to, když váš pracovní postup vyžaduje přísný překladový pracovní postup.</strong>

# localize.educate.copy
source: Copying content will take the content elements from the source language and create copies in a different language.<br> This means that you will be able to move content elements around freely, but you will not have the benefit of being able to compare changes made in the source language later on.<br> <strong>Use this when you want to have freedom in designing your translated website.</strong>
cs: Při kopírování obsahu budou obsahové prvky přebírány ze zdrojového jazyka a kopie budou vytvořeny v jiném jazyce.<br> To znamená, že budete moci volně pohybovat prvky obsahu, ale nebudete mít možnost později porovnávat změny provedené ve zdrojovém jazyce.<br> <strong>Použijte to, když chcete mít při tvorbě přeložené webové stránky svobodu.</strong>

# error.invalidBackendLayout
source: The selected page layout is mis-configured, no columns are specified to be editable. Please update your backend layout to have at least one parameter "colPos" set.
cs: Vybrané rozložení stránky je nesprávně nakonfigurováno, žádné sloupce nejsou specifikovány jako upravitelné. Aktualizujte rozložení backendu tak, aby byl nastaven alespoň jeden parametr "colPos".

# dragdrop.copy.message
source: Press CTRL to copy
cs: Pro kopírování stiskněte CTRL
