Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/backend/Resources/Private/Language/*.locallang_show_rechis.xlf
Languages: el, hr, km

# title
source: Show record history
el: Εμφάνιση Ιστορικού Εγγραφής
hr: Prikaži povijest zapisa
km: បង្ហាញ​ប្រវត្តិ​របស់​ទិន្នន័យ

source: Time
el: Χρόνος
hr: Vrijeme
km: ពេល

source: Age
el: Ηλικία
hr: Starost
km: អាយុ

source: User
el: Χρήστης
hr: Korisnik
km: អ្នក​ប្រើ

# tableUid
source: Table:uid (Title)
hr: Tablica:uid (Naslov)

source: Differences
el: Διαφορές
hr: Razlike
km: ភាព​ខុស​គ្នា

source: Rollback
hr: Povrat na staro (Rollback)

# changes
source: Changelog
el: Αρχείο καταγραφής αλλαγών
hr: Promjene u zapisu
km: កំណត់​ហេតុ​នៃ​ការផ្លាស់ប្ដូរ

source: Return
el: Επιστροφή
hr: Povratak
km: ត្រឡប់

# returnLink
source: Click here to go back
el: Πατήστε εδώ για να πάτε πίσω
hr: Kliknite ovdje za povratak
km: ចុច​ទីនេះ​ដើម្បី​ត្រឡប់​ទៅ​វិញ

# revertAll
source: Rollback all changes shown
el: Επαναφορά όλων των αλλαγών που φαίνονται
hr: Vrati unatrag sve prikazane promjene
km: ត្រឡប់​ទៅ​ក្រោយ​វិញ​រាល់​ការផ្លាស់ប្ដូរ​ដែល​បង្ហាញ

# revertRecord
source: Rollback single record
el: Επαναφορά μοναδικής εγγραφής
hr: Vrati unatrag pojednini zapis
km: ត្រឡប់ទៅ​ក្រោយ​​នូវ​ទិន្នន័យ​មួយ

# revertField
source: Rollback single field
el: Επαναφορά μοναδικού πεδίου
hr: Vrati unatrag pojedino polje
km: ត្រឡប់​​ក្រោយ​តែ​ប្រឡោះ​មួយ

# externalChange
source: Intermediate external change!
el: Ενδιάμεση εξωτερική αλλαγή!
hr: Posredna vanjska promjena!
km: ធ្វើ​អន្តរការ​នៃ​ការផ្លាស់ប្ដូរ​ខាង​ក្រៅ!

# viaUser
source: via
hr: preko

# sumUpChanges
source: Rollback (Preview)
el: Επαναφορά (Προεπισκόπιση)
hr: Vraćanje unatrag (pregled)
km: ត្រឡប់​ទៅ​ក្រោយ​​វិញ (មើល​ជា​មុន)

# markState
source: mark this change
el: Σημειώστε αυτή την αλλαγή
hr: označi ovi promjenu
km: សម្គាល់​ការផ្លាស់ប្ដូរ​នេះ

# unmarkState
source: unMark this change
el: Ξεμαρκάρισμα αυτής της αλλαγής
hr: ODznači promjenu
km: មិន​សម្គាល់​ការផ្លាស់ប្ដូរ​នេះ

# elementHistory
source: You are currently seeing the history for an element.
el: Αυτή τη στιγμή βλέπετε το ιστορικό ενός στοιχείου.
hr: Gledate povijest elementa.
km: អ្នក​កំពុង​តែ​មើល​ឃើញ​ប្រវត្តិ​នៃ​ធាតុ​មួយ

# elementHistory_link
source: Show the full page history!
el: Εμφάνιση του πλήρους ιστορικού της σελίδας!
hr: Prikaži kompletnu povijest stranice!
km: បង្ហាញ​ប្រវត្តិ​នៃ​ទំព័រ​ទាំងមូល

# linkRecordHistory
source: Limit history to this record
el: Περιορισμός του ιστορικού αυτής της εγγραφής
hr: Ograniči povijest za ovu stranicu.
km: ដាក់​កម្រិត​ប្រវត្តិ​ចំពោះ​ទិន្នន័យ​នេះ

# differenceMsg
source: In the Difference column you can see the changes at every modification of records. New changes are displayed in <span class="diff-g">green colored text</span> and the <span class="diff-r">red colored text</span> are the old values which were removed.
el: Στη στήλη διαφορών μπορείτε να δείτε τις αλλαγές σε κάθε τροποποίηση των εγγραφών. Νέες αλλαγές εμφανίζονται με <span class="diff-g">κείμενο πράσινου χρώματος</span> και το <span class="diff-r">κείμενο κόκκινου χρώματος</span> είναι οι παλαιές τιμές που έχουν αφαιρεθεί.
hr: U koloni razlika <span class="diff-g">zeleno obojani tekst</span> predstavlja promjene a <span class="diff-r">crveno obojani tekst</span> predstavlja stare vrijednosti koje su maknute.
km: នៅ​ក្នុង​ក្រឡោន​ខុស​គ្នា អ្នក​អាច​ឃើញ​ការផ្លាស់ប្ដូរ​រាល់​ពេល​កែប្រែ​លើ​ទិន្នន័យ ។ ការផ្លាស់ប្ដូរ​ថ្មី​ត្រូវ​បង្ហាញ​ជា <span class="diff-g">អក្សរ​ពណ៌​បៃតង</span> និង​<span class="diff-r">អក្សរ​ពណ៌​ក្រហម</span> គឺ​ជា​តម្លៃ​ចាស់​ដែល​បាន​លុប​​រួច ។

# fullView
source: Return to full view
el: Επιστροφή στην πλήρη προβολή
hr: Povratak u puni pregled
km: ត្រឡប់​ទៅ​មើល​ពេញ​ទំហំ

source: insert
el: εισαγωγή
hr: ubaci
km: បញ្ចូល

source: delete
el: διαγραφή
hr: obriši
km: លុប

# mergedDifferences
source: Preview for Rollback
el: Προεπισκόπιση της επαναφοράς
hr: Pregled za vraćanje unatrag
km: មើល​​មុន​ការ​ធ្វើ​ឱ្យ​ត្រឡប់​ទៅ​ក្រោយ​វិញ

source: Settings
el: Ρυθμίσεις
hr: Postavke
km: ការកំណត់

# maxSteps_all
source: ALL
el: ΟΛΑ
hr: SVE
km: ទាំងអស់

# maxSteps_marked
source: marked
el: Σημειωμένα
hr: označeno
km: បាន​ដាក់​សម្គាល់

# showDiff_no
source: No
el: 'Οχι
hr: Ne
km: ទេ

source: No
el: Όχι
hr: Ne
km: ទេ

source: Yes
el: Ναι
hr: Da
km: បាទ/ចាស

# noDifferences
source: There are no differences to the current page!
el: Δεν υπάρχουν διαφορές στην τρέχουσα σελίδα!
hr: Nema razlike u odnosu na trenutnu stranicu!
km: មិន​មាន​ភាព​ខុស​គ្នា​នៅ​លើ​ទំព័រ​នេះ​ទេ!

# showDiff_inline
source: Inline
el: Εσωτερικά
km: ក្នុង​បន្ទាត់​តែមួយ
