Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/backend/Resources/Private/Language/*.locallang.xlf
Languages: cs, hr

# no_modules_registered
source: No modules have been registered. Please contact your system administrator.
cs: Nebyly zaregistrovány žádné moduly. Obraťte se na správce systému.
hr: Nema registriranih modula. Molimo Vas da kontaktirate Vašeg administratora.

source: Show references
cs: Ukázat odkazy
hr: Prikaži reference

# systemmessage.header
source: Application Information
cs: Informace o aplikaci
hr: Informacije o aplikaciji

# systemmessage.allgood
source: Your system is fully operational. Have a nice day.
cs: Váš systém je plně funkční. Hezký den.
hr: Vaš sustav je u potpunosti funkcionalan. Želimo Vam ugodan dan.

# config.loginLogo
source: Logo: If set, this logo will be used instead of the TYPO3 logo above the login credential fields (e.g. fileadmin/images/login-logo.png or EXT:my_theme/Resources/Public/Images/login-logo.png or //domain.tld/login-logo.png)
cs: Logo: Je-li nastaveno, použije se toto logo namísto loga TYPO3 nad poli přihlašovacích pověření (např. fileadmin/images/prihlaseni-logo.png nebo EXT:moje_tema/Resources/Public/Images/prihlaseni-logo.png or //domena.tld/prihlaseni-logo.png)
hr: Logo: ukoliko je ova opcija postavljena, logo će se koristiti umjesto TYPO3 logotipa iznad polja za unos podataka za prijavu (primjerice fileadmin/images/logo-za-prijavu.png or EXT:moja-tema/Resources/Public/Images/logo-za-prijavu.png or //domena.hr/logo-za-prijavu.png)

# config.loginHighlightColor
source: Highlight Color: If set, this color will be used as highlight color in the login screen.
cs: Barva zvýraznění: Je-li nastavena, bude tato barva na přihlašovací obrazovce použita jako barva zvýraznění.
hr: Boja isticanja: ukoliko je zadana boja isticanja, ista će se koristiti za isticanje na zaslonu za prijavu.

# config.backendLogo
source: Logo: If set, this logo will be used instead of the TYPO3 logo in the TYPO3 Backend in the left top corner (e.g. fileadmin/images/backend-logo.png or EXT:my_theme/Resources/Public/Images/backend-logo.png
cs: Logo: Je-li nastaveno, použije se toto logo namísto loga TYPO3 v TYPO3 Backend v levém horním rohu (např. fileadmin/ images/backend-logo.png nebo EXT:moje_tema/Resources/Public/Images/backend-logo.png).
hr: Logotip: ukoliko je ova opcija postavljena, ovaj logotip koristit će se umjesto TYPO3 logotipa na pozadinskom sučelju u gornjem lijevom kutu (primjerice fileadmin/images/backend-logo.png ili EXT:moja_tema/Resources/Public/Images/pozadinsko-sucelje-logotip.png

# config.backendFavicon
source: Favicon: If set, this favicon will be used instead of the TYPO3 logo (e.g. EXT:my_theme/Resources/Public/Images/favicon.ico)
cs: Favicon: Je-li nastaven, použije se favicon místo loga TYPO3 (např. EXT:moje_tema/Resources/Public/Images/favicon.ico)
hr: Favikona: ukoliko je ova opcija omogućena, ova favikona bit će upotrijebljena umjesto TYPO3 logotipa (primjerice EXT:moja_tema/Resources/Public/Images/favikona.ico)

# foldertreeview.noFolders.title
source: No folders available
cs: Žádné složky nejsou k dispozici
hr: Nema dostupnih mapa

# foldertreeview.noFolders.message
source: You do not have access to any folder. Please ask your administrator to fix access permissions for your account.
cs: Nemáte přístup k žádné složce. Požádejte prosím administrátora, aby pro váš účet opravil oprávnění k přístupu.
hr: Nemate pristup niti jednoj mapi. Molimo Vas, zamolite Vašeg administrator da popravi prava pristupa za Vaš račun.

# login.link
source: Login with username and password
cs: Přihlášení pomocí uživatelského jména a hesla
hr: Prijava pomoću korisničkog imena i lozinke

# login.username
source: Username
cs: Jméno uživatele
hr: Korisničko ime

# login.password
source: Password
cs: Heslo
hr: Lozinka

# login.error.capslock
source: Attention: Caps lock enabled!
cs: Upozornění: Caps lock je zapnut!
hr: Pozor: omogućena su velika slova (caps lock)!

# login.interface
source: Interface
cs: Rozhraní
hr: Sučelje

# login.news.previous
source: Previous
cs: Předchozí
hr: Prethodno

# login.news.next
source: Next
cs: Další
hr: Sljedeće

# login.error.message
source: Your login attempt did not succeed
cs: Váš pokus o přihlášení se nezdařil
hr: Vaš pokušaj prijave nije uspio

# login.error.description
source: Make sure to spell your username and password correctly, including upper/lowercase characters.
cs: Ujistěte se, že správně zadáte své uživatelské jméno a heslo včetně malých a velkých písmen.
hr: Pobrinite se da su korisničko ime i lozinka upisani ispravno, uključujući mala i velika slova.

# login.error.javascript
source: Please activate JavaScript!
cs: Aktivujte prosím JavaScript!
hr: Molimo Vas da aktivirate JavaScript!

# login.error.cookies
source: Please activate Cookies!
cs: Aktivujte prosím soubory cookie!
hr: Molimo Vas da omogućite kolačiće (cookies)!

# login.process
source: Verifying Login Data ...
cs: Ověřování dat přihlášení ...
hr: Provjera podataka za prijavu ...

# login.submit
source: Login
cs: Přihlášení
hr: Prijava

# login.copyrightLink
source: More about TYPO3
cs: Více o TYPO3
hr: Više o sustavu TYPO3

# login.typo3Logo
source: TYPO3 logo
hr: TYPO3 logotip

# login.donate
source: Donate
cs: Darujte
hr: Donirajte

# button.showPageTsConfig
source: Show PageTS-Config
cs: Ukázat TSconfig stránky
hr: Otkrij TS-Config stranice

# button.hidePageTsConfig
source: Hide PageTS-Config
cs: Skrýt TSconfig stránky
hr: Sakrij TS-Config stranice

# formEngine.databaseRecordErrorInlineChildChild
source: The record with uid %2$s from table %1$s could not be retrieved from the database. This data incosistency can occur if a base record has been deleted but the intermediate record from table %3$s with uid %4$s still points to it. To fix this situation, either delete the intermediate record, or recover the deleted record using the recycler module.
cs: Záznam s uid %2$s z tabulky %1$s nelze načíst z databáze. K této nekonzistenci dat může dojít, pokud byl odstraněn základní záznam, ale přechodný záznam z tabulky %3$s s uid %4$s na něj stále odkazuje. Chcete-li tuto situaci vyřešit, buď vymažte přechodný záznam nebo obnovte odstraněný záznam pomocí modulu pro recyklaci.
hr: Zapis s uid brojem %2$s iz tablice %1$s nije moguće preuzeti iz baze podataka. Do ovakvog nepodudaranja može doći ukoliko je osnovni zapis izbrisan no međuzapis iz tablice %3$s s uid-om %4$s još uvijek pokazuje na osnovni zapis. Kako bi popravili ovu situtaciju ili izbrišite međuzapis ili povratite izbrisani zapis pomoću modula za oporavak.
