Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/backend/Resources/Private/Language/*.locallang_siteconfiguration_tca.xlf
Languages: ru

# site.ctrl.title
source: Site Configuration
ru: Конфигурация сайта

source: Site Identifier
ru: Идентификатор сайта

# site.rootPageId
source: Root Page ID
ru: ID корневой страницы

# site.base
source: Entry Point
ru: Начальная точка

# site.baseVariants
source: Variants for the Entry Point
ru: Варианты начальной точки

# site.languages
source: Available Languages for this Site
ru: Языки, доступные для этого сайта

# site.errorHandling
source: Error Handling
ru: Обработка ошибок

# site.routes
source: Routes
ru: Маршруты

# site.routes.irreHeader.redirectsTo
source: redirects to
ru: перенаправляется на

# site.tab.languages
source: Languages
ru: Языки

# site.tab.errorHandling
source: Error Handling
ru: Обработка ошибок

# site.tab.routes
source: Static Routes
ru: Статические маршруты

# site_language.palette.locales
source: Locales
ru: Локали

# site_language.palette.frontend
source: Frontend related
ru: Связано с внешним интерфейсом

# site_language.ctrl.title
source: Language Configuration for a Site
ru: Настройка языков для сайта

# site_language.languageId
source: Language ID
ru: ID языка

# site_language.title
source: Title
ru: Заголовок

# site_language.navigationTitle
source: Navigation Title
ru: Название для меню

# site_language.base
source: Entry Point
ru: Начальная точка

# site_language.locale
source: Locale
ru: Локаль

# site_language.iso-639-1
source: Two Letter ISO Code
ru: Двухсимвольный код ISO

# site_language.hreflang
source: Language Tag defined by RFC 1766 / 3066
ru: Тег языка определённый в RFC 1766 / 3066

# site_language.enabled
source: Visible in Frontend
ru: Видно во внешнем интерфейсе

# site_language.direction
source: Direction
ru: Направление

# site_language.typo3Language
source: Language Key for XLF Files
ru: Ключ языка для файлов XLF

# site_language.flag
source: Flag icon
ru: Значок флага

# site_language.fallbackType
source: Fallback Type
ru: Тип отката

# site_language.fallbacks
source: Fallback to other Language(s) - order is important!
ru: Откат к другому языку (языкам) - важен порядок!

# site_base_variant.ctrl.title
source: Base
ru: База

# site_base_variant.base
source: Base
ru: База

# site_base_variant.condition
source: Condition
ru: Условие

# site_base_variant.condition.applicationContext
source: Application Context
ru: Контекст приложения

# site_base_variant.condition.environmentVariable
source: Environment Variable
ru: Переменная среды

# site_errorhandling.ctrl.title
source: Error Handling
ru: Обработка ошибок

# site_errorhandling.tab.rootpaths
source: Root Paths (optional)
ru: Корневые пути (необязательно)

# site_errorhandling.errorCode
source: HTTP Error Status Code
ru: Код статуса ошибки HTTP

# site_errorhandling.errorCode.404
source: 404 (Page not found)
ru: 404 (Страница не найдена)

# site_errorhandling.errorCode.403
source: 403 (Forbidden)
ru: 403 (запрещено)

# site_errorhandling.errorCode.500
source: 500 (Internal Server Error)
ru: 500 (внутренняя ошибка сервера)

# site_errorhandling.errorCode.503
source: 503 (Service Unavailable)
ru: 503 (сервис недоступен)

# site_errorhandling.errorCode.0
source: any error not defined otherwise
ru: любая ошибка ещё не определённая

# site_errorhandling.errorHandler
source: How to handle Errors
ru: Как обрабатывать ошибки

# site_errorhandling.errorHandler.fluid
source: Fluid Template
ru: Шаблон Fluid (Template)

# site_errorhandling.errorHandler.page
source: Show Content from Page
ru: Вывести содержимое со страницы

# site_errorhandling.errorHandler.php
source: PHP Class (must implement the PageErrorHandlerInterface)
ru: PHP Class (должен реализовывать PageErrorHandlerInterface)

# site_errorhandling.errorFluidTemplate
source: Fluid Template File
ru: Файл шаблона Fluid

# site_errorhandling.errorFluidTemplatesRootPath
source: Fluid Templates Root Path
ru: Путь к корню шаблонов (Templates) Fluid

# site_errorhandling.errorFluidLayoutsRootPath
source: Fluid Layouts Root Path
ru: Путь к корню макетов (Layouts) Fluid

# site_errorhandling.errorFluidPartialsRootPath
source: Fluid Partials Root Path
ru: Путь к корню шаблонных частей (Partials) Fluid

# site_errorhandling.errorContentSource
source: Show Content from Page
ru: Вывести содержимое со страницы

# site_route.ctrl.title
source: Routes
ru: Маршруты

# site_route.type
source: Route Type
ru: Тип маршрута

# site_route.staticText
source: Static Text
ru: Статичный текст

# site_route.staticText.example1
source: robots.txt Example Content
ru: robots.txt пример содержимого

# site_route.source
source: Page, File or URL
ru: Страница, файл или URL

# site_route.route
source: Static Route Name
ru: Название статичного маршрута
