Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/backend/Resources/Private/Language/*.locallang_view_help.xlf
Languages: el, th

source: Details
el: Λεπτομέρειες
th: รายละเอียด

source: Syntax
el: Σύνταξη

source: See also
el: Δείτε επίσης
th: ดูเพิ่มเติม

source: Go back
el: Πήγαινε πίσω
th: กลับไป

# fullDescription
source: See full description of table
el: Πλήρης περιγραφή του πίνακα
th: ดูคำอธิบายแบบเต็ม ของตาราง

# fullDescription_module
source: See full description of module
el: Πλήρης περιγραφή της μονάδας
th: ดูที่ คำอธิบายแบบเต็ม ของโมดูล

# goToToc
source: << go to Manual Index
el: << πήγαινε στο ευρετήριο του εγχειριδίου
th: ไปที่ สารบัญ

source: To top
el: Στην κορύφη
th: ไปที่ด้านบน

# TOC
source: Table Of Contents
el: Πίνακας περιεχομένων
th: สารบัญ

# TOC_core
source: TYPO3 Core Features
el: Χαρακτηριστικά Πηρύνα TYPO3
th: ฟีเจอร์หลักของ TYPO3

# TOC_modules
source: Backend Modules
el: Λειτουργικές Μονάδες Backend
th: โมดูล ส่วนหลัง

# TOC_tables
source: Database Tables
el: Πίνακες βάσης δεδομένων
th: ตาราง ฐานข้อมูล

# TOC_extensions
source: Extensions
el: Εφαρμογές Επεκτάσης
th: ส่วนขยาย

# TOC_glossary
source: Glossary
el: Λεξικό
th: อภิธานศัพท์

# TOC_other
source: Other
el: Άλλο
th: อย่างอื่น

source: Close
el: Κλείσιμο
th: ปิด

# title
source: TYPO3 Inline Help
el: TYPO3 εμβόλιμη βοήθεια
th: ระบบช่วยเหลือภายในของ TYPO3

# manual_title
source: TYPO3 Inline User Manual
el: TYPO3 εμβόλιμο εγχειρίδιο χρήστη
th: คู่มือภายในสำหรับผู้ใช้ TYPO3

source: Introduction
el: Εισαγωγή
th: การแนะนำ

# description
source: The TYPO3 Inline User Manual is composed from the available help in this TYPO3 Installation (Context Sensitive Help). Here you will find a general description of the TYPO3 Core modules, installation specific Backend Modules and Database Tables that are available based on your login credentials.
el: Το εσωτερικό εγχειρίδιο του TYPO3 αποτελείται από όλη την διαθέσιμη βοήθεια σε αυτή την εγκατάσταση του TYPO3. Εδώ μπορείτε να βρείτε μία γενική περιγραφή των μονάδων του TYPO3.
th: คู่มือภายในสำหรับผู้ใช้ TYPO3 นี้ ถูกสร้างอย่างเป็นพลวัตจากแหล่งช่วยเหลือของการติดตั้ง TYPO3 (เนื้อหาการช่วยเหลือที่รู้ฉับไว) ในที่นี้ท่านจะเจอการอธิบายทั่วไปของ โมดูลหลักของ TYPO3 คำอธิบายเกี่ยวกับการติดตั้งเฉพาะสำหรับโมดูลส่วนหลัง และตารางฐานข้อมูล ซึ่งมีอยู่เมื่อท่านล๊อคอิน

# full_manual
source: Full Manual (in one page)
el: Πλήρες εγχειρίδιο χρήσης (σε μια σελίδα)
th: คู่มือฉบับเต็ม (ในหน้าเดียว)

# full_manual_chapters
source: Manual Chapters
el: Κεφάλαια Εγχειριδίου
th: บทต่างๆของคู่มือ
