Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/info/Resources/Private/Language/*.InfoPageTsConfig.xlf
Languages: da, fr, it

# tsconf_title
source: Page TSconfig
da: Side TSconfig
it: TSconfig pagina

# tsconf_parts_0
source: All
da: Alle
fr: Tous
it: Tutti

# tsconf_parts_1
source: Module key ('mod') with overruling user settings
da: Modulnøgle ('mod') med brugerindstillinger der underkender
fr: Clé du module ('mod') avec la modification des paramètres utilisateur
it: Chiave del modulo ('mod') con impostazioni utente sovradominanti

# tsconf_parts_1a
source: Module: Web>Page
da: Modul: Web>Side
fr: Module : Page Web>
it: Modulo: Pagina>Web

# tsconf_parts_1b
source: Module: Web>View
da: Modul: Web>Vis
fr: Module : Web>Vue
it: Modulo: Web>Vista

# tsconf_parts_1c
source: Module: Web>Modules
da: Modul: Web>Moduler
fr: Module : Modules Web>
it: Modulo: Moduli>Web

# tsconf_parts_1d
source: Module: Web>List
da: Modul: Web>Liste
fr: Module : Liste Web>
it: Modulo: Lista>Web

# tsconf_parts_1e
source: Module: Web>Info
da: Modul: Web>Info
fr: Module : Info Web>
it: Modulo: Web>Info

# tsconf_parts_1f
source: Module: Web>Func
da: Modul: Web>Funk
it: Modulo: Web>Func

# tsconf_parts_1g
source: Module: Web>Template
da: Modul: Web>Skabelon
fr: Module : Modèle Web>
it: Modulo: Web>Template

# tsconf_configFields
source: View TSconfig fields content
da: Vis TSconfig feltindhold
fr: Voir le contenu des champs TSconfig
it: Visualizza i campi TSconfig

# editThisColumn
source: Edit the field '%s' for all listed pages
da: Redigér feltet '%s' for alle viste sider
fr: Modifier le champ '%s' pour toutes les pages listées
it: Modifica il campo '%s' per tutte le pagine elencate

# editTSconfig
source: Edit TSconfig for this page
da: Redigér TSconfig for denne side
fr: Modifier TSconfig pour cette page
it: Modifica TSconfig per questa pagina

# editTSconfig_all
source: Edit TSconfig for all shown pages
da: Redigér TSconfig for alle viste sider
fr: Modifier TSconfig pour toutes les pages affichées
it: Modifica TSconfig per tutte le pagine mostrate

# editTSconfig_default
source: Default Configuration from TYPO3_CONF_VARS
da: Standard konfiguration fra TYPO3_CONF_VARS
fr: Configuration par défaut de TYPO3_CONF_VARS
it: Configurazione predefinita da TYPO3_CONF_VARS

# mod_pagetsconfig
source: Page TSconfig
da: Side TSconfig
it: TSconfig pagina

# sort_alphabetic
source: Sort alphabetically
da: Sortér alfabetisk
fr: Trier alphabétiquement
it: Ordina alfabeticamente

source: Pagetitle:
da: Sidetitel:
it: Titolo Pagete:

# included_tsconfig_files
source: Included Files:
da: Inkluderede filer:
fr: Fichiers inclus :
it: File inclusi:

# written_tsconfig_lines
source: Lines:
da: Linjer:
fr: Lignes :
it: Linee:

# tsconf_noPageTSconfig
source: There are no pages containing custom Page TSconfig settings in the page configuration.
da: Der er ingen sider der indeholder tilpassede TSconfig indstillinger i sidekonfigurationen.
fr: Il n'y a pas de pages contenant les paramètres de la page TSconfig personnalisés dans la configuration de la page.
it: Non ci sono pagine contenenti impostazioni personalizzate di Pagina TSconfig nella configurazione della pagina.
