Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/redirects/Resources/Private/Language/*.locallang_module_redirect.xlf
Languages: da

# mlang_labels_tablabel
source: Redirect Administration
da: Administration af omdirigering

# mlang_labels_tabdescr
source: This is the administration area for Web Redirects.
da: Dette er administrationsområdet for omdirigeringer.

# mlang_tabs_tab
source: Redirects
da: Omdirigeringer

# source_host_global_text
source: Global redirect (any domain)
da: Global omdirigering (ethvert domæne)

# heading_text
source: Redirect Management
da: Styring af omdirigering

# redirect_add_text
source: Add redirect
da: Tilføj omdirigering

# redirect_not_found.title
source: No redirects found!
da: Ingen omdirigering fundet!

# redirect_not_found.message
source: There are currently no redirect records found in the database.
da: Der findes i øjeblikket ingen omdirigeringselementer i databasen.

# redirect_create
source: Create new redirect
da: Opret ny omdirigering

# redirect_not_found_with_filter.title
source: No redirects found!
da: Ingen omdirigering fundet!

# redirect_not_found_with_filter.message
source: With the current set of filters applied, no redirect could be found.
da: Med de aktuelle filtre i brug, kunne der ikke findes nogen omdirigering.

# redirect_no_filter
source: Remove all filter
da: Fjern alle filtre

# filter.source_host.showAll
source: Show All
da: Vis alle

# filter.destination
source: Destination (Path or Page ID)
da: Destination (Side eller Side ID)

# filter.targetStatusCode
source: Status Code
da: Statuskode

# record_disabled
source: Redirect is not activated!
da: Omdirigering ikke aktiveret!

source: Source Host
da: Kildevært

source: Source Path
da: Kildesti

# source_path.placeholder
source: /my-path/ or #^/my-path/$# (when regex enabled)
da: /min-sti/ eller #^/min-sti/$# (når regex er aktiveret)

source: Page ID
da: Side ID

# destination_status_code
source: Status Code
da: Statuskode

# hit_reset
source: Reset Hit Counter (!)
da: Nulstil hit-tæller (!)

# hit_reset.confirm.title
source: Reset the hitcounter of this record?
da: Nulstil tælleren for dette element?

# hit_reset.confirm.content
source: Are you sure you want to reset the hitcounter of this record?
da: Er du sikker på at du vil nulstille tælleren for dette element?

# hit_last
source: Last Hit on
da: Sidste hit på

# hit_last_never
source: Never
da: Aldrig

# visit_destination
source: Go to
da: Gå til
