Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/reports/Resources/Private/Language/*.locallang_reports.xlf
Languages: da, hi, nl

# status_updateTaskTitle
source: System Status Update
da: Opdatering af systemstatus
hi: सिस्टम स्थिति अपडेट
nl: Systeemstatus bijwerken

# status_updateTaskDescription
source: Runs a system status check and sends notifications if problems have been found.
da: Kører et tjek af systemstatus og sender notifikationer hvis der reigistreres problemer.
hi: अगर समस्या पाई जाये तो सूचना भेजता है और सिस्टम स्थिति की जाँच चलता है।
nl: Voert een systeemstatus-controle uit en stuurt meldingen als er problemen zijn gevonden.

# status_updateTaskField_notificationEmail
source: Notification Email Address
da: E-mail adresse til notifikationer
hi: नोटिफिकेशन ईमेल एड्रेस
nl: E-mail adres voor meldingen

# status_updateTaskField_notificationEmails
source: Notification Email Addresses (one per line)
da: Notificerings e-mailadresser (en pr. linje)
hi: नोटिफिकेशन ईमेल एड्रेस (हर एक लाइन में एक)
nl: E-mailadres voor meldingen (een per regel)

# status_updateTaskField_notificationEmail_invalid
source: Empty or invalid notification email address.
da: Tom eller ugyldig email adresse.
hi: खाली या अमान्य नोटिफिकेशन ईमेल एड्रेस।
nl: Leeg of ongeldig e-mail adres voor meldingen.

# status_updateTaskField_notificationEmails_invalid
source: Empty or invalid notification email addresses.
da: Tom eller ugyldig email adresse.
hi: खाली या अमान्य नोटिफिकेशन ईमेल एड्रेस।
nl: Leeg of ongeldig e-mailadres voor meldingen.

# status_updateTaskField_notificationAll
source: Always send notification mail (not only on errors or warnings)
da: Send altid e-mail med meddelser (ikke kun fejl og advarsler)
nl: Altijd notificaties versturen (niet alleen bij foutmeldingen of waarschuwingen)

# status_updateTask_email_subject
source: System Status Notification for site %s
da: System Status Information for webstedet %s
hi: साइट%s के लिए सिस्टम स्थिति नोटिफिकेशन
nl: Systeemstatusbericht voor site %s

# status_updateTask_email_issues
source: Issues
da: Problemer
hi: मुद्दे, इश्यूज
nl: Problemen

# status_xclassUsage
source: XCLASS used
da: XCLASS brugt
hi: XCLASS इस्तेमाल किया
nl: XCLASS gebruikt

# status_xclassUsageFound
source: Your system registers XCLASS
da: Dit system registrerer XCLASS
hi: आपकी सिस्टम में XCLASS रजिस्टर है
nl: Uw systeem registreert XCLASS-en

# status_xclassUsageFound_message
source: XCLASS can overwrite methods or classes of the core or other extensions. This is not necessarily a bad thing, but those XCLASS might break during extension or core upgrades. You should keep an eye on extension compatibility and make sure the intended functionality is still given after updates.
da: XCLASS kan overskrive metoder eller classes af kernen eller andre udvidelser. Det er ikke nødvendigvis en dårlig ting, men disse XCLASS kan afbrydes under udvidelses- eller kerne-opgraderinger. Du bør holde øje med udvidelses-kompatibilitet og sikre at den fornødne funktionalitet er på plads efter opdateringer.
hi: XCLASS मूल या अन्य एक्सटेंशन के क्लास या मेथड को ओवर-राइट कर सकता है। यह एक बुरी बात होना जरुरी नहीं, लेकिन यह XCLASS मूल या एक्सटेंशन के बदलाव दौरान टूट सकता है। आपको एक्सटेंशन की अनुकूलता पर नजर रखना चाहिए और यह निश्चित कर लेना चाहिए की अपडेट करने बाद भी सभी फंक्शनलिटी काम कर रही है।
nl: XCLASS kan methodes of klassen van de core of andere extensies overschrijven. DIt is niet noodzakelijk iets slechts, maar de XCLASS'en kunnen problemen veroorzaken na een upgrade van een extensie of de core. Hou de compatibiliteit van de extensie in de gaten en controleer of de functionaliteit nog volledig werkt na een update.

# status_xclassUsageFound_message_detail
source: %2$s registers an XCLASS of %1$s
da: %2$s registrerer en XCLASS af %1$s
hi: %2$s ने %1$s का XCLASS रजिस्टर किया
nl: %2$s registreert een XCLASS van %1$s

# status_compatibility7Usage
source: Extension compatibility7
nl: Extensie compatibility7

# status_compatibility7Usage_message
source: Extension compatibility7 is loaded. You should check that every third-party extension is natively compatible with this version of TYPO3 and then unload this compatibility extension. As long as this compatibility extension is loaded, you will suffer performance drawbacks
da: Udvidelsen compatibility7 er indlæst. Du bør tjekke at alle tredjeparts udvidelser er naturligt kompatible med denne version af TYPO3 og dernæst deaktivere denne kompatibilitets-udvidelse. Så længe denne kompatibilitets-udvidelse er indlæst, vil du opleve tab af performance
nl: Extensie compatibility7 is geladen. Controleer dat elke extensie van derden compatibel is met deze versie van TYPO3 en verwijder deze compatibiliteitsextensie. Zo lang deze compatibiliteitsextensie is geladen zullen de prestaties eronder lijden.

# status_phpRegisterGlobals
source: PHP Register Globals
da: Globale PHP-registre
hi: PHP रजिस्टर ग्लोबल्स

# status_phpModules
source: PHP Modules
da: PHP-moduler
hi: PHP माड्यूल्स

# status_updateTask_email_site
source: Site
da: Websted
hi: साइट

# status_ok
source: OK
hi: ओके, ठीक

# status_PhpSafeMode
source: PHP safe_mode
hi: PHP सुरक्षित_मोड

# status_installTool
source: Install Tool
hi: इनस्टॉल टूल

# status_webServer
source: Web Server
hi: वेब सर्वर
