Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/reports/Resources/Private/Language/*.locallang_reports.xlf
Languages: da, hi, nl

# status_report_title
source: Status Report
da: Statusrapport
hi: स्थिति रिपोर्ट
nl: Statusrapportage

# status_report_description
source: Get a status report about your site's operation and any detected problems.
da: Få en statusrapport for dit websteds drift og eventuelt opståede problemer.
hi: आपकी साइट का संचालन और कोई भी पाई गई समस्याओं के बारे में स्थिति रिपोर्ट प्राप्त करें।
nl: Statusrapportage samenstellen van de werking van de site en de gevonden problemen.

# status_report_explanation
source: Here you can find a short overview of your site's parameters as well as any problems detected with your installation. It may be useful to copy and paste this information into support requests filed on TYPO3's support mailinglists and project issue trackers.
da: Her kan du få et kort overblik over dit websteds parametre såvel som alle registrerede problemer for din installation. Det kan være nyttigt at kopiere og indsætte denne information i henvendelser på TYPO3's maillister eller support sager.
hi: यहाँ आप आपकी साइट के पैरामीटर्स साथ ही साथ आपके इंस्टालेशन में पायी गई कोई भी समस्या का छोटा ओवर-व्यू पा सकते है। यह जानकारी समर्थित रिक्वेस्ट फील्ड में टाइपो समर्थित मेलिंग-सूचि और प्रोजेक्ट इशू ट्रैकर्स पर कॉपी और पेस्ट करने के लिए उपयोगी हो सकती है।
nl: Hier vindt u een kort overzicht van de parameters van uw site en de gevonden problemen binnen uw installatie. Het is handig om deze informatie mee te sturen wanneer u een verzoek voor support indient op de mailinglist van TYPO3 en de issue trackers van TYPO3-projecten.

# status_wrongValue
source: Wrong value detected
da: Forkert værdi fundet
hi: गलत मूल्य का पता चला
nl: Verkeerde waarde gevonden

# status_info
source: Information
nl: Informatie

# status_insecure
source: Insecure
da: Usikker
hi: असुरक्षित
nl: Onveilig

# status_disabled
source: Disabled
da: Slået fra
hi: अक्षम, निष्क्रिय
nl: Uitschakelen

# status_enabled
source: Enabled
da: Slået til
hi: सक्षम, सक्रिय
nl: Inschakelen

# status_enabledPermanently
source: Enabled permanently
da: Permanent slået til
hi: स्थायी रूप से सक्षम
nl: Permanent ingeschakeld

# status_enabledTemporarily
source: Enabled temporarily
da: Midlertidigt slået til
hi: अस्थायी रूप से सक्षम
nl: Tijdelijk ingeschakeld

# status_empty
source: Empty
da: Tom
hi: खाली, एम्प्टी
nl: Leeg

# status_none
source: None
da: Ingen
hi: कोई नहीं, नॉन
nl: Geen

# status_connectionFailed
source: Connection Failed
da: Forbindelse fejlede
hi: कनेक्शन असफल
nl: Verbinding mislukt

# status_checkFailed
source: Check Failed
da: Tjek mislykkedes
hi: जांच करने में असफल
nl: Controleren is mislukt

# status_updateComplete
source: Update Complete
da: Opdatering komplet
hi: अपडेट पूरा
nl: Update voltooid

# status_updateIncomplete
source: Update Incomplete
da: Opdatering ikke komplet
hi: अपडेट अधूरा
nl: Update niet compleet

# status_problemNotification
source: One or more problems were detected with your TYPO3 installation. Please check the status report for more information.
da: Et eller flere problemer blev registreret for din TYPO3-installation. Venligst tjek statusrapport for mere information.
nl: Er zijn één of meerdere problemen ontdekt met uw TYPO3 installatie. Controleer het status report voor meer informatie.

# status_allNotification
source: This report contains all System Status Notifications from your TYPO3 installation. Please check the status report for more information.
da: Denne rapport indeholder alle meddelelser om Systemstatus fra din TYPO3 installation. Venligst tjek statusrapport for mere information.
nl: Deze rapportage bevat alle systeemstatusberichten van de TYPO3-installatie. Controleer de berichten voor meer informatie.

# status_typo3
source: TYPO3 System
hi: टाइपो3 सिस्टम
nl: TYPO3 Systeem

# status_system
source: System
hi: सिस्टम
nl: Systeem

# status_security
source: Security
da: Sikkerhed
hi: सुरक्षा
nl: Beveiliging

# status_configuration
source: Configuration
da: Konfiguration
hi: कॉन्फ़िगरेशन, विन्यास
nl: Configuratie

# status_referenceIndex
source: Reference Index
da: Reference-indeks
hi: संदर्भ इंडेक्स
nl: Referentie-index

# status_fal
source: File Abstraction Layer
hi: फ़ाइल एब्स्ट्रेक्शन लेयर
nl: Bestandsabstractielaag (FAL)

# status_missingFiles
source: Files flagged as missing
da: Filer angivet som manglende
hi: फाइल गायब है ऐसे फ्लैग किये गए
nl: Als ontbrekend gemarkeerde bestanden

# status_missingFilesCount
source: %1$s files
da: %1$s filer
hi: %1$s फ़ाइल
nl: %1$s bestanden

# status_missingFilesMessage
source: These files are flagged as missing. Restore the files and run the indexer to reset the missing flag.
da: Disse filer er angivet som manglende. Genindlæs filerne og kør indeksering for at nulstille angivelsen.
hi: यह फाइल गायब है ऐसे फ्लैग की गई है। गायब फ्लैग को रिसेट करने के लिए फाइल को रिस्टोर करे और इंडेक्सर तो रन करे।
nl: Deze bestanden zijn gemarkeerd als ontbrekend. Herstel de bestanden en laat de indexer opnieuw lopen om de markering te laten verwijderen.

# status_memcachedConfiguration
source: Memcached Configuration
da: Konfiguration for cached hukommelse
hi: मेम-कैश्ड कॉन्फ़िगरेशन
nl: Memcached-configuratie

# status_CreatedFilePermissions
source: Permissions of created files
da: Tilladelser til oprettede filer
hi: बनायी गई फाइलों की अनुमति
nl: Permissies van aangemaakte bestanden

# status_CreatedFilePermissions.writable
source: Files created by TYPO3 are configured to be world writable. Depending on your server configuration, this can be a security risk. It is usually better to configure the create mask to not allow writing to files by "others". A sane default is often '0660' for $GLOBALS['TYPO3_CONF_VARS']['SYS']['fileCreateMask']. This can be set in the install tool.
da: Filer, oprettet af TYPO3, er konfigureret til at være skrivbare for alle. Afhængig af din servers konfiguration, kan dette udgøre en sikkerhedsrisiko. Det er normalt bedre at konfigurere masker, som udelukker skrivning i filer af "andre". En fornuftig standard er ofte '0660' for $GLOBALS['TYPO3_CONF_VARS']['BE']['fileCreateMask']. Dette kan angives i Install Tool.
hi: टाइपो3 द्वारा बनाई गई फ़ाइलों सब को लिखने के योग्य होने के लिए कॉन्फ़िगर कर रहे हैं। आपके सर्वर कॉन्फ़िगरेशन के आधार पर, यह सुरक्षा जोखिम सकता है । यह आमतौर पर "अन्य" के द्वारा लिखने की अनुमति न देने के लिए, बनाए मास्क को कॉन्फ़िगर किया जाये यही बेहतर है। $GLOBALS['TYPO3_CONF_VARS']['SYS']['fileCreateMask'] के लिए अक्सर समझदार डिफ़ॉल्ट '0660' है। यह इनस्टॉल टूल में सेट किया जा सकता है।
nl: Bestanden aangemaakt door TYPO3 zijn zo ingesteld dat ze voor iedereen schrijfbaar zijn. Afhankelijk van uw serverconfiguratie kan dit een veiligheidsprobleem veroorzaken. Het is in de meeste gevallen beter om bestanden geen rechten te geven voor 'iedereen'. Een veilige optie is vaak '0660' als waarde voor $GLOBALS['TYPO3_CONF_VARS']['BE']['fileCreateMask']. Dit kan worden ingesteld in de Install Tool.

# status_CreatedDirectoryPermissions
source: Permissions of created directories
da: Tilladelser til oprettede mapper
hi: बनायी गई डायरेक्ट्रीज की अनुमतियाँ
nl: Permissies van aangemaakte mappen

# status_CreatedDirectoryPermissions.writable
source: Directories created by TYPO3 are configured to be world writable. Depending on your server configuration, this can be a security risk. It is usually better to configure the create mask to not allow writing to directories by "others". A sane default is often '2770' for $GLOBALS['TYPO3_CONF_VARS']['SYS']['folderCreateMask']. This can be set in the install tool.
da: Mapper, oprettet af TYPO3, er konfigureret til at være skrivbare for alle. Afhængig af din servers konfiguration, kan dette udgøre en sikkerhedsrisiko. Det er normalt bedre at konfigurere masker, som udelukker skrivning i mapper af "andre". En fornuftig standard er ofte '2770' for $GLOBALS['TYPO3_CONF_VARS']['BE']['folderCreateMask']. Dette kan angives i Install Tool.
hi: टाइपो3 द्वारा बनाई गई डायरेक्ट्रीज सब को लिखने के योग्य होने के लिए कॉन्फ़िगर कर रहे हैं। आपके सर्वर कॉन्फ़िगरेशन के आधार पर, यह सुरक्षा जोखिम सकता है । यह आमतौर पर डायरेक्ट्रीज को "अन्य" के द्वारा लिखने की अनुमति न देने के लिए, बनाए मास्क को कॉन्फ़िगर किया जाये यही बेहतर है । $GLOBALS['TYPO3_CONF_VARS']['SYS']['folderCreateMask'] के लिए अक्सर समझदार डिफ़ॉल्ट '2770' है। यह इनस्टॉल टूल में सेट किया जा सकता है।
nl: Mappen die door TYPO3 worden aangemaakt zijn schrijfbaar door iedereen. Afhankelijk van de configuratie van de server kan dit een veiligheidsrisico zijn. Het is gewoonlijk beter om de 'create mask' in te stellen zodat mappen niet door iedereen beschreven kan worden. Een zinvolle standaardwaarde is vaak '2770' voor $GLOBALS['TYPO3_CONF_VARS']['BE']['folderCreateMask']. Dit kan in de Install Tool ingesteld worden.

# status_MysqlDatabaseCharacterSet
source: MySQL Database Character Set
da: MySQL database tegnsæt
hi: MySQL डेटाबेस केरेक्टर सेट
nl: MySQL database tekenset

# status_MysqlDatabaseCharacterSet_CheckFailed
source: Checking database character set failed, got key "%1$s" instead of "character_set_database"
da: Tjek af databasens tegnsæt fejlede, fik nøglen "%1$s" i stedet for "character_set_database"
hi: डेटाबेस केरेक्टर सेट की जाँच करने में असफल, "डेटाबेस_केरेक्टर_सेट" के बजाय "% 1 $" की प्राप्त हुए थी।
nl: Controleren van database tekenset mislukt, kreeg key "%1$s" in plaats van "character_set_database"

# status_MysqlDatabaseCharacterSet_Unsupported
source: Your default database uses character set "%1$s", but only "utf8" or "utf8mb4" is supported with TYPO3.
da: Din database bruger tegnsæt "%1$s", men kun "utf8" eller "utf8mb4" understøttes i TYPO3.
nl: De database gebruikt tekenset "%1$s", maar alleen "utf8" of "utf8mb4" wordt ondersteund door TYPO3.

# status_MysqlDatabaseCharacterSet_Ok
source: Your default database uses utf-8. All good.
da: Din database bruger utf-8. Alt er godt.
nl: De database gebruikt utf-8. Alles is goed.

# status_MysqlDatabaseCharacterSet_Info
source: Your default database uses a different charset, but all tables uses utf-8. All good. But consider fixing your database collation and check the table creation settings.
da: Din standard database bruger et andet karaktersæt, men alle tabeller bruger utf-8. Alt er godt. Men overvej at ændre din database kollation og tjek indstillinger for tabel-oprettelse.
nl: De standaarddatabase gebruikt een andere tekenset maar alle tabellen gebruiken utf-8. Alles is in orde. Probeer wel de collation van de database aan te passen en de instellingen voor het aanmaken van tabellen.

# status_MysqlDatabaseCharacterSet_MixedCollations
source: Your default database is set to create tables with character set "%1$s", but contains tables or columns with different collations. Please fix these tables to avoid "illegal mix of collations" errors.
da: Din standard database er opsat til at oprette tabeller med karaktersæt "%1$s", men indeholder tabeller eller kolonner med anden kollation. Fiks venligst disse tabeller for at undgå "ulovlig blanding af kollationer" fejl.
nl: De standaard database is ingesteld om tabellen met tekenset "%1$s" aan te maken, maar bevat tabellen of velden met verschillende collaties. Corrigeer deze tabellen om fouten van het type "ongeldige combinatie van collaties" te voorkomen.

# status_encryptedConnectionStatus
source: Encrypted backend connection (HTTPS)
da: Krypteret backendforbindelse (HTTPS)
nl: Versleutelde verbinding met backend (HTTPS)

# status_encryptedConnectionStatus_insecure
source: Your backend access is not secured using HTTPS but relies on HTTP which sends all your data (including login passwords) over an insecure connection. All modern web sites should rely on HTTPS and only sites secured differently, for instance some intranet installations may use HTTP only.
da: Din backendadgang er ikke sikret ved hjælp af HTTPS, men bruger HTTP som sender alle dine date (herunder login adgangskoder) over en ikke sikret forbindelse. Alle moderne hjemmesider bør anvende HTTPS og kun sider, der sikres på anden måde, eksempelvis via intranetinstallationer, bør anvende HTTP.
nl: De verbinding met de backend is niet beveiligd met HTTPS maar gebruikt HTTP die alle data (inclusief wachtwoorden) over een onbeveiligde verbinding stuurt. Alle moderne websites zouden HTTPS moeten gebruiken en alleen sites die op een andere manier beveiligd zijn (zoals sommige intranetten) kunnen HTTP gebruiken.

# status_lockSslStatus
source: Backend only accessible through HTTPS
da: Backend kun tilgængelig via HTTPS
nl: Backend alleen toegankelijk via HTTPS

# status_lockSslStatus_insecure
source: It is highly recommended to activate the option (<code>$GLOBALS['TYPO3_CONF_VARS']['BE']['lockSSL']</code>).
da: Det anbefales kraftigt at aktivere denne mulighed (&lt;code&gt;$GLOBALS['TYPO3_CONF_VARS']['BE']['lockSSL']&lt;/code&gt;).
nl: Het is in hoge mate aan te raden om de optie (&lt;code&gt;$GLOBALS['TYPO3_CONF_VARS']['BE']['lockSSL']&lt;/code&gt;) te activeren.

# status_trustedHostsPattern
source: Trusted Hosts Pattern
da: Tillidsfulde host mønstre
hi: विश्वसनीय होस्ट्स पैटर्न
nl: Patroon van vertrouwde domeinen

# status_adminUserAccount
source: Admin User Account
da: Admin-brugerkonto
hi: एडमिन उपयोगकर्ता खाता
nl: Beheerdersaccount

# status_encryptionKey
source: Encryption Key
da: Krypteringsnøgle
hi: एन्क्रिप्शन कि
nl: Encryptiesleutel

# status_fileDenyPattern
source: File Deny Pattern
da: Mønster for fil-nægtelse
hi: फाइल डेनी पैटर्न
nl: Patroon voor geblokkeerde bestanden

# status_htaccessUploadProtection
source: .htaccess Upload Protection
da: .htaccess beskyttelse mod upload
hi: .htaccess संरक्षण अपलोड
nl: .htaccess upload-beveiliging

# status_installToolPassword
source: Install Tool Password
da: Kodeord for Install Tool
hi: इनस्टॉल टूल पासवर्ड
nl: Install Tool wachtwoord

# status_phpVersion
source: PHP Version
hi: PHP संस्करन
nl: PHP-versie

# status_phpTooOld
source: Your PHP installation is too old.
da: Din PHP-installation er for gammel.
hi: आपका PHP इंस्टालेशन बहुत पुराना है।
nl: De PHP installatie is te oud.

# status_phpMemory
source: PHP Memory Limit
da: PHP-hukommelsesbegrænsning
hi: PHP मेमोरी लिमिट
nl: PHP-geheugenlimiet

# status_phpMemoryRecommendation
source: Depending on your configuration, TYPO3 can run with a %1$s PHP memory limit. However, a %2$s PHP memory limit or above is recommended, especially if your site uses additional extensions.
da: Afhængigt af din konfiguration vil TYPO3 køre med en PHP-hukommelsesbegrænsning på %1$s. Dog anbefales en hukommelsesbegrænsning på %2$s eller højere, særligt når dit websted anvender udvidelser.
hi: आपके कॉन्फ़िगरेशन के आधार पर, टाइपो3 %1$s PHP मेमोरी लिमिटे के साथ रन हो सकता है। हालांकि,%2$s PHP मेमोरी लिमिट या उस बसे ज्यादा की सिफारिश, खासकर के जब आपकी साईट अतिरिक्त एक्सटेंशन का उपयोग करते है तो की गई है।
nl: Afhankelijk van de configuratie kan TYPO3 werken met het PHP geheugen limiet van %1$s. Echter een PHP geheugen limiet van %2$s of hoger is aanbevolen, vooral als de site gebruik maakt van extra extensies.

# status_phpMemoryRequirement
source: Depending on your configuration, TYPO3 can run with a %1$s PHP memory limit. However, a %2$s PHP memory limit or above is required especially if your site uses additional extensions.
da: Afhængigt af din konfiguration vil TYPO3 køre med en PHP-hukommelsesbegrænsning på %1$s. Dog anbefales en hukommelsesbegrænsning på %2$s eller højere, særligt når dit websted anvender yderligere udvidelser.
hi: आपके कॉन्फ़िगरेशन के आधार पर, टाइपो3 %1$s PHP मेमोरी लिमिटे के साथ रन हो सकता है। हालांकि,%2$s PHP मेमोरी लिमिट या उस बसे ज्यादा की जरूरत, खासकर के जब आपकी साईट अतिरिक्त एक्सटेंशन का उपयोग करते है तब होगी।
nl: Afhankelijk van de configuratie kan TYPO3 werken met een PHP geheugenlimiet van %1$s. Een PHP geheugenlimiet van %2$s is echter vereist als de site extra extensies gebruikt.

# status_phpMemoryEditLimit
source: Increase the memory limit by editing the memory_limit parameter in the file %s and then restart your web server (or contact your system administrator or hosting provider for assistance).
da: Forøg hukommelsesbegrænsning ved at redigere parameteren memory_limit i filen %s og genstart dernæst din webserver (eller kontakt din systemadministrator eller værtsudbyder for assistance).
hi: फाइल %s में memory_limit पैरामीटर को एडिट करके मेमोरी लिमिट को बढाये उसके बाद आपका वेब ब्राउज़र फिरसे शुरू करे (या सहायता के लिए अपने सिस्टम एडमिनिस्ट्रेटर या होस्टिंग प्रदाता से संपर्क करें)।
nl: Verhoog de geheugenlimiet door de parameter memory_limit in het bestand %s te bewerken en herstart de webserver (of neem contact op met de systeembeheerder of webhoster voor hulp).

# status_phpMemoryContactAdmin
source: Contact your system administrator or hosting provider for assistance with increasing your PHP memory limit.
da: Kontakt din systemadministrator eller værtsudbyder for assistance med forøgelse af din PHP-hukommelsesbegrænsning.
hi: आपकी PHP मेमोरी लिमिट बढाने के साथ सहायता के लिए अपने सिस्टम एडमिनिस्ट्रेटर या होस्टिंग प्रदाता से संपर्क करे।
nl: Neem contact op met de systeembeheerder of hosting provider voor hulp bij het verhogen van de PHP-geheugenlimiet.

# status_phpMemoryUnlimited
source: unlimited
da: ubegrænset
hi: असीमित
nl: onbeperkt

# status_phpPeakMemory
source: PHP peak memory usage
da: PHP spidsbelastning af hukommelse
hi: PHP पीक मेमोरी उपयोग
nl: PHP hoogste geheugengebruik

# status_phpPeakMemoryTooHigh
source: During a request %2$s of the memory limit was used. On %4$s a request to %5$s used %1$s of %3$s.
da: Under en forespørgsel blev %2$s af hukommelsesgrænsen brugt. Ved %4$s gjorde en forespørgsel til %5$s brug %1$s af %3$s.
hi: रिक्वेस्ट के दौरान %2$s PHP मेमोरी उपयोग की गई। %4$s पर %5$s के लिए रिक्वेस्ट %3$s से %1$s उपयोग करता है।
nl: Gedurende het afhandelen van een pagina was %2$s van de geheugenlimiet gebruikt. Op %4$s werd voor pagina %5$s %1$s van %3$s gebruikt.

# status_phpPeakMemoryClearFlag
source: Clear this flag
da: Ryd dette flag
hi: इस फलगे को साफ़ करे
nl: Deze vlag uitzetten

# status_phpRegisterGlobalsEnabled
source: %s is enabled. TYPO3 requires this configuration directive to be disabled.
da: %s er slået til. TYPO3 kræver at denne konfigurationsinstilling er slået fra.
hi: %s सक्षम है। अक्षम होने के लिए टाइपो3 को इस कॉन्फ़िगरेशन निर्देश की आवश्यकता है।
nl: %s is ingeschakeld. TYPO3 vereist dat deze configuratie-instelling is uitgeschakeld.

# status_phpRegisterGlobalsSecurity
source: Your site may not be secure when %s is enabled.
da: Dit websted er muligvis ikke sikkert når %s er slået til.
hi: जब %s सक्षम हो तब आपकी साईट सुरक्षित नहीं भी हो सकती।
nl: De site zou onveilig kunnen zijn als %s in ingeschakeld.

# status_phpRegisterGlobalsHowToChange
source: how to change configuration settings
da: hvordan konfigurationsindstillinger ændres
hi: कॉन्फ़िगरेशन सेटिंग कैसे बदलें
nl: Hoe deze configuratie-instellingen te wijzigen

# status_phpRegisterGlobalsPHPManual
source: The PHP manual has instructions for %s.
da: Manualen til PHP har instrukser for %s.
hi: PHP मैनुअल %s के लिए निर्देशक है।
nl: De PHP handleiding bevat instructies voor %s.

# status_webServer_infoText
source: For your Web Server some notifications have been found
da: Der blev fundet notifikationer for din webserver
nl: Voor deze server zijn enkele meldingen gevonden

# status_webServer_threadStackSize
source: Fluid uses complex regular expressions which require a lot of stack space during the first processing. On Windows the default stack size for Apache is a lot smaller than on unix. You can increase the size to 8MB (default on unix) by adding to the httpd.conf: <br />&lt;IfModule mpm_winnt_module&gt; <br />ThreadStackSize 8388608 <br />&lt;/IfModule&gt; <br />Restart Apache after this change.
da: Fluid bruger komplekse regular expressions, hvilket kræver en del stack-plads under den første processering. Under Windows er standard stack-størrelsen for Apache en hel del mindre end under Unix. Du kan udvide størrelsen til 8MB (standard på Unix), ved at tilføje dette til din httpd.conf: &lt;br /&gt;&amp;lt;IfModule mpm_winnt_module&amp;gt; &lt;br /&gt;ThreadStackSize 8388608 &lt;br /&gt;&amp;lt;/IfModule&amp;gt; &lt;br /&gt;Genstart Apache efter ændringer.
hi: फ्लूइड कोम्प्लेक्स नियमित एक्सटेंशन का उपयोग करता है जिसे पहले प्रोसेसिंग के दौरान कई सारी स्टैक स्पेस की आवश्यकता होगी। विंडोज पर अपाचे के लिए डिफ़ॉल्ट साइज यूनिक्स की तुलना में बहुत छोटा होता है। आप httpd.conf को जोड़कर साइज को 8MB (यूनिक्स पर डिफ़ॉल्ट ) तक बढ़ा सकते हैं: &lt;br/&gt;&amp;lt;यदि मॉड्यूल mpm_winnt_module&amp;gt; &lt;br/&gt;थ्रेड स्टैक साइज 8388608 &lt;br/&gt;&amp;lt;/यदि मॉड्यूल &amp;gt; &lt;br/&gt;इस परिवर्तन के बाद अपाचे री-स्टार्ट करें।
nl: Fluid gebruikt complexe reguliere expressies die een hoop stack-ruimte verlangen tijdens de eerste verwerking. Onder Windows is de standaard stack voor Apache veel kleiner dan op unix. Deze is te vergroten naar 8MB (standaardwaarde onder unix) door in http.conf toe te voegen: &lt;br /&gt;&amp;lt;IfModule mpm_winnt_module&amp;gt; &lt;br /&gt;ThreadStackSize 8388608 &lt;br /&gt;&amp;lt;/IfModule&amp;gt; &lt;br /&gt;Herstart Apache na deze aanpassing.

# status_phpModulesMissing
source: One or more modules are missing.
da: Et eller flere moduler mangler.
hi: एक या एक से अधिक मॉड्यूल गायब है।
nl: Een of meerdere modules ontbreken.

# status_phpModulesList
source: The following PHP module(s) is/are missing: %s.
da: Følgende PHP-modul(er) mangler: %s.
hi: नीचे दिए गए PHP मॉड्यूल(s) गायब है: %s।
nl: De volgende PHP module(s) ontbreekt/ontbreken: %s.

# status_phpModulesInfo
source: You need to install and enable these modules to let TYPO3 function correctly.
da: Du skal installere og aktivere disse moduler, for at TYPO3 kan fungere korrekt.
hi: टाइपो3 कार्य को सही ढंग से करने के लिए आपको इस मॉड्यूल को इनस्टॉल और सक्षम करने की जरुरत है।
nl: Deze modules moeten geïnstalleerd en ingeschakeld worden om TYPO3 correct te laten werken.

# status_phpModulesGroup
source: one of: %s
da: en af: %s
hi: में से एक: %s
nl: een van: %s

# status_phpModulesPresent
source: All required modules are installed.
da: Alle påkrævede moduler er installeret.
hi: सभी जरूरी मॉड्यूल इनस्टॉल कर रहे हैं।
nl: Alle vereiste modules zijn geïnstalleerd.

# status_installEnabledTemporarily
source: The Install Tool is temporarily enabled. Delete the file "%s" when you have finished setting up TYPO3. If not used the Install Tool will be disabled automatically in %s minutes.
da: Install Tool'et er midlertidigt slået til. Slet filen "%s" når du er færdig med at opsætte TYPO3. Hvis det ikke anvendes vil Install Tool automatisk blive slået fra i løbet af %s minutter.
hi: इनस्टॉल टूल अस्थायी रूप से सक्षम है। जब आप टाइपो3 को सेटिंग करदे तब फाइल %s को डिलीट करदे। जो उपयोग नहीं किया जा रहा तो इनस्टॉल टूल %s मिनट में स्वचालित रूप से अक्षम हो जाएगा।
nl: De Install Tool is tijdelijk ingeschakeld. Verwijder het bestand "%s" als het instellen van TYPO3 is gebeurd. Als de Install Tool niet wordt gebruikt wordt deze automatisch over %s minuten uitgeschakeld.

# status_configuration_PhpSafeModeEnabled
source: PHP INI setting safe_mode "On" is deprecated since PHP 5.3 and is not supported by TYPO3 anymore.
da: PHP INI indstilling safe_mode "On" eksisterer ikke længere fra PHP 5.3 og er derfor ikke understøttet af TYPO3 længere.
nl: De PHP INI instelling safe_mode "On" is sinds PHP 5.3 verouderd en wordt niet meer door TYPO3 ondersteund.

# status_configuration_PhpMagicQuotesGpcEnabled
source: PHP INI setting magic_quotes_gpc "On" is deprecated since PHP 5.3. You are advised to set it to "Off" until it gets completely removed.
da: PHP INI indstilling magic_quotes_gpc "On" eksisterer ikke længere fra PHP 5.3. Det anbefales at sætte den til "Off" indtil den fjernes helt.
nl: De PHP INI instelling magic_quotes_gpc "On" is verouderd sinds PHP 5.3. Het is aangeraden om dit op "Off" te zetten tot het compleet wordt verwijderd.
