Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/setup/Resources/Private/Language/*.locallang_csh_mod.xlf
Languages: de, fr, hi, hr, it, th

# option_enableInstallTool.description
source: By clicking this button, a file typo3conf/ENABLE_INSTALL_TOOL is created (or removed if it already exists). It unlocks the access to the Install Tool (password is still needed!) and will be removed automatically after 1 hour.
de: Durch Klicken auf diesen Button wird eine Datei typo3conf/ENABLE_INSTALL_TOOL erstellt (oder entfernt, wenn sie bereits vorhanden ist). Es schaltet den Zugriff auf das Installationswerkzeug (Passwort ist noch benötigt!) frei und wird automatisch nach 1 Stunde entfernt.
fr: En cliquant sur ce bouton, un fichier typo3conf/ENABLE_INSTALL_TOOL est créé (ou supprimé si il existe déjà). Il déverrouille l'accès à l'outil d'installation (le mot de passe est toujours nécessaire !) et sera supprimé automatiquement après 1 heure.
hi: इस बटन को क्लिक करके,एक फ़ाइल typo3conf/ENABLE_INSTALL_TOOL बनाई गई है (या हटाई गई है यदि यह पहले से ही मौजूद है).यह इनस्टॉल टूल के एक्सेस को उनलॉक्स करता है (पासवर्ड की अब भी जरूरत है) और 1 घंटे के बाद स्वचालित रूप से हटा दिया जाएगा.
hr: Kada kliknete ovaj gumb bit će stvorena datoteka typo3conf/ENABLE_INSTALL_TOOL (ili uklonjena ukoliko već postoji). Time će biti otključan pristup Instalacijskom alatu (svejedno će Vam trebati lozinka za isti!) te će biti automatski uklonjena nakon 1 sat.
it: Cliccando su questo pulsante, viene creato un file typo3conf/ENABLE_INSTALL_TOOL (o rimosso se già esiste). Sblocca l'accesso allo strumento di installazione (la password è ancora necessaria!) e verrà rimosso automaticamente dopo 1 ora.
th: โดยคลิกที่ปุ่มนี้ file typo3conf/ENABLE_INSTALL_TOOL มีการสร้าง (หรือลบถ้ามีอยู่แล้ว) ปลดล็อคการเข้าถึงการติดตั้งเครื่องมือ (รหัสผ่านยังต้อง!) และจะถูกลบโดยอัตโนมัติหลังจาก 1 ชั่วโมง

# language.details
source: <b>Warning [technical]:</b> If TYPO3 is not configured to use a single character set (through $TYPO3_CONF_VARS[BE][forceCharset]) then all data entered in the backend is submitted in the character set of the selected backend language. This leads to inconsistent data storage if some users are using the backend in Russian and others in English which uses different character sets. The solution clearly is to set the configuration option mentioned above to a value like "utf-8". This must be done by the developers responsible for the whole system configuration.
de: <b>Warnung [technical]:</b> Wenn TYPO3 nicht konfiguriert ist, einen einzigen Zeichensatz (durch $TYPO3_CONF_VARS[BE][forceCharset]) zu verwenden, werden alle im Backend eingegebenen Daten in der Zeichensatz der ausgewählten Backend-Sprache übermittelt. Dies führt zu inkonsistenten Datenspeichern, wenn einige Benutzer das Backend in Russisch und anderen Sprachen verwenden, die verschiedene Zeichensätze verwenden. Die Lösung besteht eindeutig darin, die oben genannte Konfigurationsoption auf einen Wert wie "utf-8" zu setzen. Dies muss von den Entwicklern, die für die gesamte Systemkonfiguration verantwortlich sind, erledigt werden.
hi: <b>चेतावनी [तकनीकी]:</b> यदि टाइपो3 एक केरेक्टर सेट($TYPO3_CONF_VARS[BE][forceCharset] के माध्यम से) का उपयोग करने के लिए कॉन्फ़िगर नहीं है तो बैकेंड में दर्ज किये गए सभी डेटा चुनी हुई बैकेंड भाषा में सबमिट किये गए हे। यह असंगत डेटा स्टोरेज के लिए होता है यदि कुछ उपयोगकर्ता बैकेंड का उपयोग रूस में करके है और दूसरे अंगरेजी में जो की अलग अलग केरेक्टर सेट का उपयोग करते है। यह समाधान स्पष्ट रूप से "utf -8" के मूल्य की तरह ऊपर उल्लेख किये गए कॉन्फ़िगरेशन विकल्प को सेट करने के लिए है। पूरे सिस्टम के कॉन्फ़िगरेशन के लिए इसे डेवलपर्स जिम्मेदारी द्वारा ही किया जाना चाहिए।
hr: <b>Upozorenje [tehnička razina]:</b> Ukoliko TYPO3 sustav nije podešen za korištenje jednog skupa znakova (kroz $TYPO3_CONF_VARS[BE][forceCharset]) tada će svi podaci koji budu uneseni kroz pozadinsko sučelje biti uneseni u skupu znakova odabranog pozadinskog jezika. Takav način unosa podataka može dovesti do nepodudaranja podataka ukoliko neki korisnici pozadinskog sučelja koriste sučelje na ruskom jeziku a drugi korisnici na engleskom jeziku jer ta dva jezika koriste različite skupove znakova. Jednostavno rješenje ovog problema je postavljanje gore spomenute opcije na vrijednost poput "utf-8". Ovu postavku moraju postaviti razvojni programeri koji održavaju postavke čitavog sustava.
it: <b>Attenzione [technical]:</b> Se TYPO3 non è configurato per utilizzare un unico set di caratteri (attraverso $TYPO3_CONF_VARS[BE][forceCharset]) allora tutti i dati inseriti nel backend vengono inviati nel set di caratteri del backend selezionato. Questo porta a una memorizzazione dei dati incoerente se alcuni utenti usano il backend in russo e altri in inglese che utilizzano diversi set di caratteri. La soluzione è chiaramente quella di impostare l'opzione di configurazione sopra a un valore come "utf-8". Questo deve essere fatto dagli sviluppatori responsabili dell'intera configurazione del sistema.
