Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/setup/Resources/Private/Language/*.locallang.xlf
Languages: km, th

source: User Settings
km: ការកំណត់អ្នកប្រើប្រាស់
th: การตั้งค่าผู้ใช้

source: Language
km: ភាសា
th: ภาษา

# lang_default
source: English
km: អង់គ្លេស
th: อังกฤษ

# lang_ar
source: Arabic
km: អារ៉ាប់
th: อาราบิก

# lang_ba
source: Bosnian
km: ប៊ូស្នៀ
th: บอสเนีย

# lang_bs
source: Bosnian
km: ប៊ូស្នៀ
th: บอสเนีย

# lang_bg
source: Bulgarian
km: ប៊ុលហ្គារី
th: บัลกาเรีย

# lang_ca
source: Catalan
km: ខែតធើឡែន
th: แคนนาดา

# lang_ch
source: Chinese (Simple)
km: ចិន (សម័យ)
th: จีน (กลาง)

# lang_cs
source: Czech
km: ឆេក
th: เช็ค

# lang_cz
source: Czech
km: ឆេក
th: เช็ค

# lang_da
source: Danish
km: ដាណឺម៉ាក
th: เดนมาร์ก

# lang_dk
source: Danish
km: ដាណឺម៉ាក
th: เดนมาร์ก

# lang_de
source: German
km: អាល្លឺម៉ង់
th: เยอรมัน

# lang_el
source: Greek
km: ក្រិក
th: กรีก

# lang_gr
source: Greek
km: ក្រិក
th: กรีก

# lang_eo
source: Esperanto
km: អេស្ពឺរ៉ានតុ
th: ภาษาโลก

# lang_es
source: Spanish
km: អេស្ប៉ាញ
th: สเปน

# lang_et
source: Estonian
km: អេស្តូនី
th: เอสโตเนีย

# lang_eu
source: Basque
km: អឺស្ការា
th: บาสคิว

# lang_fa
source: Persian
km: ហ្វើស៊ី
th: ชาวเปอร์เซีย

# lang_fi
source: Finnish
km: ហ្វាំងឡង់
th: ฟินแลนด์

# lang_fo
source: Faroese
km: ហ្វារ៉ូ
th: ฟาโร

# lang_fr
source: French
km: បារាំង
th: ฝรั่งเศส

# lang_fr_CA
source: French (Canada)
km: បារាំង (កាណាដា)
th: ฝรั่งเศส (แคนาดา)

# lang_qc
source: French (Canada)
km: បារាំង (កាណាដា)
th: ฝรั่งเศส (แคนาดา)

# lang_ga
source: Galician
km: ហ្គាឡេហ្គោ
th: กาลิเซีย

# lang_gl
source: Galician
km: ហ្គ្រីនឡែន
th: กรีนแลนด์

# lang_he
source: Hebrew
km: អ៊ីប្រូ
th: ฮิบรู

# lang_hi
source: Hindi
km: ហិណ្ឌី
th: ภาษาฮินดี

# lang_hr
source: Croatian
km: ក្រូអាត
th: โครเอเชีย

# lang_hu
source: Hungarian
km: ម៉យ៉រ (ហុងគ្រី)
th: ฮังการี่

# lang_is
source: Icelandic
km: អ៊ីស្លង់
th: ไอซ์แลนด์

# lang_it
source: Italian
km: អ៊ីតាលី
th: อิตาลี่

# lang_ja
source: Japanese
km: ជប៉ុន
th: ญี่ปุ่น

# lang_jp
source: Japanese
km: ជប៉ុន
th: ญี่ปุ่น

# lang_ge
source: Georgian
km: ហ្សកហ្ស៊ី
th: จอร์เจีย

# lang_ka
source: Georgian
km: ហ្សកហ្ស៊ី
th: จอร์เจีย

# lang_kl
source: Greenlandic
km: ហ្គ្រីនឡែន
th: กรีนแลนด์

# lang_km
source: Khmer
km: ខ្មែរ
th: ขอม

# lang_ko
source: Korean
km: កូរ៉េ
th: เกาหลี

# lang_kr
source: Korean
km: កូរ៉េ
th: เกาหลี

# lang_lt
source: Lithuanian
km: លីទុយអានី
th: ลิตัวเนี่ยน

# lang_lv
source: Latvian
km: ឡាតវី
th: ลัทเวีย

# lang_ms
source: Bahasa Malaysia
km: ម៉ាឡេស៊ី
th: ภาษามาเลเซีย

# lang_my
source: Bahasa Malaysia
km: ម៉ាឡេស៊ី
th: ภาษามาเลเซีย

# lang_nl
source: Dutch
km: ដាត់ច៍ (ណេឌឺឡែន)
th: เนเธอร์แลนด์

# lang_no
source: Norwegian
km: ន័រវែស
th: นอร์เว

# lang_pl
source: Polish
km: ប៉ូឡូញ
th: โปแรน

# lang_pt
source: Portuguese
km: ព័រទុយហ្គាល់
th: โปรตุเกส

# lang_br
source: Brazilian Portuguese
km: ព័រទុយហ្គាល់ ប្រេស៊ីល
th: โปรตุเกสบราซิล

# lang_pt_BR
source: Brazilian Portuguese
km: ព័រទុយហ្គាល់ ប្រេស៊ីល
th: โปรตุเกสบราซิล

# lang_ro
source: Romanian
km: រូម៉ានី
th: โรมาเนีย

# lang_ru
source: Russian
km: រុស្ស៊ី
th: รัสเซีย

# lang_sk
source: Slovak
km: ស្លូវ៉ាគី
th: สโรวาเกีย

# lang_si
source: Slovenian
km: ស្លូវើនី
th: สโลวีเนี่ยน

# lang_sl
source: Slovenian
km: ស្លូវើនី
th: สโลวีเนี่ยน

# lang_sq
source: Albanian
km: អាល់បានី
th: ภาษาแอลเบเนีย

# lang_sr
source: Serbian
km: ស៊ែប
th: เซอร์เบีย

# lang_se
source: Swedish
km: ស្វេនកា (ស៊ុយអែត)
th: สวีเดน

# lang_sv
source: Swedish
km: ស្វេនកា (ស៊ុយអែត)
th: สวีเดน

# lang_th
source: Thai
km: ថៃ
th: ไทย

# lang_tr
source: Turkish
km: ទួរគី
th: ตุรกี

# lang_ua
source: Ukrainian
km: អ៊ុយក្រែន
th: ยูเครน

# lang_uk
source: Ukrainian
km: អ៊ុយក្រែន
th: ยูเครน

# lang_vi
source: Vietnamese
km: វៀតណាម
th: เวียดหนาม

# lang_vn
source: Vietnamese
km: វៀតណាម
th: เวียดหนาม

# lang_hk
source: Chinese (Trad)
km: ចិន (បុរាណ)
th: จีน (ฮ่องกง)

# lang_zh
source: Chinese (Trad)
km: ចិន (បុរាណ)
th: จีน (ฮ่องกง)

source: Default
km: លំនាំ​ដើម
th: ค่าที่ตั้งไว้

# simulate
source: Simulate backend user
km: ចម្លង​គំរូ​អ្នក​ប្រើ backend
th: จำลองผู้ใช้ส่วนหลัง

# opening
source: Startup
km: ការ​ចាប់​ផ្ដើម
th: เริ่มต้น

source: Personal data
km: ទិន្នន័យ​ផ្ទាល់ខ្លួន
th: ข้อมูลส่วนตัว

# showThumbs
source: Show Thumbnails by default
km: បង្ហាញ​រូប​តំណាង​តាម​លំនាំ​ដើម
th: แสดง Thumbnails โดยค่าที่ตั้งไว้

# startModule
source: Start up in the following module
km: ចាប់ផ្ដើម​ក្នុង​ម៉ូឌុល​​​នេះ
th: เริ่มต้นขึ้นในโมดูลดังต่อไปนี้

# helpText
source: Show help text when applicable
km: បង្ហាញ​អក្សរ​ជំនួយ​ពេល​អនុវត្ត
th: แสดงข้อความช่วยเหลือเมื่อเหมาะสม

# maxTitleLen
source: Max. Title Length
km: ប្រវែង​ចំណងជើង​អតិ.
th: ชื่อเรื่องสูงสุด

# edit_RTE
source: Enable Rich Text Editor (if available)
km: ដំណើរការ​កម្មវិធី​កែ​អក្សរ​សម្បូណ៌ (បើ​រក​ឃើញ)
th: ให้มี Rich Text Editor (เมื่อมี)

# edit_docModuleUpload
source: File upload directly in Doc-module
km: ហ្វៃល៍​អាប់ឡូត​ដោយ​ផ្ទាល់​ទៅ​ក្នុង ម៉ូឌុល Doc
th: อัพโหลดไฟล์โดยตรง ในโมดูล-Doc

# resizeTextareas
source: Make Textareas resizable
km: ធ្វើ​ឱ្យ​កន្លែង​សរសេរ​អក្សរ​អាច​ពង្រីក​បង្រួម​បាន
th: Make Textareas ปรับขนาด

# resizeTextareas_MaxHeight
source: Maximal Height of resizable Textarea in Pixel
km: កម្ពស់​អតិបរមា​នៃ​កន្លែង​សរសេរ​អក្សរ​ជា​ភិចសែល
th: สูงสุดปรับขนาดความสูงของ Textarea ใน Pixel

# resizeTextareas_Flexible
source: Make Textareas flexible
km: ធ្វើ​ឱ្យ​កន្លែង​សរសេរ​អក្សរ​បត់បែន​បាន
th: Make Textareas ยืดหยุ่น

# edit_functions
source: Edit
km: កែ
th: แก้ไข

# setToStandard
source: Reset all Values to default
km: កំណត់​តម្លៃ​ទៅ​លំនាំ​ដើម​វិញ
th: ตั้งค่าใหม่เป็นค่าที่ตั้งไว้

# resetConfiguration
source: Reset Configuration and Clear Temporary Data
km: ដាក់​ការកំណត់​​ទៅ​លំនាំ​ដើម និង ជម្រះ​ទិន្នន័យ​បណ្ដោះ​អាសន្ន
th: Reset การตั้งค่าและข้อมูลชั่วคราว Clear

# setToStandardQuestion
source: Are you sure you want to reset all values to default?
km: តើ​អ្នក​ពិត​ជា​ចង់​កំណត់​រាល់​តម្លៃ​​ទាំងអស់​ទៅ​លំនាំ​ដើម​វិញ​មែន​ទេ?
th: คุณแน่ใจหรือว่าต้องการตั้งค่าทั้งหมดเป็นค่าเริ่มต้น?

# functions
source: Advanced functions
km: បញ្ជា​កម្រិត​ខ្ពស់
th: ฟังก์ชั่น แอ๊ดว้าน

# activateChanges
source: Notice! In order to activate most of these changes, please reload the backend (eg. logout and login again).
km: ចំណាំ! ដើម្បី​ដំណើរការ​រាល់​ការផ្លាស់ប្ដូរ​​ទាំងនេះ សូម​បើក backend ម្ដង​ទៀត (ឧ. កត់ត្រាចេញ និង កត់ត្រា​ចូល​ម្ដង​ទៀត) ។
th: สังเกตุ! ในการที่จะกระตุ้นการเปลี่ยนแปลงส่วนใหญ่แล้ว โปรดโหลดส่วนหลังใหม่ (เช่น ออกจากระบบและเข้าระบบใหม่)

source: levels
km: លំដាប់
th: ระดับ

# beUser_realName
source: Your name
km: ឈ្មោះ​របស់​អ្នក
th: ชื่อท่าน

# beUser_email
source: Your email address
km: អ៊‍ីមេល​របស់​អ្នក
th: ที่อยู่ อีเมล์ของท่าน

# save
source: Save Configuration
km: រក្សាទុក​ការកំណត់
th: บันทึกค่าการคอนฟิก

source: New password
km: ពាក្យ​សម្ងាត់​ថ្មី
th: ระหัสผ่านใหม่

source: New password, again
km: ពាក្យ​សម្ងាត់​ថ្មី ម្ដង​ទៀត
th: ระหัสผ่านใหม่, อีกครั้ง

# newPassword_ok
source: Password was updated.
km: ពាក្យ​សម្ងាត់​បាន​កែ​រួច ។
th: ระหัสผ่าน ถูกทำให้ทันสมัย

# setupWasUpdated
source: User settings were updated.
km: ការកំណត់​លើ​អ្នក​ប្រើ​បាន​កែ​ប្រែ ។
th: การตั้งค่าการใช้งานได้ปรับปรุง

# newPassword_failed
source: Password was NOT updated because you didn't enter the same password twice.
km: ពាក្យ​សម្ងាត់​មិន​ត្រូវ​បាន​កែ ព្រោះ​អ្នក​មិនបាន​បំពេញ​ពាក្យ​សម្ងាត់​ដូច​គ្នា​ពីរ​ដង ។
th: ระหัสผ่านไม่ได้ถูกทำให้ทันสมัย เพราะท่านไม่ได้ใส่ระหัสผ่านสองครั้ง

# enableInstallTool.label
source: Install Tool Access
km: សិទ្ធិ​ប្រើ​ឧបករណ៍​ដំឡើង
th: Access เครื่องมือติดตั้ง

# enableInstallTool.createFile
source: Create Install Tool Enable File
km: បង្កើត​ឯកសារ​ដំណើរការ​ឧបករណ៍​ដំឡើង
th: สร้างติดตั้งเครื่องมือใช้ไฟล์

# enableInstallTool.file
source: Install Tool Enable file
km: ឯកសារ​ដំណើរការ​ឧបករណ៍​ដំឡើង
th: ติดตั้งไฟล์เปิดใช้งานเครื่องมือ

# enableInstallTool.fileCreate_ok
source: The Install Tool Enable file has been created.
km: ឯកសារ​ដំណើរការ​ឧបករណ៍​ដំឡើង​បាន​បង្កើត ។
th: ไฟล์ติดตั้งเปิดใช้งานเครื่องมือได้ถูกสร้างขึ้น

# enableInstallTool.fileCreate_failed
source: The Install Tool Enable file could not be created.
km: ឯកសារ​ដំណើរការ​ឧបករណ៍​ដំឡើង​មិន​អាច​បង្កើត​ទេ ។
th: ไฟล์ติดตั้งเปิดใช้งานเครื่องมือไม่สามารถสร้างได้

# enableInstallTool.deleteFile
source: Delete Install Tool Enable File
km: លុប​ឯកសារ​ដំណើរការ​ឧបករណ៍​ដំឡើង
th: ลบติดตั้งเครื่องมือใช้ไฟล์

# enableInstallTool.fileDelete_ok
source: The Install Tool Enable file has been deleted.
km: ឯកសារ​ដំណើរការ​ឧបករណ៍​ដំឡើង​បាន​លុប ។
th: ไฟล์ติดตั้งเปิดใช้งานเครื่องมือได้ถูกลบแล้ว

# enableInstallTool.fileDelete_failed
source: The Install Tool Enable file could not be deleted!
km: ឯកសារ​ដំណើរការ​ឧបករណ៍​ដំឡើង​លុប​មិន​បាន ។
th: ไฟล์ติดตั้งเปิดใช้งานเครื่องมือไม่สามารถลบ

# enableInstallTool.fileHasKeep
source: The Install Tool file has the content "KEEP_FILE" and can not be deleted!
km: ឯកសារ​ឧបករណ៍​ដំឡើង មាន​មាតិកា​នៅ​ខាង​ក្នុង "រក្សាទុក​ឯកសារ" និង មិន​អាច​លុប​បាន!
th: ไฟล์ติดตั้งเครื่องมือที่มีเนื้อหา"KEEP_FILE"และไม่สามารถลบ!

# settingsAreReset
source: The user settings have been reset to default values and temporary data has been cleared.
th: การตั้งค่าของผู้ใช้มีการตั้งค่าใหม่เป็นค่าเริ่มต้นและข้อมูลชั่วคราวได้รับการล้าง
