Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/setup/Resources/Private/Language/*.locallang_csh_mod.xlf
Languages: de, fr, hi, hr, it, th

# option_edit_RTE.details
source: A Rich Text Editor (RTE) means that a text editing field has buttons for making selected text bold, italic etc. Whether a RTE is available also depends on factors like the browser you are using and which extensions are installed. Finally RTEs are applied to only a few record fields. The most well known example would be the Text field of a Content Element.
de: Ein Rich Text Editor (RTE) bedeutet, dass ein Textbearbeitungsfeld über Buttons zur Erstellung von ausgewählten Texten verfügt. Ob eine RTE verfügbar ist, hängt auch von Faktoren wie dem Browser ab, den Sie verwenden und welche Erweiterungen installiert sind. Schließlich werden RTEs nur auf wenige Datensatzfelder angewendet. Das bekannteste Beispiel wäre das Textfeld eines Inhaltselements.
fr: Un éditeur de texte riche (RTE) signifie qu'un champ d'édition de texte a des boutons pour faire du texte sélectionné en gras, en italique, etc. Si un RTE est disponible dépend également de facteurs comme le navigateur que vous utilisez et quelles extensions sont installées. Enfin, RTE sont appliqués à seulement quelques champs d'enregistrement. L'exemple le plus connu serait le champ texte d'un élément de contenu.
hi: रिच टेक्स्ट एडिटर(RTE) का अर्थ है कि चुने हुए टेक्स्ट को बोल्ड, इटैलिक, आदि बनाने के लिए टेक्स्ट एडिटिंग फील्ड में बटन होगे। चाहे RTE मौजूदा फैक्टर्स जैसे कि आपके द्वारा उपयोग किया जाने वाला ब्राउज़र और कौन से एक्सटेंशन इनस्टॉल किये गये है इस पर भी आधार रखता है। अंत में RTEs केवल कुछ ही रिकॉर्ड फ़ील्ड्स के लिए लागू कर रहे हैं। सब से अच्छी तरह से जाने जाने वाला उदहारण कंटेंट एलिमेंट का टेक्स्ट फील्ड होगा।
hr: Uređivač bogatog teksta (RTE) znači da polje za uređivanje teksta ima gumbe za podebljavanje, potcrtavanje teksta i slično. Hoće li RTE biti dostupan također ovisi o čimbenicima poput preglednika kojeg koristite te koja su proširenja instalirana. Naposljetku, RTE urednici primjenjuju se na samo par polja zapisa. Najpoznatiji primjer je polje Tekst Elementa sadržaja.
it: Un Editor di Testo Rich (RTE) significa che un campo di modifica del testo ha dei pulsanti per rendere il testo selezionato grassetto, corsivo ecc. Se un RTE è disponibile dipende anche da fattori come il browser che stai usando e quali estensioni sono installate. Infine RTEs sono applicate solo a pochi campi record. L'esempio più noto sarebbe il campo di testo di un Elemento Contenuto.

# _option_edit_RTE.image
source: EXT:setup/Resources/Public/Images/cshimages/rte.png
fr: EXT:setup/Ressources/Public/Images/cshimages/rte.png

# option_edit_docModuleUpload.alttitle
source: Enable File Uploads in editing forms
de: Dateiuploads in Editierformularen aktivieren
fr: Activer les fichiers de téléchargement dans les formulaires d'édition
hi: एडिटिंग फॉर्म्स में फाइल अपलोड सक्षम
hr: Omogući prijenos datoteka u obrascima za uređivanje
it: Abilita File Uploads nei moduli di modifica
th: เปิดใช้งานไฟล์อัพโหลดในการแก้ไขแบบฟอร์ม

# option_edit_docModuleUpload.description
source: This option will enable an "Upload" box for each field in TYPO3 records where you can attach a file or image. Most likely you don't want to disable this since it is usually just a nice thing to have.
de: Diese Option aktiviert ein "Upload"-Feld für jedes Feld in TYPO3-Datensätzen, wo Sie eine Datei oder ein Bild anhängen können. Wahrscheinlich wollen Sie dies nicht deaktivieren, da es normalerweise nur eine schöne Sache ist.
fr: Cette option permettra d'activer une boîte "Upload" pour chaque champ dans les enregistrements TYPO3 où vous pouvez attacher un fichier ou une image. La plupart du temps, vous ne voulez pas désactiver cela car il s'agit généralement d'une chose agréable à avoir.
hi: यह विकल्प टाइपो3 रिकॉर्ड में आप जहाँ इमेज और फाइल जोड़ सके ऐसी सभी फील्ड के लिए अपलोड बॉक्स सक्षम करता है। सबसे अधिक ये संभावना है की जब तक ये आपके लिए एक अच्छी बात है आप इसको निष्क्रिय करना नहीं चाहते।
hr: Ova opcija će omogućiti polje za prijenos za svako polje u TYPO3 zapisima gdje u privitak možete dodati datoteku ili sliku. Ovu opciju najčešće ne želite onemogućiti jer je zgodna za imati.
it: Questa opzione abilita una casella "Carica" per ogni campo nei record TYPO3 dove puoi allegare un file o un'immagine. Molto probabilmente non vuoi disabilitare questo dato che solitamente è solo una bella cosa da avere.
th: ตัวเลือกนี้จะช่วยให้"กล่อง"Upload สำหรับแต่ละเขตข้อมูลในระเบียน TYPO3 ที่คุณสามารถแนบไฟล์หรือภาพ มากที่สุดคุณไม่ต้องการให้ปิดการใช้งานนี้เนื่องจากเป็นปกติก็เป็นสิ่งที่ดีมี

# option_edit_docModuleUpload.details
source: If you disable the Upload box there is still the TYPO3 Element Browser left for attaching files and images.
de: Wenn Sie das Upload-Feld deaktivieren, bleibt der TYPO3 Element Browser für das Anhängen von Dateien und Bildern übrig.
fr: Si vous désactivez la boîte de téléchargement, il reste le navigateur d'éléments TYPO3 à gauche pour attacher des fichiers et des images.
hi: अगर आप अपलोड बॉक्स अक्षम करते हो वह अभी भी फाइल और इमेजेज जोड़ने के लिए टाइपो एलिमेंट ब्राउज़र मौजूद होगा।
hr: Ukoliko onemogućite polje za prijenos preostat će Vam TYPO3 preglednik elemenata pomoću kojeg ćete moći dodavati datoteke i slike u privitak.
it: Se si disattiva la casella di upload, rimane il browser di Elemento TYPO3 per l'allegamento di file e immagini.
th: ถ้าคุณปิดกล่อง Upload ยังมี TYPO3 Element Browser ซ้ายสำหรับแนบไฟล์และภาพ

# _option_edit_docModuleUpload.image
source: EXT:setup/Resources/Public/Images/cshimages/setup12.png
fr: EXT:setup/Ressources/Public/Images/cshimages/setup12.png

# option_resizeTextareas.alttitle
source: Make Textareas Resizable
de: Textbereiche anpassen
fr: Rendre les zones de texte utilisables
hi: टेक्स्ट-एरिया आकार बदलने योग्य बनो
hr: Omogući promjenu veličine područja za uređivanje
it: Rendi i Textareas in modo da poter rientrare
th: Make Textareas ปรับขนาดได้

# option_resizeTextareas.description
source: This option will make textareas resizable. You will see the resize mouse cursor if you move mouse to the outer border of textarea.
de: Diese Option macht Textbereiche so flexibel. Sie sehen den Mauszeiger, wenn Sie die Maus an die Außengrenze des Textbereichs verschieben.
fr: Cette option rendra les zones textuelles redimensionnées. Vous verrez le curseur de la souris redimensionner si vous déplacez la souris vers la bordure extérieure de la zone textuelle.
hi: यह विकल्प टेक्स्ट-एरिया को आकार बदलने योग्य बनाएगा। यदि आप टेक्स्ट-एरिया की बाहरी बॉर्डर पर माउस को ले जायेंगे तो आप री-साइज माउस कर्सर को देखेंगे।
hr: Ova opcija omogućuje promjenu veličine područja za uređivanje. Pokazivač za promjenu veličine možete vidjeti ukoliko pređete pokazivačem preko vanjskog ruba područja za uređivanje.
it: Questa opzione renderà le aree di testo ridimensionabili. Vedrai il cursore del mouse di ridimensionamento se si sposta il mouse al bordo esterno del testo.
th: ตัวเลือกจะทำให้ textareas ปรับขนาดนี้ คุณจะเห็นเคอร์เซอร์เมาส์ปรับขนาดหากคุณเลื่อนเมาส์ไปที่ขอบนอกของ Textarea

# option_resizeTextareas_MaxHeight.alttitle
source: Maximal Height of Textarea
de: Maximale Höhe des Textbereichs
fr: Hauteur maximale de la zone de texte
hi: टेक्स्ट-एरिया की अधिकतम ऊंचाई
hr: Najveća dopuštena visina područja za uređivanje
it: Altezza massima di Textarea
th: ความสูงสูงสุดของ Textarea

# option_flexibleTextareas_MaxHeight.alttitle
source: Maximal Height of flexible textareas
de: Maximale Höhe der flexiblen Textbereiche
fr: Hauteur maximale de zones textuelles flexibles
hi: फ्लेक्सिबल टेक्स्ट-एरिया की अधिकतम ऊंचाई
hr: Najveća dopuštena visina fleksibilnog područja za uređivanje
it: Altezza massima delle textareas flessibili

# option_resizeTextareas_MaxHeight.description
source: Define the maximal height of textarea (in Pixel).
de: Definieren Sie die maximale Höhe des Textbereichs (in Pixel).
fr: Définissez la hauteur maximale de la zone textuelle (en Pixel).
hi: टेक्स्ट-एरिया की अधिकतम उचाई को व्याख्याहित करे(पिक्सेल में)।
hr: Postavi najveću dopuštenu visinu područja za uređivanje (u pikselima).
it: Definisci l'altezza massima della textarea (in Pixel).
th: กำหนดความสูงสูงสุดของ Textarea (ใน Pixel)

# option_flexibleTextareas_MaxHeight.description
source: Define the maximal height of flexible textareas (in Pixel).
de: Definieren Sie die maximale Höhe der flexiblen Textbereiche (in Pixel).
fr: Définissez la hauteur maximale des zones textuelles flexibles (en Pixel).
hi: फ्लेक्सिबल टेक्स्ट-एरिया की अधिकतम उचाई को व्याख्याहित करे(पिक्सेल में)।
hr: Postavi najveću dopuštenu visinu fleksibilnog područja za uređivanje (u pikselima).
it: Definisci l'altezza massima delle textareas flessibili (in Pixel).

# option_resizeTextareas_Flexible.alttitle
source: Make Textareas Flexible
de: Textbereiche flexibel machen
fr: Rendre les zones textiles flexibles
hi: टेक्स्ट-एरिया को फ्लेक्सिबल बनाए
hr: Učini područja za uređivanje fleksibilnim
it: Rendi i Textareas flessibili
th: Make Textareas ยืดหยุ่น

# option_resizeTextareas_Flexible.description
source: This option will make textareas flexible. The height will grow automatically while typing. Limit is the maximal height set (default 600).
de: Diese Option macht Textbereiche flexibel. Die Höhe wird automatisch beim Tippen wachsen. Limit ist der maximale Höhensatz (Standard 600).
fr: Cette option rendra les zones textuelles flexibles. La hauteur augmentera automatiquement pendant la saisie. La limite est le jeu de hauteur maximal (par défaut 600).
hi: यह विकल्प टेक्स्ट-एरिया को फ्लेक्सिबल बनाएगा। टाइपिंग के दौरान ऊंचाई अपने आप बढेगी। सीमा अधिकतम सेट की गई उचाई है (डिफ़ॉल्ट 600)।
hr: Ova opcija omogućuje fleksibilna područja za uređivanje. Visina područja povećavat će se automatski kako dodajete novi tekst. Ograničenje je postavljena najveća dopuštena visina (prema zadanim postavkama 600).
it: Questa opzione renderà flessibili le aree di testo. L'altezza crescerà automaticamente durante la digitazione. Il limite è il set massimo di altezza (predefinito 600).
th: ตัวเลือกจะทำให้ textareas ยืดหยุ่นนี้ ความสูงจะขึ้นโดยอัตโนมัติขณะพิมพ์ จำกัด เป็นความสูงสูงสุดชุด (600 เริ่มต้น)

# option_showHiddenFilesAndFolders.description
source: Defines whether you want to list all the hidden files and folders (beginning with a .) in the filelist and element browser.
de: Definiert, ob Sie alle versteckten Dateien und Ordner (beginnend mit einem .) in der Dateiliste und im Elementbrowser auflisten möchten.
fr: Définit si vous voulez lister tous les fichiers et dossiers cachés (commençant par un .) dans la liste de fichiers et dans le navigateur d'éléments.
hi: व्याख्याहित करता है के आप फ़ाइल सूचि और एलिमेंट ब्राउज़र में सभी छुपी हुई फाइल्स और फोल्डर(a के साथ शुरुआत की।) की सूचि चाहते है।
hr: Definira želite li popis skrivenih datoteka i mapa (počinju sa .) na popisu datoteka i u pregledniku elemenata.
it: Definisce se si desidera elencare tutti i file e le cartelle nascoste (iniziando con un .) nella lista dei file e nel browser degli elementi.

# option_showHiddenFilesAndFolders.details
source: By default all hidden files are not displayed in filelists and element browsers and link pickers. This option enables to additionally show the hidden files.
de: Standardmäßig werden alle versteckten Dateien nicht in Dateilisten und Elementbrowsern und Linkauswahl angezeigt. Diese Option ermöglicht zusätzlich die Anzeige der versteckten Dateien.
fr: Par défaut, tous les fichiers cachés ne sont pas affichés dans les listes de fichiers et les navigateurs d'éléments et les sélecteurs de liens. Cette option permet d'afficher les fichiers cachés de manière complémentaire.
hi: सामान्य रूप से सभी छुपी हुई फाइले फाइल-सूचि, एलिमेंट ब्राउज़र और लिंक पिकर में डिस्प्ले नहीं की गई है। अतिरिक्त रूप से इस फ़ाइल को दिखने के लिए यह विकल्प सक्षम बनाता है।
hr: Prema zadanim opcijama skrivene datoteke na popisima datotema i u preglednicima elemenata te izbornicima poveznica se ne prikazuju. Ova opcija omogućuje Vam dodatno prikazati i skrivene datoteke.
it: Per impostazione predefinita tutti i file nascosti non sono visualizzati nelle liste dei file e nei browser degli elementi e nei selettori di link. Questa opzione permette di visualizzare i file nascosti.

# option_beUser_realName.alttitle
source: Your real name
de: Dein echter Name
fr: Votre vrai nom
hi: आपका असली नाम
hr: Vaše stvarno ime
it: Il tuo vero nome
th: ชื่อจริงของคุณ

# option_beUser_realName.description
source: Enter your real name here.
de: Geben Sie hier Ihren echten Namen ein.
fr: Entrez votre vrai nom ici.
hi: यहाँ अपने असली नाम दर्ज करे.
hr: Ovdje unesite Vaše stvarno ime.
it: Inserisci qui il tuo nome reale.
th: ใส่ชื่อจริงของคุณที่นี่

# option_beUser_email.alttitle
source: Your email address
de: Ihre E-Mail-Adresse
fr: Votre adresse e-mail
hi: आपका ईमेल एड्रेस
hr: Vaša e-mail adresa
it: Il tuo indirizzo email
th: อีเมล์ของคุณ

# option_beUser_email.description
source: Make sure this is a valid email address for you. This is the contact address that the backend administrator will use if he needs to contact you. Also, the TYPO3 system might need to send you messages at various times and this will be the recipient address.
de: Stellen Sie sicher, dass dies eine gültige E-Mail-Adresse für Sie ist. Dies ist die Kontaktadresse, die der Backend-Administrator verwenden wird, wenn er Sie kontaktieren muss. Auch das TYPO3-System muss Ihnen manchmal Nachrichten senden und dies wird die Empfänger-Adresse sein.
fr: Assurez-vous que c'est une adresse email valide pour vous. C'est l'adresse de contact que l'administrateur de backend utilisera s'il doit vous contacter. De plus, le système TYPO3 peut avoir besoin de vous envoyer des messages à plusieurs reprises et cela sera l'adresse du destinataire.
hi: यकीन है कि यह आप के लिए एक वैलिड ईमेल एड्रेस है.यह आपका संपर्क एड्रेस है की जो बैकेंड एडमिनिस्ट्रेशन उपयोग करेगा यदि उसे आपसे संपर्क करने की जरुरत होगी इसके अलावा,TYPO3 सिस्टम को विभिन्न समय पर आपको संदेश भेजने की आवश्यकता हो सकती है और यह प्राप्तकर्ता एड्रेस होगा.
hr: Pobrinite se da je ova e-mail adresa valjana. Ovo je kontakt e-mail adresa koju će administrator pozadinskog sučelja koristiti ukoliko Vas bude trebao kontaktirati. Isto tako, možda će Vam TYPO3 sustav trebati slati poruke s vremena na vrijeme te će iste biti poslane na ovu e-mail adresu.
it: Assicurati che questo sia un indirizzo email valido per te. Questo è l'indirizzo di contatto che l'amministratore del backend utilizzerà se ha bisogno di contattarti. Inoltre, il sistema TYPO3 potrebbe aver bisogno di inviarti messaggi in varie volte e questo sarà l'indirizzo del destinatario.
th: แน่ใจว่านี่คืออีเมล์ที่ถูกต้องสำหรับคุณ นี่คือที่อยู่ที่ติดต่อผู้ดูแลระบบแบ็กเอนด์จะใช้หากเขาต้องการติดต่อคุณ นอกจากนี้ระบบ TYPO3 อาจจำเป็นต้องส่งข้อความในเวลาต่างๆและจะเป็นที่อยู่ผู้รับ

# option_emailMeAtLogin.alttitle
source: Notify by login
de: Mit Login benachrichtigen
fr: Notifier par connexion
hi: लॉग इन करके सूचित करें
hr: Obavijest o prijavi
it: Notifica per login
th: แจ้งโดยเข้าสู่ระบบ

# option_emailMeAtLogin.description
source: If you set this option you will receive an email from TYPO3 each time you (or "someone") logs in using your username. You might like to receive such a "warning" as a security measure so you will know if someone else picks up your password and uses your account.
de: Wenn Sie diese Option festlegen, erhalten Sie eine E-Mail von TYPO3 jedes Mal, wenn Sie (oder "jemand") sich mit Ihrem Benutzernamen einloggen. Sie möchten eine solche "Warnung" als Sicherheitsmaßnahme erhalten, so dass Sie wissen, ob jemand Ihr Passwort abholen und Ihr Konto nutzt.
fr: Si vous définissez cette option, vous recevrez un courriel de TYPO3 chaque fois que vous (ou « quelqu'un ») vous connectez en utilisant votre nom d'utilisateur. Vous pourriez recevoir un tel « avertissement » comme mesure de sécurité afin de savoir si quelqu'un d'autre prend votre mot de passe et utilise votre compte.
hi: यदि आप इस विकल्प सेट करते हैं तो जब आप ( और "कोई भी") आपके उपयोगकर्ता नाम का प्रयोग करके लोगिन करेगा तब TYPO3 से आपको हर बार एक ईमेल प्राप्त होगा आप एक सुरक्षा उपाय के रूप में इस तरह के "चेतावनी" प्राप्त करना पसंद कर सकते है तो आपको पता होगा यदि कोई और आपके पासवर्ड को चुनता है और आपके खाते का उपयोग करता है.
hr: Ukoliko postavite ovu opciju primit ćete e-mail poruku od TYPO3 sustava svaki puta kada se Vi (ili "netko drugi") prijavi u sustav koristeći Vaše korisničko ime. Ovakvo "upozorenje" može Vam dobro doći kao sigurnosna mjera pomoću koje ćete znati ukoliko netko uspije doći do Vaše lozinke te pokuša koristiti Vaš korisnički račun.
it: Se si imposta questa opzione riceverai una email da TYPO3 ogni volta che si registra (o "qualcuno") utilizzando il tuo nome utente. Potresti ricevere un simile "avviso" come misura di sicurezza, così si sa se qualcun altro raccoglie la password e utilizza il tuo account.
th: ถ้าคุณกำหนดตัวเลือกที่คุณจะได้รับอีเมลจาก TYPO3 แต่ละครั้งนี้คุณ (หรือ"คน") เข้าสู่ระบบโดยใช้ชื่อผู้ใช้ของคุณ คุณอาจต้องการได้รับเช่นคำเตือน""เป็นมาตรการรักษาความปลอดภัยดังนั้นคุณจะรู้ว่าคนอื่นหยิบรหัสผ่านและใช้บัญชีของคุณ

# option_newPassword.alttitle
source: Change password
de: Passwort ändern
fr: Changer le mot de passe
hi: पासवर्ड बदलें
hr: Promjena lozinke
it: Cambia password
th: เปลี่ยนรหัสผ่าน

# option_newPassword.description
source: Enter a new password for your backend account
de: Neues Passwort für Ihr Backend-Konto eingeben
fr: Entrez un nouveau mot de passe pour votre compte de backend
it: Inserisci una nuova password per il tuo account backend

# option_newPassword.details
source: The passwords are encrypted to an MD5 hash when you leave the field so no plain text password is sent over the wire.
de: Die Passwörter werden in einen MD5 Hash verschlüsselt, wenn Sie das Feld verlassen, so dass kein einfaches Textpasswort über den Draht gesendet wird.
fr: Les mots de passe sont cryptés à un hachage MD5 lorsque vous quittez le champ, donc aucun mot de passe texte simple n'est envoyé par le fil.
hi: जब आप फील्ड छोड़ते है तब पासवर्ड MD5 हैश में एन्क्रिप्टेड किया होगा इसलिए इसलिए कोई भी प्लैन-टेक्स्ट पासवर्ड तार पर नहीं भेजा नहीं जायेगा .
hr: Kada uklonite fokus s polja lozinke će biti kriptirane MD5 hash algoritmom tako da se preko mreže neće slati lozinke kao običan tekst.
it: Le password sono crittografate su un hash MD5 quando lasci il campo, quindi nessuna password di testo semplice viene inviata sopra il filo.
th: รหัสผ่านจะถูกเข้ารหัสเพื่อ hash MD5 เมื่อคุณออกจากสนามเพื่อให้รหัสผ่านไม่มีข้อความธรรมดาที่ส่งผ่านสาย

# option_newPasswordAgain.alttitle
source: Change password, confirm
de: Passwort ändern, bestätigen
fr: Changer le mot de passe, confirmer
hi: पासवर्ड बदलें, कन्फर्म करे
hr: Promijeni lozinku, potvrda
it: Cambia password, conferma
th: เปลี่ยนรหัสผ่าน, ยืนยัน

# option_newPasswordAgain.description
source: Confirm the new password by entering it again, exactly like above. If the two new passwords do not match, the password will not be changed.
de: Bestätigen Sie das neue Passwort, indem Sie es erneut eingeben, genau wie oben. Wenn die beiden neuen Passwörter nicht übereinstimmen, wird das Passwort nicht geändert.
fr: Confirmez le nouveau mot de passe en le saisissant à nouveau, exactement comme ci-dessus. Si les deux nouveaux mots de passe ne correspondent pas, le mot de passe ne sera pas changé.
hi: इसे फिर वास्तव में ऊपर की तरह से दर्ज करके नए पासवर्ड को कन्फर्म करे.अगर दो नए पासवर्ड मैच नहीं होते,तो पासवर्ड बदला नहीं जाएगा.
hr: Potvrdite novu lozinku tako što ćete ju ponovno unijeti, baš kao iznad. Ukoliko se dvije lozinke ne podudaraju neće doći do izmjene lozinke.
it: Conferma la nuova password inserendola di nuovo, esattamente come sopra. Se le due nuove password non corrispondono, la password non sarà cambiata.
th: ยืนยันรหัสผ่านใหม่โดยการป้อนอีกครั้งเหมือนกับข้างต้น หากทั้งสองรหัสผ่านใหม่ไม่ตรงกับรหัสผ่านจะไม่มีการเปลี่ยนแปลง

# reset.alttitle
source: Reset all Values to default
de: Alle Werte auf Standard zurücksetzen
fr: Réinitialiser toutes les valeurs par défaut
hi: सभी वैल्यू को डिफ़ॉल्ट पर रीसेट करे
hr: Vrati sve Vrijednosti na zadano
it: Ripristina tutti i valori predefiniti
th: Reset ค่าทั้งหมดเป็นค่าเริ่มต้น

# reset.description
source: If you select this option all settings in this module will be reset to the default settings of the system.
de: Wenn Sie diese Option auswählen, werden alle Einstellungen in diesem Modul auf die Standardeinstellungen des Systems zurückgesetzt.
fr: Si vous sélectionnez cette option, tous les paramètres de ce module seront réinitialisés aux paramètres par défaut du système.
hi: यदि आप इस विकल्प को सिलेक्ट करते हैं तो इस मॉड्यूल में सभी सेटिंग्स सिस्टम के डिफॉल्ट सेटिंग पर रीसेट हो जाएंगे.
hr: Ukoliko odaberete ovu opciju sve postavke ovog modula bit će vraćene na zadane postavke sustava.
it: Se selezioni questa opzione tutte le impostazioni in questo modulo verranno ripristinate alle impostazioni predefinite del sistema.
th: หากคุณเลือกตัวเลือกการตั้งค่าทั้งหมดในโมดูลนี้จะถูกรีเซ็ตเป็นค่าเริ่มต้นของระบบ

# reset.details
source: This does not apply to user name, email and password settings of course.
de: Dies gilt natürlich nicht für Benutzernamen, E-Mail und Passwort-Einstellungen.
fr: Cela ne s'applique pas aux paramètres de nom d'utilisateur, de courriel et de mot de passe.
hi: बेशक यह उपयोगकर्ता नाम,ईमेल,और पासवर्ड सेटिंग्स को लागु नहीं होगा .
hr: Ovo se, naravno, ne odnosi na korisničko ime, e-mail i lozinku.
it: Questo non si applica al nome utente, alle impostazioni email e password.
th: นี้ใช้ไม่ได้กับชื่อผู้ใช้อีเมลและการตั้งค่ารหัสผ่านของหลักสูตร

# simuser.alttitle
source: Simulate backend user
de: Backend-Benutzer simulieren
fr: Simuler l'utilisateur de backend
hi: बैकेंड उपयोगकर्ता सिमुलेट करे
hr: Simuliraj korisnika pozadinskog sučelja
it: Simula utente backend
th: จำลอง backend ผู้ใช้

# simuser.description
source: This option allows "admin"-users to change settings for another backend user in the system.
de: Diese Option erlaubt es "admin"-Benutzern, Einstellungen für einen anderen Backend-Benutzer im System zu ändern.
fr: Cette option permet aux utilisateurs "admin" de modifier les paramètres pour un autre utilisateur de backend dans le système.
hi: यह विकल्प सिस्टम में "एडमिन"-यूजर को दूसरे बैकेंड यूजर के सेटिंग्स को बदलने की अनुमति देता है.
hr: Ova opcija omogućuje "admin"-korisnicima izmjenu postavki za drugog korisnika pozadinskogu sučelja u sustavu.
it: Questa opzione permette a "admin"-users di cambiare le impostazioni per un altro utente backend nel sistema.
th: ตัวเลือกนี้ช่วยให้ admin""ผู้ใช้เปลี่ยนการตั้งค่าสำหรับผู้ใช้แบ็กเอนด์อื่นในระบบ

# option_enableInstallTool.alttitle
source: Admin control for re-enabling Install Tool access
de: Admin-Steuerung für die Wiederherstellung des Installationswerkzeugzugriffs
fr: Contrôle admin pour réactiver l'accès à l'outil d'installation
hr: Admin kontrola za ponovno omogućavanje pristupa Instalacijskom alatu
it: Controllo Admin per riattivare l'accesso a Installa Tool
th: ควบคุมดูแลการ re - ทำให้เข้าถึงการติดตั้งเครื่องมือ
