Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/setup/Resources/Private/Language/*.locallang_csh_mod.xlf
Languages: de, fr, hi, hr, it, th

# .alttitle
source: User > Setup module
de: Benutzer > -Setup-Modul
fr: Module d'installation > utilisateur
hi: उपयोगकर्ता> सेटअप मॉड्यूल
hr: Korisnik > Modul postavki
it: Utente > Imposta modulo
th: โมดูล User> การตั้งค่า

# .description
source: The Setup module allows the backend user to customize TYPO3 for his own login sessions. This includes the backend language and various other interface features.
de: Das Setup-Modul ermöglicht dem Backend-Benutzer, TYPO3 für seine eigenen Login-Sitzungen anzupassen. Dazu gehören die Backend-Sprache und verschiedene andere Interface-Funktionen.
fr: Le module de configuration permet à l'utilisateur de backend de personnaliser TYPO3 pour ses propres sessions de connexion. Cela inclut la langue de fond et diverses autres fonctionnalités d'interface.
hi: अपने खुद के लॉगिन सेशन के लिए टाइपो को अनुकूल करने के लिए सेटअप मॉड्यूल बैक-एन्ड उपयोगकर्ता को अनुमति देता है। यह बैकेंड भाषा और अन्य विभिन्न इंटरफेस विशेषताएं शामिल करता हैं।
hr: Modul Postavke omogućuje korisniku pozadinskog sučelja da prilagodi svoje sesije u TYPO3 sustavu. Između ostalog, moguće je podesiti jezik pozadinskog sučelja kao i razna druga svojstva sučelja.
it: Il modulo di installazione consente all'utente backend di personalizzare TYPO3 per le sue sessioni di login. Questo include la lingua backend e varie altre funzionalità dell'interfaccia.
th: โมดูลติดตั้งให้ผู้ใช้แบ็กเอนด์เพื่อกำหนด TYPO3 สำหรับรอบเข้าสู่ระบบของตัวเอง ซึ่งรวมถึงภาษาต่างๆ backend และคุณสมบัติอื่น ๆ interface

# .details
source: <b>Notice [For Admins]:</b> These settings can all be overridden or have their default values changed by "User TSconfig". To read more about this concept, see the link below!
de: <b>Hinweis [Für Admins]:</b> Diese Einstellungen können alle überschreiben oder ihre Standardwerte durch "Benutzer TSconfig" geändert werden. Um mehr über dieses Konzept zu lesen, siehe den Link unten!
fr: <b>Avis [Pour les Admins] :</b> Ces paramètres peuvent tous être écrasés ou avoir leurs valeurs par défaut modifiées par "User TSconfig". Pour en savoir plus sur ce concept, voir le lien ci-dessous!
hi: <b>सूचना [एडमिन के लिए]:</b> यह सेटिंग सभी ओवर-रिद्देन की जा सकती है या उनकी डिफ़ॉल्ट वैल्यू "उपयोगकर्ता TSconfig" से बदली गयी है। इस सिद्धांत के बारे में अधिक पढ़ने के लिए, नीचे दी गई लिंक को देखे!
hr: <b>Napomena [za administratore]:</b> sve ove postavke mogu se pregaziti ili im se može promijeniti zadana vrijednost putem "Korisničkog TSconfig-a". Kako bi saznali više o ovom konceptu posjetite niže navedenu poveznicu!
it: <b>Nota [Per gli amministratori]:</b> Queste impostazioni possono essere sovrascritte o hanno i loro valori predefiniti modificati da "User TSconfig". Per saperne di più su questo concetto, vedi il link qui sotto!
th: <b>ประกาศ [สำหรับผู้ดูแลระบบ] :</b> ตั้งค่าเหล่านี้ทั้งหมดสามารถแทนที่หรือมีค่าเริ่มต้นของการเปลี่ยนแปลงโดย"User TSconfig" อ่านเพิ่มเติมเกี่ยวกับแนวคิดนี้ให้ดูที่ลิงก์ด้านล่าง!

# _.seeAlso
source: User TSconfig SETUP | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/Setup/Index.html
de: Benutzer TSconfig SETUP | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/Setup/Index.html
fr: Utilisateur TSconfig SETUP | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/Setup/Index.html
hr: Korisničke TSconfig postavke | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/Setup/Index.html

# _.image
source: EXT:setup/Resources/Public/Images/cshimages/setup8.png, EXT:setup/Resources/Public/Images/cshimages/setup7.png
fr: EXT:setup/Ressources/Public/Images/cshimages/setup8.png, EXT:setup/Ressources/Public/Images/cshimages/setup7.png

# .image_descr
source: The Setup module is selected in the left menu. This is how the Setup module interface looks like - a list of options to configure.
de: Das Setup-Modul ist im linken Menü ausgewählt. So sieht die Setup-Modul-Schnittstelle aus - eine Liste von Optionen, die konfiguriert werden sollen.
fr: Le module de configuration est sélectionné dans le menu de gauche. C'est comme cela que l'interface du module de configuration ressemble - une liste d'options à configurer.
hi: सेटअप मॉड्यूल बाएँ मेनू में चुना हुआ है। यह दिखाता है कि सेटअप मॉड्यूल इंटरफ़ेस केसा दिखाई देता है - कॉन्फ़िगर करने के लिए विकल्पों की सूचि।
hr: Modul Postavke nalazi se u lijevom izborniku. Modul Postavke izgleda ovako - popis opcija koje možete podešavati.
it: Il modulo di installazione è selezionato nel menu sinistro. Questo è come sembra l'interfaccia del modulo di installazione - una lista di opzioni da configurare.
th: โมดูลติดตั้งเลือกในเมนูด้านซ้าย เป็นวิธีการติดตั้งโมดูล interface ดูเหมือน -- รายการของตัวเลือกในการกำหนดค่า

# language.alttitle
source: Backend Language selection
de: Sprachauswahl für Backend
fr: Sélection de langue de base
hi: बैकेंड भाषा का चुनाव
hr: Odabir jezika pozadinskog sučelja
it: Selezione lingua Backend
th: เลือก Backend Language

# language.description
source: Select the backend language you prefer. Most parts of TYPO3s backend (for regular users) are translated into other languages.
de: Wählen Sie die von Ihnen bevorzugte Backend-Sprache. Die meisten Teile des TYPO3s Backend (für normale Benutzer) werden in andere Sprachen übersetzt.
fr: Sélectionnez la langue de base que vous préférez. La plupart des parties du backend TYPO3s (pour les utilisateurs réguliers) sont traduites dans d'autres langues.
hi: आप पसंद करते है ऐसी बैकेद भाषा चुने। टाइपो3 बैकेंड के अधिक भाग(नियमित उपयोगकर्ता के लिए) दूसरी भाषा में अनुवाद कर रहे है।
hr: Odaberite željeni jezik pozadinskog sučelja. Veliki dio pozadinskog sučelja TYPO3 sustava (za obične korisnike) preveden je na druge jezike.
it: Seleziona la lingua backend che preferisci. La maggior parte delle parti del backend TYPO3s (per gli utenti regolari) sono tradotte in altre lingue.
th: เลือกภาษาที่คุณต้องการแบ็กเอนด์ ส่วนใหญ่ของ TYPO3s backend (สำหรับผู้ใช้ปกติ) มีการแปลเป็นภาษาอื่นๆ

# _language.image
source: EXT:setup/Resources/Public/Images/cshimages/lang.png
fr: EXT:setup/Ressources/Public/Images/cshimages/lang.png

# language.image_descr
source: TYPO3 is translated into around 40 languages. English is the default language and all labels must be available in English first and foremost. This screenshot shows translations for Hebrew, Arabic, Russian and Chinese.
de: TYPO3 ist in etwa 40 Sprachen übersetzt. Englisch ist die Standardsprache und alle Labels müssen in erster Linie in Englisch verfügbar sein. Dieser Screenshot zeigt Übersetzungen für Hebräisch, Arabisch, Russisch und Chinesisch.
fr: TYPO3 est traduit en 40 langues. L'anglais est la langue par défaut et toutes les étiquettes doivent être disponibles en anglais avant tout. Cette capture d'écran montre les traductions pour l'hébreu, l'arabe, le russe et le chinois.
hi: टाइपो3 लगभग 40 भाषाओं में अनुवाद किया है। अंग्रेजी डिफ़ॉल्ट भाषा है और सभी लेबल सबसे पहले अंगरेजी में उपलब्ध होना चाहिए। इस स्क्रीनशॉट से हिब्रू, अरबी, रूसी और चीनी अनुवाद का पता चलता है।
hr: Sustav TYPO3 je prevedn na oko 40 jezika. Engleski jezik je zadani jezik te sve oznake moraju biti dostupne na engleskom jeziku prije svih drugih jezika. Ova snimka zaslona prikazuje prijevode ne hebrejski, arapski, ruski i kineski jezik.
it: TYPO3 è tradotto in circa 40 lingue. L'inglese è la lingua predefinita e tutte le etichette devono essere disponibili in inglese prima di tutto. Questo screenshot mostra traduzioni per Ebraico, Arabo, russo e cinese.
th: TYPO3 จะแปลเป็น 40 ภาษาทั่ว ภาษาอังกฤษเป็นภาษาเริ่มต้นและป้ายชื่อทั้งหมดจะต้องมีภาษาอังกฤษก่อนอื่น ภาพนี้แสดงการแปลสำหรับ Hebrew, อาหรับ, รัสเซียและจีน

# option_startModule.alttitle
source: Start module
de: Modul starten
fr: Démarrer le module
hi: आरंभ मॉड्यूल
hr: Početni modul
it: Modulo di avvio
th: module Start

# option_startModule.description
source: Let you select the module that is called when you login in the Backend The default module is "About Modules".
de: Wählen Sie das Modul, das beim Anmelden im Backend aufgerufen wird Das Standardmodul ist "Über Module".
fr: Laissez-vous sélectionner le module appelé lorsque vous vous connectez dans la Backend Le module par défaut est "À propos des modules".
hi: जब आप बैकेंड में लोगिन करेंगे तब कॉल होने वाला मॉड्यूल को चुनें डिफ़ॉल्ट मॉड्यूल "मॉड्यूल के बारे में" है।
hr: Omogućuje Vam postavljanje modula koji će biti pokrenut kada se prijavite u pozadinsko sučelje. Zadani početni modul je "O modulima".
it: Lascia che tu selezioni il modulo chiamato quando accedi nel Backend Il modulo predefinito è "Informazioni Moduli".
th: ให้คุณเลือก Backend โมดูลที่เรียกว่าคุณเมื่อเข้าสู่ระบบใน

# option_showThumbs.alttitle
source: Show Thumbnails by default
de: Vorschaubilder standardmäßig anzeigen
fr: Afficher les miniatures par défaut
hi: डिफ़ॉल्ट रूप से थंब-नेल्स दीखाए
hr: Prikaži ikonice ukoliko nije drugačije postavljeno
it: Mostra miniature di default
th: Thumbnails แสดงตามค่าเริ่มต้น

# option_showThumbs.description
source: In modules like the "Web > List" and "File > Filelist" you can enable the display of thumbnails of files (images/fonts) and records (if images are attached) with a checkbox. Setting this option will enable the display by default.
de: In Modulen wie der "Web > Liste" und "Datei > Dateiliste" können Sie die Darstellung von Thumbnails von Dateien (Bildern/Schriften) und Datensätzen (wenn Bilder angehängt werden) mit einem Kontrollkästchen aktivieren. Wenn diese Option gesetzt wird, wird die Anzeige standardmäßig aktiviert.
fr: Dans les modules comme la liste "Web > et "Fichier > Liste de fichiers", vous pouvez activer l'affichage des miniatures des fichiers (images/polices) et les enregistrements (si les images sont attachées) avec une case à cocher. La configuration de cette option permettra l'affichage par défaut.
hi: "वेब> सूचि" और "फाइल> फाइल-सूचि" जेसे मॉड्यूल में आप थंब-नेल्स फाइल(इमेजिस/फ़ॉन्ट्स) और रिकॉर्ड(यदि इमेज जुडी हुई हो तो) को चेकबॉक्स द्वारा डिस्प्ले को सक्षम कर सकते है।इस विकल्प का सेटिंग डिफ़ॉल्ट रूप से डिस्प्ले के लिए सक्षम होगा।
hr: U modulima poput "Web > Popis" i "Datoteka > Popis datoteka" možete omogućiti prikaz sličica datoteka (slike/fontovi) i zapisa (ukoliko zapisi imaju slike u privitku) pomoću kvačice. Postavljanjem ove opcije omogućujete prikaz prema zadanim postavkama.
it: Nei moduli come "Web > List" e "File > Filelist" è possibile abilitare la visualizzazione delle miniature dei file (immagini/fonts) e dei record (se le immagini sono allegate) con una casella di controllo. Impostando questa opzione si abilita il display predefinito.
th: ในโมดูลเช่น"รายการเว็บ>"และ"File> Filelist"คุณสามารถเปิดใช้การแสดงผลภาพขนาดย่อของไฟล์ (รูปแบบอักษร) และบันทึก (ถ้าภาพแนบ) มีช่องทำเครื่องหมาย ตั้งค่าตัวเลือกจะช่วยให้แสดงโดยเริ่มต้นนี้

# _option_showThumbs.image
source: EXT:setup/Resources/Public/Images/cshimages/setup5.png
fr: EXT:setup/Ressources/Public/Images/cshimages/setup5.png

# option_showThumbs.image_descr
source: When thumbnails display is enabled, files attached to records will be shown in the "Web > List" module like this.
de: Wenn die Vorschaubilder aktiviert sind, werden Dateien, die an Datensätze angehängt werden, im "Web > Listenemodul" wie diesem angezeigt.
fr: Lorsque l'affichage des miniatures est activé, les fichiers attachés aux enregistrements seront affichés dans le module "Web > List" comme celui-ci.
hi: जब थंब-नेल्स डिस्प्ले सक्षम हो, रिकॉर्ड के साथ जुडी हुई फाइल "वेब> सूचि" मॉड्यूल में इस तरह दिखाई देंगी।
hr: Kada je omogućen prikaz sličica, datoteke u privitku zapisa bit će prikazane u modulu "Web > Popis" na sljedeći način.
it: Quando il display delle miniature è abilitato, i file allegati ai record saranno mostrati nel modulo "Web > List" come questo.
th: เมื่อย่อแสดงมีการเปิดใช้ไฟล์ที่แนบระเบียนจะแสดงใน"รายชื่อเว็บ> โมดูล"เช่นนี้

# option_helpText.alttitle
source: Show help text when applicable
de: Hilfetext anzeigen, wenn zutreffend
fr: Afficher le texte d'aide quand il est applicable
hi: जब लागु हो तब सहायता टेक्स्ट दिखाए
hr: Prikaži tekst pomoći kada je to primjenjivo
it: Mostra testo aiuto quando applicabile
th: ข้อความช่วยแสดงเมื่อใช้

# option_helpText.description
source: If set, some help texts will appear by default. Applies to the "Legend" text in the Web>Access module for instance.
de: Wenn gesetzt, werden einige Hilfetexte standardmäßig angezeigt. Wird zum Beispiel auf den "Legend"-Text im Web>Access-Modul angewendet.
fr: Si défini, certains textes d'aide apparaîtront par défaut. S'applique au texte "Legend" dans le module d'accès Web>par exemple.
hi: अगर सेट हो तो, कुछ मदद टेक्स्ट्स डिफ़ॉल्ट रूप से दिखाई देंगे। उदाहरण के लिए वेब> एक्सेस मॉड्यूल में "लीजेंड" टेक्स्ट पर लागू।
hr: Ukoliko je ova opcija postavljena, neki pomoćni tekstovi bit će prikazani kao zadana opcija. Ovo se primjerice odnosi na pomoćni tekst "Legenda" u modulu Web > Pristup.
it: Se impostato, alcuni testi di aiuto appariranno di default. Si applica al testo "Legend" nel modulo di accesso>, per esempio.
th: หากตั้งบางข้อความช่วยจะปรากฏโดยค่าเริ่มต้น ใช้กับ"Legend ข้อความ"ในโมดูลเว็บ> Access เช่น

# option_maxTitleLen.alttitle
source: Maximum title length
de: Maximale Titellänge
fr: Longueur maximale du titre
hi: शीर्षक की महत्तम लम्बाई
hr: Najveća dopuštena dužina naslova
it: Lunghezza massima titolo
th: title ความยาวสูงสุด

# option_maxTitleLen.description
source: TYPO3 will often crop long titles of records etc. so only the first X characters are shown. Often the number of shown characters depends on this variable. For instance the length of page titles in the page tree is determined by this value.
de: TYPO3 wird oft lange Titel von Datensätzen etc. zuschneiden. Daher werden nur die ersten X Zeichen angezeigt. Oft hängt die Anzahl der angezeigten Zeichen von dieser Variable ab. Zum Beispiel wird die Länge der Seitentitel im Seitenbaum durch diesen Wert bestimmt.
fr: TYPO3 va souvent recadrer de longs titres d'enregistrements, etc. Donc seuls les premiers caractères X sont affichés. Souvent, le nombre de caractères affichés dépend de cette variable. Par exemple, la longueur des titres de page dans l'arborescence de page est déterminée par cette valeur.
hi: टाइपो3 रिकार्ड्स आदि के लम्बे शीर्षक क्रॉप करेंगे। इसलिए केवल पहले X केरेक्टर दिखाए जाते हैं। अक्सर दिखाए गए केरेक्टर की संख्या इस वेरिएबल पर निर्भर करती है। उदाहरण के लिए पेज ट्री में पेज शीर्षक की लम्बाई इस वैल्यू से निर्धारित की जाएगी।
hr: TYPO3 često skraćuje dugačke naslove zapisa i slično tako da se vidi samo prvih X znakova. Često broj prikazanih znakova ovisi o ovoj varijabli. Primjerice duljina naslova stranica u stablu stranica ovisi o ovoj vrijednosti.
it: TYPO3 ritarderà spesso titoli lunghi di record ecc. Così vengono mostrati solo i primi caratteri X. Spesso il numero di caratteri mostrati dipende da questa variabile. Per esempio, la lunghezza dei titoli della pagina nell'albero della pagina è determinata da questo valore.
th: TYPO3 มักจะตัดชื่อยาวของระเบียนเป็นต้นดังนั้นเพียงตัวอักษร X แรกจะปรากฏ บ่อยครั้งที่จำนวนตัวอักษรที่ปรากฏขึ้นอยู่กับตัวแปรนี้ เช่นความยาวของชื่อต้นไม้หน้าในหน้าจะถูกกำหนดโดยค่านี้

# _option_maxTitleLen.image
source: EXT:setup/Resources/Public/Images/cshimages/setup6.png
fr: EXT:setup/Ressources/Public/Images/cshimages/setup6.png

# option_maxTitleLen.image_descr
source: In this case the Maximum Title length is set to 10 - and the result is that titles in the page tree - as well as other places in the backend - will be cropped after 10 characters, then suffixed by "...". The default value is "30".
de: In diesem Fall wird die maximale Titellänge auf 10 gesetzt - und das Ergebnis ist, dass Titel im Seitenbaum - sowie andere Orte im Backend - nach 10 Zeichen gekrönt werden, dann durch "...". Der Standardwert ist "30".
fr: Dans ce cas, la longueur maximale du titre est définie à 10 - et le résultat est que les titres dans l'arborescence de la page - ainsi que d'autres endroits dans le backend - seront recadrés après 10 caractères, puis suffixés par "...". La valeur par défaut est "30".
hi: इस मामले में महत्तम शीर्षक लम्बाई 10 से सेट है और परिणाम पेज ट्री में ये शीर्षक है साथ ही साथ बैकेंड में अन्य स्थल 10 केरेक्टर के बाद क्रॉप किये जायेगे तब "..." से जोड़ा जायेगा। डिफ़ॉल्ट वैल्यू "30" है।
hr: U ovom slučaju, najveća dopuštena duljina naslova postavljena je na 10 - temeljem te postavke naslovi u stablu stranica - kao i na drugim mjestima u pozadinskom sučelju - bit će skraćeni na 10 znakova, a zatim će im biti dodan nastavak "...". Zadana vrijednost je "30".
it: In questo caso la lunghezza massima del titolo è impostata a 10 - e il risultato è che i titoli nell'albero della pagina - così come altri luoghi nel backend - saranno tagliati dopo 10 caratteri, quindi suffissati da "...". Il valore predefinito è "30".
th: ในกรณีนี้ความยาวสูงสุด Title ตั้ง 10 -- และผลก็คือชื่อในต้นไม้หน้า -- เป็นสถานที่อื่น ๆ ใน backend -- จะถูกตัดหลังจาก 10 ตัวอักษร suffixed แล้วโดย "...". ค่าเริ่มต้นคือ"30"

# option_copyLevels.alttitle
source: Recursive Copy
de: Rekursive Kopie
fr: Copie récursive
hi: पुनरावर्ती कॉपी
hr: Rekurzivno kopiranje
it: Copia ricorsiva
th: สำเนาแบบกล่าวซ้ำ

# option_copyLevels.description
source: When you copy a page, subpages can also be copied along if you set this option. The number you set here defines the number of levels under a page to include in a copy operation.
de: Wenn Sie eine Seite kopieren, können auch Unterseiten kopiert werden, wenn Sie diese Option setzen. Die hier eingestellte Zahl definiert die Anzahl der Ebenen unter einer Seite, die in einem Kopiervorgang enthalten ist.
fr: Lorsque vous copiez une page, les sous-pages peuvent également être copiées si vous définissez cette option. Le nombre que vous avez défini ici définit le nombre de niveaux sous une page à inclure dans une opération de copie.
hi: अगर आप इस विकल्प को सेट करते हो तो जब आप पेज को कॉपी करेगे तब सब-पेज भी उसके साथ कॉपी किये जायेगे। यहाँ पर आप जो नंबर सेट करेगे वो कॉपी ऑपरेशन में सामिल पेज के स्तर के नंबर को व्याख्याहित करेगा।
hr: Kada kopirate stranica, moguće je kopirati i podstranice ukoliko postavite ovu opciju. Broj koji ovdje zadate određuje koliko razina ispod dane stranice će radnja kopiranja uključiti i podstranice.
it: Quando si copia una pagina, le sottopagine possono essere copiate anche lungo se si imposta questa opzione. Il numero che si è impostato qui definisce il numero di livelli sotto una pagina per includere in un'operazione di copia.
th: เมื่อคุณคัดลอกเพจ subpages สามารถคัดลอกไปถ้าคุณกำหนดตัวเลือกนี้ หมายเลขที่คุณตั้งนี่จะกำหนดจำนวนของระดับตามหน้าเพื่อรวมในการดำเนินการคัดลอก

# option_recursiveDelete.alttitle
source: Recursive Delete
de: Rekursive löschen
fr: Supprimer récursif
hi: पुनरावर्ती डिलीट
hr: Rekurzivno brisanje
it: Elimina ricorsivo
th: ลบแบบกล่าวซ้ำ

# option_recursiveDelete.description
source: You cannot delete a page with subpages unless this flag is set. Be careful - setting this option means that TYPO3 will allow a whole tree of pages to be deleted in one go!
de: Sie können keine Seite mit Unterseiten löschen, es sei denn, diese Flagge ist gesetzt. Achten Sie darauf - diese Option bedeutet, dass TYPO3 einen ganzen Baum von Seiten in einem Schritt löschen lässt!
fr: Vous ne pouvez pas supprimer une page avec des sous-pages à moins que ce drapeau soit défini. Attention - définir cette option signifie que TYPO3 permettra à un arbre entier de pages d'être supprimé en un seul coup !
hi: जब तक ये फ्लैग सेट है आप पेज को सब-पेज के साथ डिलीट नहीं कर सकते। सावधान रहे इस विकल्प को सेट करने का मतलब है कि टाइपो3 पेज की पूरी ट्री को एक ही बार में डिलीट करने की अनुमति देगा।
hr: Ne možete obrisati stranicu koja ima podstranice osim ukoliko je postavljena ova zastavica. Budite oprezni s ovom postavkom - ukoliko je ista postavljena TYPO3 sustav dopustit će brisanje čitavog stabla stranica odjednom!
it: Non puoi eliminare una pagina con sottopagine a meno che non sia impostato questo flag. Fai attenzione - impostare questa opzione significa che TYPO3 permetterà di eliminare un intero albero di pagine in una sola volta!
th: คุณไม่สามารถลบหน้ากับ subpages เว้นแต่ flag นี้ตั้ง ระวัง -- การตั้งค่าตัวเลือกนี้หมายความว่า TYPO3 ที่จะช่วยให้ต้นไม้ทั้งหมดของหน้าเว็บที่ถูกลบในครั้งเดียว!

# option_recursiveDelete.details
source: You should also consider the performance issues involved when deleting a large page tree. It might take a considerable amount of time to do that and if PHP times out before the operation is finished the results might be unpredictable.
de: Sie sollten auch die Leistungsprobleme berücksichtigen, die beim Löschen eines großen Seitenbaums auftreten. Es kann eine beträchtliche Zeit dauern, um dies zu tun und wenn PHP mal vor dem Abschluss der Operation die Ergebnisse unvorhersehbar sein könnten.
fr: Vous devriez également envisager les problèmes de performance associés à la suppression d'un arbre de page de grande taille. Cela peut prendre beaucoup de temps pour le faire et si PHP est déconnecté avant que l'opération ne soit terminée, les résultats pourraient être imprévisibles.
hi: जब आप कोई बड़ी पेज ट्री को डिलीट कर रहे हो तब आपको शामिल परफॉरमेंस के मुद्दो विचार करना चाहिए। ऐसा करने के लिए वह काफी समय ले शकता है और ऑपरेशन समाप्त होने से पहले अगर PHP समय खत्म हो जाता है तो परिणाम उम्मीद के विरुद्ध मिलेगा।
hr: Također, potrebno je razmotriti pitanja performansi tijekom brisanja velikog stabla stranica. Postoji mogućnost da će biti potrebna znatna količina vremena za izvršenje takve zadaće te ukoliko dođe do istjecanja PHP roka za izvršenje prije kraja brisanja rezultati bi mogli biti nepredvidivi.
it: Dovresti anche considerare i problemi di prestazioni coinvolti durante la cancellazione di un albero di pagina grande. Potrebbe richiedere molto tempo per farlo e se PHP si esaurisce prima che l'operazione sia terminata, i risultati potrebbero essere imprevedibili.
th: คุณควรพิจารณาประเด็นที่เกี่ยวข้องกับการปฏิบัติเมื่อลบต้นไม้หน้าขนาดใหญ่ อาจใช้เวลาเป็นจำนวนมากของเวลาที่จะทำนั้นและหากครั้ง PHP ออกก่อนดำเนินการเสร็จสิ้นผลอาจจะไม่แน่นอน

# option_edit_RTE.alttitle
source: Enable Rich Text Editor
de: Rich Text Editor aktivieren
fr: Activer l'éditeur de texte riche
hi: रिच टेक्स्ट एडिटर सक्षम करें
hr: Omogući uređivač bogatog teksta
it: Abilita Editor di Testo Rich
th: Rich Text Editor เปิดใช้งาน

# option_edit_RTE.description
source: If set, the Rich Text Editor in TYPO3 will be enabled for you. Normally you wouldn't want to disable this option.
de: Wenn gesetzt, wird der Rich Text Editor in TYPO3 für Sie aktiviert. Normalerweise möchten Sie diese Option nicht deaktivieren.
fr: Si défini, l'éditeur de texte Rich dans TYPO3 sera activé pour vous. Normalement, vous ne voudriez pas désactiver cette option.
hi: अगर सेट है तो, टाइपो3 में रिच टेक्स्ट एडिटर आपके लिए सक्षम होगा। आम तौर पे आप इस विकल्प को निष्क्रिय करना नहीं चाहेंगे।
hr: Ukoliko je ova opcija postavljena, uređivač bogatog teksta sustava TYPO3 bit će omogućen. Preporuča se ovu opciju ne isključivati.
it: Se impostato, l'Editor di Testo Rich in TYPO3 sarà abilitato per te. Normalmente non vuoi disabilitare questa opzione.
th: หากตั้ง Rich Text Editor ใน TYPO3 จะเปิดใช้งานสำหรับคุณ ปกติคุณจะไม่ต้องการปิดตัวเลือกนี้
