Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/install/Resources/Private/Language/Report/*.locallang.xlf
Languages: hi

# environment.status.title
source: System environment check
hi: सिस्टम वातावरण की जांच

# environment.status.value
source: %1$s Test(s)
hi: %1$s टेस्ट(s)

# environment.status.message.error
source: The system environment check returned errors. Those errors will affect the functionality and stability of your TYPO3 CMS instance. Please check the install tool "System environment" for all details.
hi: सिस्टम वातावरण रिटर्न्ड एरर की जाँच करता है। यह एरर आपके टाइपो3 CMS इंस्टैंस की स्थिरता और कार्यक्षमता को प्रभावित करेगा।कृपिया सभी जानकारी के लिए इनस्टॉल टूल "सिस्टम वातावरण" की जाँच करें।

# environment.status.message.warning
source: The system environment check returned warnings. Those warnings might have a negative effect on the functionality and stability of your TYPO3 CMS instance. Please check the install tool "System environment" for all details.
hi: सिस्टम वातावरण रिटर्न्ड चेतावनी की जाँच करता है। यह चेतावनी का आपके टाइपो3 CMS इंस्टैंस की स्थिरता और कार्यक्षमता पर एक नकारात्मक प्रभाव हो सकता है। कृपिया सभी जानकारी के लिए इनस्टॉल टूल "सिस्टम वातावरण" की जाँच करें।

# environment.status.message.notice
source: The system environment check returned notices. Those should not affect the functionality and stability of your TYPO3 CMS instance. Please check the install tool "System environment" for all details.
hi: सिस्टम वातावरण रिटर्न्ड नोटिस की जाँच करता है। यह टाइपो3 CMS इंस्टैंस की स्थिरता और कार्यक्षमता को प्रभावित नहीं करना चाहिए। कृपिया सभी जानकारी के लिए इनस्टॉल टूल "सिस्टम वातावरण" की जाँच करें।

# status_fileSystem
source: File System
hi: फ़ाइल सिस्टम

# status_writable
source: Writable
hi: लिखने योग्य

# status_missingDirectory
source: Required directory missing
hi: आवश्यक डिरेक्टरी मौजूद नहीं

# status_nonExistingDirectory
source: Directory not existing
hi: डिरेक्टरी मौजूदा नहीं

# status_recommendedWritableDirectory
source: Directory should be writable
hi: डिरेक्टरी लिखने योग्य होना चाहिए

# status_requiredWritableDirectory
source: Directory not writable
hi: डिरेक्टरी लिखने योग्य नहीं

# status_directoryDoesNotExist
source: %s does not exist.
hi: %s अस्तित्व में नहीं है।

# status_directoryDoesNotExistCouldNotCreate
source: %s does not exist and could not be created.
hi: %s अस्तित्व में नहीं है और बनायी नहीं जा सकती।

# status_directoryShouldAlsoBeWritable
source: Also note that it should be writable, if it did exist.
hi: यह भी ध्यान रखें कि अगर यह मौजूद हो, तो यह लिखने योग्य होना चाहिए।

# status_directoryShouldBeWritable
source: %s should be writable.
hi: %s लिखने योग्य होना चाहिए।

# status_directoryMustBeWritable
source: %s must be writable.
hi: %s लिखने योग्य ही होना चाहिए।

# status_remainingUpdates
source: Remaining updates
hi: बचे हुए अपडेट्स

# status_remoteFetchException
source: Could not fetch version matrix of TYPO3. Maybe this instance is blocked by a firewall?
hi: टाइपो3 के संस्करण मैट्रिक्स को लाया नहीं जा सका। हो सकता है कि फ़ायरवॉल द्वारा रोका गया है ?

# status_isDevelopmentVersion
source: This version of TYPO3 seems to be a development version. Thus no update information exists.
hi: ऐसा लग रहा है की यह टाइपो3 संस्करण का विकास हो रहा है। इस प्रकार कोइ अपडेट की जानकारी मौजूद नहीं है।

# status_patchLevelNotFoundInReleaseMatrix
source: It seems that this TYPO3 version has never been released. Thus no update information exists.
hi: ऐसा लगता है की यह टाइपो3 संस्करण जारी नहीं किया गया है। इस प्रकार के कोइ अपडेट की जानकारी मौजूद है।

# status_newVersion
source: There is a new version of TYPO3 available. You can update to version %s
hi: वहाँ टाइपो3 का एक नया संस्करण उपलब्ध है। आप संस्करण %s पर अपडेट कर सकते है

# status_versionOutdated
source: The TYPO3 version you're using is not supported anymore. You should update to a supported version.
hi: टाइपो3 का संस्करण जिसका आप उपयोग कर रहे हैं वो अब समर्थित नहीं है। आप समर्थित संस्करण को लिए अपडेट करना चाहिए।

# status_installToolPassword
source: Install Tool Password
hi: इनस्टॉल टूल पासवर्ड

# status_installTool
source: Install Tool
hi: इनस्टॉल टूल

# status_enabledPermanently
source: Enabled permanently
hi: स्थायी रूप से सक्षम

# status_enabledTemporarily
source: Enabled temporarily
hi: अस्थायी रूप से सक्षम

# status_installEnabledTemporarily
source: The Install Tool is temporarily enabled. Delete the file "%s" when you have finished setting up TYPO3. If not used the Install Tool will be disabled automatically in %s minutes.
hi: इनस्टॉल टूल अस्थायी रूप से सक्षम है। टाइपो3 स्थापित हो जाने के बाद फाइल "%s" को डिलीट कर दे। अगर उपयोग नहीं हो रहा हे तो इनस्टॉल टूल "%s" मिनिट में अपने-आप अक्षम हो जायेगा।
