Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/scheduler/Resources/Private/Language/*.locallang.xlf
Languages: da, th

# action.add
source: Add task
da: Tilføj opgave
th: เพิ่มงาน

# action.edit
source: Edit task
da: Redigér opgave
th: แก้ไขงาน

# button.cancel
source: Cancel
da: Annullér
th: ยกเลิก

# function.scheduler
source: Scheduled tasks
da: Planlagte opgaver
th: กำหนดงาน

# function.check
source: Setup check
da: Opsætningstjek
th: ตรวจสอบการติดตั้ง

# hdg.lastRun
source: Last run
da: Sidste kørsel
th: การทำงานล่าสุด

# label.automatically
source: automatically
da: automatisk
th: อัตโนมัติ

# label.cachingFrameworkGarbageCollection.selectBackends
source: Backend types
da: Backend typer
th: ประเภทของ Backend

# label.recyclerGarbageCollection.numberOfDays
source: Number of days until removing files
da: Antal dage indtil filerne fjernes

# label.checkAll
source: Check/uncheck all
da: Tjek/fjern alle
th: เลือก / ยกเลิกการเลือกทั้งหมด

# label.class
source: Class
da: Klasse
th: คลาส

# label.defType
source: Definition type
da: Definitions-type
th: ประเภทคำจำกัดความ

# label.defType.cron
source: Cron command
da: Cron kommando
th: คำสั่ง Cron

# label.description
source: Description
da: Beskrivelse
th: ลักษณะ

# label.end
source: End (HH:MM DD-MM-YYYY)
da: Stop (HH:MM DD-MM-YYYY)

# label.executeSelected
source: Execute selected tasks
da: Kør valgte opgaver
th: ผู้เลือกงาน

# label.extension
source: Extension
da: Udvidelse

# label.frequency
source: Frequency
da: Frekvens
th: ความถี่

# label.frequency.long
source: Frequency (seconds or cron command)
da: Frekvens (sekunder eller cron kommando)
th: ความถี่ (วินาทีหรือคำสั่ง cron)

# label.lastExecution
source: Last Execution
da: Sidste kørsel
th: ปฏิบัติการล่าสุด

# label.manual
source: Manual
da: Manuel
th: คู่มือการใช้

# label.manually
source: manually
da: manuelt
th: ด้วยตัวเอง

# label.name
source: Name
da: Navn
th: ชื่อ

# label.nextExecution
source: Next Execution
da: Næste kørsel
th: การทำงานครั้งต่อไป

# label.parallel
source: Parallel Execution
da: Parallel kørsel
th: การดำเนินการแบบคู่ขนาน

# label.parallel.long
source: Allow Parallel Execution
da: Tillad parallel kørsel
th: อนุญาตให้ดำเนินการแบบคู่ขนาน

# label.serverTime
source: Server time
da: Servertid
th: เวลาของ Server

# label.sleepTime
source: Sleep time
da: Hviletid
th: เวลาพัก

# label.fileStorageIndexing.storage
source: Storage to index
da: Lagring til indeks

# label.fileStorageExtraction.fileCount
source: Number of files per run
da: Antal filer pr. gennemløb

# label.tableGarbageCollection.allTables
source: Clean all available tables
da: Rens alle tilgængelige tabeller

# label.tableGarbageCollection.table
source: Table to clean up
da: Tabeller der skal renses

# label.tableGarbageCollection.additionalInformationTable
source: Table: %s
da: Tabel: %s

# label.tableGarbageCollection.additionalInformationAllTables
source: All tables
da: Alle tabeller

# label.tableGarbageCollection.numberOfDays
source: Delete entries older than given number of days
da: Slet indtastninger som er ældre end det angivne antal dage

# label.type.recurring
source: Recurring
da: Tilbagevendende
th: เกิดขึ้นอีก

# label.type.single
source: Single
da: Enkel
th: เดียว

# label.group
source: Task group
da: Opgavegruppe

# msg.addError
source: The task could not be added.
da: Det var ikke muligt at tilføje opgaven.
th: ไม่สามารถเพิ่มงานได้

# msg.addSuccess
source: The task was added successfully.
da: Opgaven blev tilføjet.
th: งานถูกบันทึกเรียบร้อยแล้ว

# msg.cliScript
source: The script to execute the Scheduler from the command line is: <strong>"%s scheduler:run"</strong>.
da: Scriptet der kører Scheduler fra kommandolinjen er: <strong>"%s scheduler"</strong>.

# msg.cliScriptExecutable
source: The webserver user is allowed execute this script.
da: Webserver-bruger har ikke tilladelse til at køre dette script.
th: อนุญาตให้ผู้ใช้เว็บเซิร์ฟเวอร์ให้รันสคริปต์นี้

# msg.cliScriptNotExecutable
source: The webserver user is not allowed to execute this script.
da: Webserver-bruger har ikke tilladelse til at køre dette script.
th: ไม่อนุญาตให้ผู้ใช้เว็บเซิร์ฟเวอร์ให้รันสคริปต์นี้

# msg.delete
source: Are you sure you want to delete this task?
da: Er du sikker på, at du vil slette denne opgave?
th: คุณแน่ใจหรือว่าต้องการลบงานนี้

# msg.deleteError
source: The task could not be deleted.
da: Det var ikke muligt at slette opgaven.
th: ไม่สามารถลบงานได้

# msg.deleteSuccess
source: The task was successfully deleted.
da: Opgaven blev slettet med succes.
th: ลบงานสำเร็จ

# msg.endDateSmallerThanStartDate
source: The end date is before the start date.
da: Slutdato ligger før startdato.
th: วันสุดท้ายคือก่อนวันเริ่มต้น

# msg.executed
source: Executed: %s
da: Kørt: %s
th: ทำงาน: % s

# msg.frequencyError
source: Invalid frequency. Please enter either a number of seconds or a valid cron command. The cron parser said: %1$s [code: %2$d].
da: Ugyldig frekvens. Indtast enten et antal sekunder eller en gyldig cron-kommando. Cron-parseren returnerede: %1$s [code: %2$d].

# msg.incompleteLastRun
source: The information about the last execution of the Scheduler is incomplete.
da: Informationen om den sidste kørsel af Scheduler er ikke komplet.
th: ข้อมูลเกี่ยวกับการทำงานสุดท้ายของ Scheduler ไม่สมบูรณ์

# msg.infoScreenIntro
source: This is the list of all available tasks in this TYPO3 installation. Click on the icon at the far right to directly create a new scheduled task of the chosen type.
da: Dette er listen over tilgængelige opgaver i TYPO3 installationen. Klik på ikonet helt til højre for at oprette en ny planlagt opgave af den valgte type.
th: นี่คือรายการงานทั้งหมดที่มีอยู่ใน TYPO3 installation คลิกที่ไอคอนที่ด้านขวาสุดเพื่อสร้างตารางานของประเภทที่เลือกใหม่ได้โดยตรง

# msg.invalidFrequency
source: Invalid frequency. Please enter either a number of seconds or a valid cron command.
da: Ugyldig frekvens. Indtast enten et tal i sekunder eller en gyldig cron kommando.
th: ความถี่ไม่ถูกต้อง กรุณากรอกจำนวนวินาทีหรือคำสั่ง cron ที่ถูกต้อง

# msg.invalidSleepTime
source: Please enter a sleep time greater or equal to 0 (zero).
da: Indtast en pausetid større eller lig med 0 (nul).
th: กรุณากรอกเวลาพักว่ามากกว่าหรือเท่ากับ 0 (ศูนย์)

# msg.lastRun
source: The Scheduler was last started (%1$s) on %2$s at %3$s and ended on %4$s at %5$s.
da: Scheduler blev sidst startet (%1$s) den %2$s klokken %3$s og sluttede den %4$s klokken %5$s.

# msg.maynotDeleteRunningTask
source: A running task may not be deleted.
da: En kørende opgave kan ikke slettes.
th: งานที่ทำงานอยู่อาจลบไม่ได้

# msg.maynotEditRunningTask
source: A running task may not be edited.
da: En kørende opgave kan ikke redigeres.
th: งานที่ทำงานอยู่อาจแก้ไขไม่ได้

# msg.maynotStopNonRunningTask
source: The task is not running. There are no executions to unmark.
da: Opgaven kører ikke. Der er ikke nogen kørsel at afbryde.
th: งานไม่ทำงาน ไม่มีการทำงานที่จะยกเลิกการทำเครื่องหมาย

# msg.noEmail
source: Please enter an email address.
da: Indtast en e-mail adresse.
th: กรุณากรอกอีเมล์

# msg.noFrequency
source: No frequency was defined, either as an interval or as a cron command.
da: Ingen frekvens blev angivet, hverken som interval eller cron kommando.
th: ความถี่ไม่มีการกำหนดว่าจะเป็นช่วงเวลาหรือตามคำสั่ง cron

# msg.noLastRun
source: The Scheduler has never yet run or the information about the last run has been lost.
da: Scheduler har aldrig kørt, eller information om sidste kørsel er gået tabt.
th: Scheduler ยังไม่เคยใช้หรือข้อมูลเกี่ยวกับการทำงานล่าสุดได้ถูกหายไป

# msg.noTasksDefined
source: There are currently no task classes available at all. To be able to create new tasks, you must either enable the samples provided by the Scheduler or install some other extension that relies on the Scheduler.
da: Der er i øjeblikket ikke nogen opgaveklasser tilgængelige overhovedet. For at kunne oprette nye opgaver, skal du enten aktivere eksemplerne leveret af Scheduler, eller installere nogle andre udvidelser, der benytter Scheduler.
th: ไม่มีงาน class ที่ใช้งานได้ในขณะนี้ หากต้องการสร้างงานใหม่ คุณต้องเปิดการใช้งานตัวอย่างที่ให้ไว้ หรือ ติดตั้งบาง extension อื่นๆ ที่อาศัย Scheduler

# msg.noTaskClassFound
source: The selected task class could not be found. You should probably contact the task's developers.
da: Den valgte opgaveklasse kunne ikke findes. Du burde formentlig kontakte udvikleren af opgaven.
th: ไม่พบ class งานที่เลือกไว้ ควรติดต่อผู้พัฒนางาน

# msg.noTasks
source: No tasks defined yet.
da: Ingen opgave defineret endnu.
th: ยังไม่มีงานใดที่กำหนด

# msg.notExecuted
source: Not executed: %s
da: Intet kørt: %s
th: ดำเนินการไม่ได้ :% s

# msg.executionFailed
source: Execution of task "%1$s" failed with the following message: %2$s
da: Kørslen af opgave "%1$s" fejlede med følgende meddelelse: %2$s

# msg.executionFailureDefault
source: The execution failed, but the error message could not be retrieved (it was probably too large). Sorry.
da: Kørslen fejlede, men fejlmeddelelsen kunne ikke hentes frem (den var formentlig for stor). Undskyld.
th: การดำเนินการล้มเหลว แต่ข้อความ error จะไม่ถูกเรียกคืน(มีขนาดใหญ่เกินไป) ขออภัย

# msg.executionFailureReport
source: Execution failed: %1$d, %2$s
da: Kørslen fejlede: %1$d, %2$s

# msg.noStartDate
source: Please define a start date.
da: Angiv en startdato.
th: กรุณากำหนดวันเริ่มต้น

# msg.invalidStartDate
source: Start date is invalid.
da: Startdato er ugyldig.
th: วันที่เริ่มต้นไม่ถูกต้อง

# msg.invalidEndDate
source: End date is invalid.
da: Slutdato er ugyldig.
th: วันที่สิ้นสุดไม่ถูกต้อง

# msg.invalidNumberOfDays
source: Number of days is invalid.
da: Antal af dage er ugyldigt.

# msg.selectionOfNonExistingCacheBackends
source: Some of the selected cache backends do not exist. Please select valid backends only.
da: Nogle af de valgte cache backends eksisterer ikke. Vælg kun gyldige backends.

# msg.noCacheBackendSelected
source: Please select at least one cache backend.
da: Vælg mindst en cache backend.

# msg.invalidTaskClass
source: <strong>The following tasks can not be executed. No related class could be found for none of the following listed tasks.</strong> You should consider reinstalling the extension that provided them or simply deleting the tasks. Please check also if any of the listed tasks have to be recreated manually (which can be necessary after an extension update due to breaking changes or missing migration scripts).
da: Klassen %s i den registrerede opgave kunne ikke findes. Du burde geninstallere udvidelsen som leverer opgaven, eller blot slette denne opgave.

# msg.invalidTaskClassEdit
source: The current class (%s) could not be found. Change it below or consider deleting this task altogether.
da: Den aktuelle klasse (%s) kunne ikke findes. Skift herunder eller overvej at slette opgaven helt.
th: ไม่พบ class ปัจจุบัน (% s) เปลี่ยนที่ด้านล่างหรือพิจารณาลบงานนี้ทั้งหมด

# msg.schedulerSetupCheck
source: This screen checks if the requisites for running the Scheduler as a cron job are fulfilled. It also displays information about the last run of the Scheduler.
da: Dette skærmbillede tjekker om forudsætningerne for at køre Scheduler som et cronjob er til stede. Det viser også information om sidste kørsel af Scheduler.
th: ตรวจสอบหน้าจอถ้าสิ่งจำเป็นสำหรับ Schedulerเป็นหน้าที่ของ cron เป็นจริง และยังแสดงข้อมูลเกี่ยวกับการทำงานครั้งล่าสุดของ Scheduler ด้วย

# msg.serverTime
source: Current server time is %s.
da: Aktuel servertid er %s.
th: เวลาเซิร์ฟเวอร์ปัจจุบันคือ %s

# msg.serverTimeHelp
source: All dates and times in the Scheduler are measured according to the server's time, as the Scheduler is run purely on the server-side.
da: Alle datoer og tidspunkter i Scheduler er udregnet efter serverens tid, da Scheduler udelukkende kører på serversiden.
th: ทุกวันและเวลาในตารางเวลาที่มีการวัดตามเวลาของเซิร์ฟเวอร์ และ Scheduler จะทำงานบนฝั่งเซิร์ฟเวอร์

# msg.stop
source: Are you sure you want to mark this task as not running? Note that this will not stop the actual script (if unsure please refer to the manual).
da: Er du sikker på at du vil markere denne opgave til ikke at køre? Bemærk at det vil stoppe det aktuelle script (hvis du er usikker, se manualen).
th: คุณแน่ใจหรือว่าต้องการทำเครื่องหมายงานนี้ว่าไม่ทำงาน โปรดทราบว่าการทำงานนี้จะไม่หยุดสคริปต์ที่เกิดขึ้น (ถ้าไม่แน่ใจ โปรดอ่านคู่มือ)

# msg.stopError
source: The task could not be marked as non-running.
da: Opgaven kunne ikke markeres til ikke at køre.
th: งานไม่สามารถทำเครื่องหมายเป็นไม่ใช้

# msg.stopSuccess
source: The task was successfully marked as non-running.
da: Opgaven blev markeret til ikke at køre.
th: งานได้สำเร็จเป็นเครื่องหมายที่ไม่ทำงาน

# msg.taskNotFound
source: The requested task (UID: %d) was not found.
da: Den forespurgte opgave (UID: %d) blev ikke fundet.
th: งานขอ (UID :% d) ไม่พบ

# msg.updateSuccess
source: The task was updated successfully.
da: Opgaven blev opdateret.
th: งานได้ปรับปรุงเรียบร้อยแล้ว

# msg.updateError
source: The task could not be updated.
da: Det var ikke muligt at opdatere opgaven.
th: งานไม่สามารถปรับปรุง

source: None
da: Ingen
th: ไม่

# status.progress
source: Progress
da: Fremgang

# status.disabled
source: disabled
da: deaktiveret
th: ปิดการใช้งาน ยกเลิก

# status.failure
source: failure
da: fejl
th: ความล้มเหลว

# status.late
source: late
da: forsinket
th: ช้า

# status.running
source: running
da: kører
th: กำลังทำงาน

# status.scheduled
source: scheduled
da: planlagt
th: ตามกำหนดการ

source: Task
da: Opgave
th: งาน

# title
source: TYPO3 Scheduler administration module
da: TYPO3 Scheduler administrationsmodul
th: โมดูล การบริหารกำหนดการ TYPO3

# action.run_task
source: Run task
da: Kør opgave

# testTask.name
source: Scheduler test task
da: Scheduler testopgave

# testTask.description
source: The Scheduler test task just sends a mail to a given email address. It is designed to be used for testing purposes.
da: Scheduler testopgave sender en e-mail til en given adresse. Opgaven er designet udelukkende til testformål.

# sleepTask.name
source: Scheduler sleep task
da: Scheduler pauseopgave

# sleepTask.description
source: This task does nothing but put PHP to sleep for a number of seconds. It is designed to test multiple executions.
da: Denne opgave gør ingenting end at sætte PHP på pause i et antal sekunder. Det er designet til at teste adskillige kørsler.

# cachingFrameworkGarbageCollection.description
source: This task calls the garbage collection of configured caching framework caches which use one of the selected backends. This will free some space in cache backends which do not have an internal garbage collection. In case of the default database backend it is advisable to run this task once a day when the database is mostly idle.
da: Denne opgave kalder garbage collection af det konfigurerede caching framework, som anvender en af de valgte backends. Det vil frigøre noget plads i den cache backends, som ikke har en intern garbage collection. I tilfælde af kun en standard database backend, anbefales det at køre denne opgave en dag, hvor der er minimal belastning på databasen.

# fileIndexing.name
source: [OBSOLETE] File Abstraction Layer: Indexing job
da: [OBSOLETE] File Abstraction Layer: Indekseringsjob

# fileIndexing.description
source: Runs indexing tasks based on an indexing configuration and a storage/folder information.
da: Kører indeksering baseret på indekserings-opsætning og mappe/lager-information.

# fileStorageIndexing.name
source: File Abstraction Layer: Update storage index
da: File Abstraction Layer: Opdatér lagerindeks

# fileStorageIndexing.description
source: Updates the Index/Cache Data of a Storage; only needed if changes to the storage are possible outside the backend (FTP, RemoteStorages).
da: Opdaterer indeks/cache-data i et lager; kun nødvendig hvis ændringer af lageret er muligt udenfor backend (FTP, eksterne lagre).

# fileStorageExtraction.name
source: File Abstraction Layer: Extract metadata in storage
da: File Abstraction Layer: Udtræk metadata i lageret

# fileStorageExtraction.description
source: Extracts metadata for all files in storage which have been changed since last run.
da: Udtrækker metadata fra alle filer i lageret, som er blevet ændret siden sidste kørsel.

# tableGarbageCollection.name
source: Table garbage collection
da: Tabel garbage collection

# tableGarbageCollection.description
source: Task to delete old entries from specific tables like sys_log. Use $GLOBALS['TYPO3_CONF_VARS']['SC_OPTIONS']['scheduler']['tasks']['tx_scheduler_TableGarbageCollection']['options']['tables'] to configure tables. Refer to the manual for more details.
da: Opgave der sletter gamle indtastninger og optegnelser fra specifikke tabeller, som sys_log. Brug $GLOBALS['TYPO3_CONF_VARS']['SC_OPTIONS']['scheduler']['tasks']['tx_scheduler_TableGarbageCollection']['options']['tables'] til at konfigurere tabeller. Se desuden manualen for yderligere detaljer.

# recyclerGarbageCollection.description
source: This task empties all "_recycler_" folders below fileadmin. This helps free some space in the file system.
da: Denne opgave tømmer alle "_recycler_" mapper under fileadmin. Dette frigør plads i filsystemet.

# function.info
source: Information
th: ข้อมูล

# hdg.cliScript
source: CLI script
th: script CLI

# label.defType.interval
source: Interval
th: ระยะห่าง

# label.start
source: Start (HH:MM DD-MM-YYYY)
th: เริ่มต้น (HH : MM DD - MM - YYYY)

# label.type
source: Type
th: ชนิด

source: Status
th: สถานะ
