Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/scheduler/Resources/Private/Language/*.locallang_csh_scheduler.xlf
Languages: da

# .description
source: The Scheduler provides an interface to register and manage recurring or one-time tasks.
da: Scheduler tilbyder en grænseflade til at registrere og håndtere gentagende eller enkeltstående opgaver.

# .syntax
source: The Scheduler uses a single cron job to handle all registered tasks. It is thus very convenient as only one cron job needs to be set up and all task frequencies can be managed from the BE module.
da: Scheduler bruger et enkelt cronjob til at håndtere alle registrerede opgaver. Det er praktisk fordi det kun kræver at blive sat op een gang, og herefter styres alle opgavers frekvens fra et enkelt BE-modul.

# task_class.alttitle
source: Class of the task
da: Klasse for opgaven

# task_class.description
source: Choose a class from the list of available tasks
da: Vælg en klasse fra listen over tilgængelige opgaver

# task_class.details
source: Some tasks are provided by the TYPO3 Core itself. Others come from extensions. See the manual to learn how to create your own tasks and register them with the Scheduler.
da: Nogle opgaver tilbydes fra TYPO3 core. Andre kommer fra udvidelser. Kig i manualen for at lære, hvordan man opretter sine egne opgaver og registrerer dem med Scheduler.

# task_disable.alttitle
source: Disable task
da: Deaktivér opgave

# task_disable.description
source: Check this box to disable the automatic, scheduled execution of this task. It can still be launched manually from the BE module.
da: Vælg denne boks for at deaktivere den automatisk planlagte kørsel af opgaven. Den kan fortsat startes manuelt fra BE-modulet.

# task_type.alttitle
source: Type of task
da: Opgave-type

# task_type.description
source: Choose whether the task must happen a single time or will be repeated
da: Vælg hvorvidt opgaven skal køre en enkelt gang eller om den skal gentages

# task_start.alttitle
source: Start of task
da: Opgavens start

# task_start.description
source: Enter a start date and time for the task
da: Indtast en start-dato og -tid for opgaven

# task_start.details
source: Date must be entered in a standard format like HH:mm dd-mm-YYYY or YYYY-mm-dd HH:mm. Natural keywords can also be used, like "now" or "tomorrow". Date and time must correspond to the server's time zone.
da: Dato skal indtastes i et standard-format i stil med HH.mm dd-mm-YYYY eller YYYY-mm-dd HH:mm. Naturlige nøgleord kan også bruges, i stil med "now" eller "tomorrow". Dato og tid skal svare til serverens tids-zone.

# task_end.alttitle
source: End of task
da: Opgavens slut

# task_end.description
source: Enter an end date and time for the task, can be blank
da: Indtast en slut-dato og -tid for opgaven, den kan være blank

# task_end.details
source: Date must be entered in a standard format like HH:mm dd-mm-YYYY or YYYY-mm-dd HH:mm. Natural keywords can also be used, like "now" or "tomorrow". Date and time must correspond to the server's time zone. Can be left blank, if task is not supposed to end at any point.
da: Dato skal indtastes i et standard-format i stil med HH.mm dd-mm-YYYY eller YYYY-mm-dd HH:mm. Naturlige nøgleord kan også bruges, i stil med "now" eller "tomorrow". Dato og tid skal svare til serverens tids-zone. Kan efterlades bland, hvis opgaven ikke har noget sluttidspunkt.

# task_frequency.alttitle
source: Frequency of task
da: Opgavens frekvens

# task_frequency.description
source: Enter a frequency, either in seconds or using a cron-like syntax (minutes, hours, day of month, months and day of week)
da: Indtast en frekvens i enten sekunder eller ved hjælp af cron syntax (minutter, timer, dag i måneden, måneder eller dag i ugen)

# task_frequency.details
source: The frequency of the task can be simply entered as a number of seconds. Alternatively it is possible to use the same syntax as for cron jobs. This is simply a list of five numbers or the wildcard "*", separated by blanks. The five numbers are (in order) minutes, hours, day of month, months and day of week. Examples: */5 * * * * means every 5 minutes 30 22 * * * means every day at 22:30 The Scheduler supports the full cron syntax.
da: Frekvensen på opgaven kan indtastes som et antal sekunder. Alternativt er det muligt at benytte samme syntaks som ved cronjobs. Her benytter man en liste af fem tal eller wildcard "*", adskilt af blanktegn. De fem tal er i rækkefølge; minutter, timer, dag i måneden, måned og dag i ugen. Eksempler: */5 * * * * betyder hvert femte minut 30 22 * * * betyder hver dag klokken 22:30 Scheduler understøtter fuld cron syntaks.

# task_multiple.alttitle
source: Multiple executions
da: Flere kørsler

# task_multiple.description
source: Choose whether a task can be running several times simultaneously or not
da: Vælg hvorvidt en opgave skal køre flere gange samtidig eller ej

# task_email.alttitle
source: Email address
da: E-mail adresse

# task_email.description
source: Enter a recipient for the mails sent by the test task
da: Indtast en modtager af e-mail der sendes fra test opgaven

# task_description.alttitle
source: Task description
da: Opgavebeskrivelse

# task_description.description
source: Enter a description for this task
da: Indtast en beskrivelse for denne opgave

# task_group.alttitle
source: Task group
da: Opgave-gruppe

# task_group.description
source: In case of a high number of different tasks, it may be useful to visually group similar tasks.
da: I situationer med et højt antal opgaver, kan det for overblikkets skyld, være fornuftigt at opdele beslægtede opgaver i grupper.

# task_sleepTime.alttitle
source: Sleep time
da: Hviletid

# task_sleepTime.description
source: Enter a number of seconds during which the task will just sleep.
da: Indtast et antal sekunder hvorunder opgaven skal holde pause.

# task_cachingFrameworkGarbageCollection_selectedBackends.alttitle
source: Select backends
da: Vælg backends

# task_cachingFrameworkGarbageCollection_selectedBackends.description
source: If a cache uses one of the selected backends, the garbage collection will be called for this cache.
da: Hvis en cache benytter en af de valgte backends vil garbage colletion blive kaldt for denne cache.

# task_tableGarbageCollection_numberOfDays.alttitle
source: Number of days
da: Antal dage

# task_tableGarbageCollection_numberOfDays.description
source: Delete rows from selected table that are older than given number of days.
da: Slet rækker fra valgte tabel, som er ældre end det angivne antal dage.

# task_tableGarbageCollection_table.alttitle
source: Select table
da: Vælg tabel

# task_tableGarbageCollection_table.description
source: Select one of the registered tables to be cleaned up with this task.
da: Vælg en af de registrerede tabeller der skal ryddes op i af denne opgave.

# task_tableGarbageCollection_allTables.alttitle
source: Clean up all tables
da: Ryd op i alle tabeller

# task_tableGarbageCollection_allTables.description
source: If selected, all configured tables are cleaned. The selection below is ignored.
da: Der ryddes op i alle konfigurerede tabeller hvis dette vælges. Valget herunder vil blive ignoreret.

# task_recyclerGarbageCollection_numberOfDays.alttitle
source: Number of days
da: Antal dage

# task_recyclerGarbageCollection_numberOfDays.description
source: Delete files in _recycler_ folders that are older than the given number of days.
da: Slet filer i _recycler_ foldere, der er ældre end det angivne antal dage.
