Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/t3editor/Resources/Private/Language/*.locallang.xlf
Languages: it, km, ru

# deactivate
source: Deactivate t3editor
it: Disattiva l'editor t3
km: អសកម្ម t3editor
ru: Отключить t3editor

source: Template
it: Modello
ru: Шаблон

source: Constants
it: Costanti
km: កុងស្តង់
ru: Константы

source: Setup
it: Imposta
km: ដំឡើង
ru: Настройка

source: Unknown content type
it: Tipo di contenuto sconosciuto

# pageIDInteger
source: Syntax error: Parameter pageID must be a valid integer.
it: Errore di sintassi: il parametro pageID deve essere un intero valido.
km: កំហុស​រូបមន្ត​៖ ប៉ារ៉ាម៉ែត pageID ត្រូវ​តែ​ជា​លេខ​ចំនួន​គត់ ។
ru: Синтаксическая ошибка: Параметр pageID должен быть целым числом.

# noPermission
source: Access denied: No permission to template records.
it: Accesso negato: Nessun permesso per i record di template.
km: ការចូល​ប្រើ​មិន​ទទួល​ស្គាល់៖ គ្មាន​សិទ្ធិ​ប្រើ​ទិន្នន័យ​គំរូ ។
ru: Доступ закрыт: нет разрешений для записей шаблонов.

# typeIDMissing
source: Syntax error: At least parameter typeID has to be supplied.
it: Errore di sintassi: almeno il parametro typeID deve essere fornito.
km: កំហុស​រូបមន្ត៖ យ៉ាងហោច​ណាស់ ប៉ារ៉ាម៉ែត typeID ត្រូវ​តែ​មាន ។
ru: Синтаксическая ошибка: должен быть предоставлен хотя бы параметр typeID .

# js.label_lines
source: lines
it: linee
km: បន្ទាត់
ru: строки

# js.label_documentModified
source: document has been modified
it: il documento è stato modificato
km: ឯកសារ​បាន​កែ
ru: документ изменен

# js.label_errorWhileSaving
source: An error occurred while saving the data.
it: Si è verificato un errore durante il salvataggio dei dati.
km: កំហុស​បាន​កើត​ឡើង​ក្នុង​ពេល​រក្សាទុក​ទិន្នន័យ ។
ru: При сохранении данных произошла ошибка.

source: File
km: ឯកសារ
ru: Файл
