Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/filelist/Resources/Private/Language/*.locallang_mod_file_list.xlf
Languages: da, fr, hi, hr, ja, km, th

# bigControlPanel
source: Extended view
da: Udvidet visning
fr: Vue avancée
hi: एक्सटेंडेड व्यू
hr: Prošireni pregled
km: ពង្រីក​ការមើល
th: ดูเพิ่มเติม

# clipBoard
source: Show clipboard
da: Vis klippebord
fr: Afficher le presse-papier
hi: क्लिपबोर्ड दखाये
hr: Prikaži memoriju (clipboard)
ja: クリップボードを表示
km: បង្ហាញ​ឃ្លិបបត
th: แสดงคลิปบอร์ด

# clip_paste
source: Paste in clipboard content
da: Indsæt klippebordets indhold
fr: Coller le contenu du presse-papier
hi: क्लिपबोर्ड कंटेंट में पेस्ट करे
hr: Zalijepi sadržaj memorije
ja: 下に貼り付け: クリップボードの内容をこのレコードの下に貼り付けます
km: ផេសថ៍​ក្នុង​មាតិកា​ឃ្លិបបត
th: วางในคลิปบอร์ดเก็บเนื้อหา

# clip_pasteInto
source: Paste into: Clipboard content is inserted into this folder
da: Indsæt i: Klippebordets indhold indsættes i denne mappe
fr: Coller dans: le contenu du presse-papier est inséré dans ce dossier
hi: पेस्ट इन टू: इस फोल्डर में कल्पबोर्ड कंटेंट डाला गया
hr: Zalijepi u: sadržaj memorije se ubacuje u ovaj direktorij
ja: ここに貼り付け: クリップボードの内容がこのフォルダの中に挿入されます
km: ផេស្ត៍​ទៅ​ក្នុង៖ មាតិកា​ឃ្លិបបត​បាន​បញ្ជូល​ទៅ​ក្នុង​ថត​ឯកសារ​នេះ
th: วาง: เนื้อหาในคลิปบอร์ดถูกแซกไปในแฟ้มข้อมูลแล้ว

# clip_markRecords
source: Mark All/Mark none
da: Markér alle/Markér ingen
fr: Sélectionner tout/rien
hi: मार्क ओल/मार्क नॉन
hr: Označi sve/Označi ništa
ja: すべてにチェック/すべてのチェックをはずす
km: ដាក់​សម្គាល់​ទាំងអស់​/​មិន​ដាក់​សម្គាល់
th: เลือทั้งหมด/ไม่เลือกเลย

# clip_selectMarked
source: Transfer the selection of files to clipboard
da: Overfør udvalget af filer til klippebordet
fr: Transférer les fichiers sélectionnés dans le presse-papier
hi: फाइल के सेक्शन को क्लिपबोर्ड में ट्रांसफर करे
hr: Premjesti odabir datoteka u memoriju
ja: 選択したファイルをクリップボードに送る
km: បញ្ជូន​ឯកសារ​ដែល​បាន​ជ្រើសរើស​ទៅ​ឃ្លិបបត
th: โอนแฟ้มข้อมูลที่เลือกไปยังคลิ๊ปบอร์ด

# clip_deleteMarked
source: Delete marked
da: Slet markerede
fr: Supprimer la sélection
hi: डिलीट मार्केड
hr: Obriši označeno
ja: チェック済みを削除
km: លុប​កំណត់​សម្គាល់
th: ลบที่ทำเครื่องหมายไว้

# clip_deleteMarkedWarning
source: Are you sure you want to delete all marked files from this folder?
da: Er du sikker på, at du vil slette alle markerede filer og mapper?
fr: Etes-vous sûr de vouloir supprimer de ce dossier tous les fichiers sélectionnés?
hi: क्या आप सुनिश्चित है की इस फ़ोल्डर से सभी मार्केड फाइलों को मिटा देना चाहते हैं?
hr: Sigurno želite obrisati označene datoteke iz ovog pretinca?
ja: 本当にチェック済みのファイルをすべて削除しますか？
km: តើ​អ្នក​ពិត​ជា​ចង់​លុប​កំណត់​សម្គាល់​ឯកសារ​ទាំងអស់​ពី​ថត​ឯកសារ​មែនទេ?
th: ท่านแน่ใจที่จะลบแฟ้มข้อมูลที่เลือกจากแฟ้มเอกสารนี้?

# displayThumbs
source: Display thumbnails
da: Vis miniaturer
fr: Afficher les miniatures
hi: डिस्प्ले थंबनेल
hr: Prikaži sličice
ja: サムネイルを表示
km: បង្ហាញ​រូបភាព​តូច
th: แสดงแบบย่อ

# c_file
source: File Name
da: Filnavn
fr: Nom de fichier
hi: फाइल का नाम
hr: Ime datoteke
ja: ファイル名
km: ឈ្មោះ​ឯកសារ
th: ชื่อไฟล์

# c_filepath
source: File Path
da: Filsti
fr: Chemin du fichier
hi: फाइल पाथ
hr: Putanja datoteke

# c_size
source: Size
da: Str
fr: Taille
hi: साइज
hr: Veličina
ja: サイズ
km: ទំហំ
th: ขนาด

# c_fileext
source: Type
hi: प्रकार
hr: Tip
ja: 種類
km: ប្រភេទ
th: ชนิด

# c_tstamp
source: Last Modified
da: Dato
fr: Date
hi: अंतिम बार परिवर्तित
hr: Datum
ja: 日付
km: កាលបរិច្ឆេទ
th: วันที่

# c_rw
source: RW
hi: लेखन-पठन
th: อ่านเขียน

source: files
da: filer
fr: fichiers
hi: फाइल्स
hr: datoteke
ja: ファイル
km: ឯកសារ
th: แฟ้มข้อมูล

# temp
source: Temporary files
da: Midlertidige filer
fr: Fichiers temporaires
hi: टेम्पररी फाइल्स
hr: Privremene datoteke
km: ឯកសារ​បណ្ដោះ​អាសន្ន
th: ไฟล์ชั่วคราว

# role_folder_temporary
source: Temporary files
fr: Fichiers temporaires
hi: टेम्पररी फाइल्स
km: ឯកសារ​បណ្ដោះ​អាសន្ន
th: ไฟล์ชั่วคราว

# role_folder_recycler
source: Recycler
fr: Corbeille
hi: रीसाइक्लर
km: ធុង​សំរាម
th: รีไซเคิล

source: Recycler
da: Skraldespand
fr: Corbeille
hi: रीसाइक्लर
hr: Reciklator
km: ធុង​សំរាម
th: รีไซเคิล

# mlang_labels_tablabel
source: Listing of files in the directory
da: Listning af filer i kataloget
fr: Liste des fichiers du répertoire
hi: डिरेक्ट्री में फाइल की लिस्ट
hr: Popis datoteka u pretincu
ja: ディレクトリのファイル一覧
km: រាយ​ឈ្មោះ​ឯកសារ​ក្នុង​សឺមី​ផ្ទុក​ឯកសារ
th: แสดงรายการแฟ้มข้อมูลในไดเร็กทอรี่

# mlang_labels_tabdescr
source: This is the file administration system in TYPO3. It allows you to access the file mounts of your login. Through this module you can upload, copy, move an delete files on the server.
da: Dette er filadminstrations-delen af TYPO3. Her kan du som bruger tilgå dine fildrev på serveren. Via dette modul kan du uploade, kopiere, flytte og slette filer på serveren.
fr: C'est le système d'administration des fichiers de TYPO3. Il vous permet d'accéder aux points de montage auxquels vous avez droit. Avec ce module, vous pouvez envoyer, copier, déplacer et supprimer des fichiers sur le serveur.
hi: इस TYPO3 में फ़ाइल एडमिनिस्ट्रेशन सिस्टम है। यह आप अपने लॉग फ़ाइल mounts का उपयोग करने की अनुमति देता है। इस माध्यम से आप मॉड्यूल को सर्वर पर अपलोड, कॉपी, मूव कर सकते हैं।
hr: Ovo je sustav za administriranje datoteka u TYPO3-u. Omogućava vam da pristupite poveznicama na datoteke vašeg korisničkog računa. Ovim modulom možete uploadati, kopirati, premještati i brisati datoteke na poslužitelju.
ja: TYPO3のファイル管理システムです。許可されているファイルマウントにアクセスできます。このモジュールでは、サーバ上にファイルをアップロード、コピー、移動、削除ができます。
km: នេះ​ជា​ប្រព័ន្ធ​គ្រប់គ្រង​ឯកសារ​ក្នុង TYPO3 ដែល​អនុញ្ញាត​ឱ្យ​អ្នក​​ចូល​ប្រើ​ឯកសារ​ម៉ោនថ៍​នៃ​ការ​កត់ត្រា​ចូល​របស់​អ្នក ។ តាម​រយៈ​ម៉ូឌុល​នេះ អ្នក​អាច​ផ្ទុក​ឡើង ចម្លង ប្ដូរ​ទីតាំង និង លុប​ឯកសារ​នៅ​លើ​ម៉ាស៊ីន​បម្រើ ។
th: ที่นี่คือระบบจัดการแฟ้มข้อมูล ของ Typo3 ท่านจะสามารถเข้าถึงแฟ้มต่างๆที่โหลดมาในนามล๊อกอินของท่าน

# mlang_tabs_tab
source: Filelist
da: Filliste
fr: Fichiers
hi: फ़ाइल लिस्ट
hr: Popis datoteka
ja: ファイル一覧
km: បញ្ជី​ឯកសារ
th: รายการแฟ้มข้อมูล

# targetNoDir
source: Target was not a directory!
da: Målet var ikke et bibliotek!
fr: La cible n'est pas un répertoire !
hi: टारगेट डिरेक्ट्री नहीं था!
hr: Meta nije mapa!
km: គោលដៅ​មិនមែន​ជា​ថត​ឯកសារ!
th: เป้าหมายไม่ไดเรกทอรี!

# storageNotBrowsableTitle
source: Access denied.
da: Adgang nægtet.
fr: Accès refusé.
hi: अनुमति नहीं
hr: Pristup odbijen
km: ការចូលដំណើរការ​ត្រូវបានហាមឃាត់។

# storageNotBrowsableMessage
source: You are trying to access a folder in a storage that is not browsable.
da: Du prøver at få adgang til en lager-mappe, der ikke er browsabel.
fr: Vous essayez d'accéder à un dossier dans un espace de stockage non accessible.
hi: आप स्टोरेज में फोल्डर का उपयोग करने की कोशिश कर रहे हैं जो ब्राउज़ करने योग्य नहीं।
hr: Pokušavate pristupiti mapi u spremniku kojeg se ne može pregledati.
km: អ្នកកំពុង​តែ​ព្យាយាម​ចូលដំណើរការ​សឺម៊ី​មួយ​នៅក្នុង​ការផ្ទុកដែល​មិនត្រូវបាន browsable ។

# missingFolderPermissionsTitle
source: Missing folder permissions
da: Manglende mappe-rettigheder
fr: Autorisations de dossier manquantes
hi: फोल्डर परमिशन मिसिंग
hr: Nedostaju dopuštenja mape

# missingFolderPermissionsMessage
source: You have no access to the folder "%s".
da: Du har ikke adgang til mappen "%s".
fr: Vous n'avez pas d'accès à ce dossier "%s".
hi: आप के पास फ़ोल्डर "%s" के लिए एक्सेस नहीं है।
hr: Nemate pravo pristupa mapi "%s".

# folderNotFoundTitle
source: Folder not found.
da: Mappe ikke fundet.
fr: Dossier non trouvé.
hi: फ़िल्टर नहीं मिला.
hr: Mapa nije pronađena.
km: សឺម៊ី​មិនបានរកឃើញ។

# folderNotFoundMessage
source: The folder "%s" cannot be accessed. Trying to use parent folder(s).
da: Mappen "%s" kan ikke læses. Forsøger med overliggende mappe(r).
fr: Le dossier "%s" n'est pas accessible. Essayer d'utiliser le(s) dossier(s) parent(s).
hi: फ़ोल्डर "%s" एक्सेस नहीं किया जा सकता। पेरेन्ट फ़ोल्डर का उपयोग करने की कोशिश कर रहे है।
hr: Nije moguće pristupiti mapi "%s". Pokušavam koristiti roditeljsku mapu(mape).
km: សឺម៊ី "%s" មិនអាច​ដំណើរការបាន។​ព្យាយាម​ប្រើ​សឺម៊ីមេ។

source: Translate metadata
da: Oversæt metadata
fr: Traduire les métadonnées
hi: ट्रांसलेट मेटाडेटा
hr: Prevedi meta-podatke

# createMetadataForLanguage
source: Create metadata of this file for %s
da: Opret metadata for denne fil for %s
fr: Créer des métadonnées de ce fichier pour %s
hi: %s के लिए फाइल के मेटाडेटा बना रहे है
hr: Stvori meta-podatke ove datoteke za %s

# editMetadataForLanguage
source: Edit metadata of this file for %s
da: Redigér metadat for denne fil for %s
fr: Modifier les métadonnées de ce fichier pour %s
hi: %s के लिए इस फाइल के मेटाडेटा को एडिट करे
hr: Uredi meta-podatke ove datoteke za %s

# paramError
source: Parameter Error
da: Parameter fejl
