Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/seo/Resources/Private/Language/*.locallang_tca.xlf
Languages: da

# pages.palettes.seo
source: General SEO settings
da: Generelle SEO indstillinger

# pages.seo_title
source: Title for search engines
da: Titel på søgemaskiner

# pages.palettes.robots
source: Robot instructions
da: Robot instruktioner

# pages.no_index_formlabel
source: Index this page
da: Indeksér denne side

# pages.no_follow_formlabel
source: Follow this page
da: Følg denne side

# pages.og_title
source: Title
da: Titel

# pages.og_description
source: Description
da: Beskrivelse

# pages.og_image
source: Image
da: Billede

# pages.twitter_title
source: Title
da: Titel

# pages.twitter_description
source: Description
da: Beskrivelse

# pages.twitter_image
source: Image
da: Billede

# pages.tabs.socialmedia
source: Social media
da: Sociale medier
