Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/extensionmanager/Resources/Private/Language/*.locallang.xlf
Languages: da, hi, hr

# report.status.existingExtensions.insecureExtensionExists.message
source: The following extensions were found on your system, but are currently not installed. Please delete the extensions using the extension manager:<br><br>%s
da: De følgende udvidelser blev fundet på dit system, med de er ikke installeret i øjeblikket. Slet disse udvidelser ved brug af Udvidelsesmanager:<br /><br />%s
hi: निम्नलिखित एक्सटेंशन को आपकी सिस्टम में पाया गया था लेकिन वो अभी इनस्टॉल नहीं हैं। कृपया एक्सटेंशन मैनेजर का उपयोग करके एक्सटेंशन को डिलीट करे:<br><br>%s
hr: Sljedeća proširenja postoje na Vašem sustavu ali trenutno nisu instalirana. Molimo Vas da obrišete navedena proširenja koristeći upravitelj proširenja:<br><br>%s

# report.status.existingExtensions.insecureExtensionExists.message.extension
source: <strong>%1$s</strong> (version %2$s)<br>
hi: <strong>%1$s</strong> (वर्जन %2$s)<br>
hr: <strong>%1$s</strong> (inačica %2$s)<br>

# report.status.loadedOutdatedExtensions.title
source: Outdated status of loaded extensions
da: Sikkerhedsstatus på indlæste udvidelser
hi: लोडेड एक्सटेंशन का आउटडेटेड स्टेटस
hr: Status zastarjelih učitanih proširenja

# report.status.loadedOutdatedExtensions.noOutdatedExtensionLoaded.value
source: OK
hi: ओके

# report.status.loadedOutdatedExtensions.outdatedExtensionLoaded.value
source: %s outdated extension(s) found
da: %s forældede udvidelse(r) fundet
hi: %s आउटडेटेड एक्सटेंशन(s) पाया गया
hr: Pronađeno je %s zastarjelih proširenja

# report.status.loadedOutdatedExtensions.outdatedExtensionLoaded.message
source: The following extensions are outdated and may not be compatible with your installation. Please make sure these extensions are compatible and ask the extension author to publish updates:<br><br>%s
da: De følgende udvidelser er forældede og er måske ikke kompatible med din installation. Du bør sikre dig at disse udvidelser er kompatible og spørge udvikleren til udvidelsen om opdateringer:<br/><br/>%s
hi: निम्नलिखित एक्सटेंशन आउटडेटेड हैं और आपके इंस्टलेशन के साथ अनुकूल नहीं किये जा सकते। कृपया सुनिश्चित करें कि यह एक्सटेंशन अनुकूल कर रहे हैं और एक्सटेंशन लेखक से प्रकाशन के अपडेट के बारे में पूछे:<br><br>%s
hr: Sljedeća proširenja su zastarjela te možda nisu kompatibilna sa Vašom instalacijom. Provjerite jesu li navedena proširenja kompatibilna i zamolite autore da objave osvježene verzije:<br><br>%s

# report.status.loadedOutdatedExtensions.outdatedExtensionLoaded.message.extension
source: <strong>%1$s</strong> (version %2$s)<br>
hi: <strong>%1$s</strong> (वर्जन %2$s)<br>
hr: <strong>%1$s</strong> (inačica %2$s)<br>

# report.status.existingOutdatedExtensions.title
source: Outdated status of existing, but not loaded extensions
da: Sikkerhedsstatus på eksisterende men ikke-indlæste udvidelser
hi: मौजूद है लेकिन लोड नहीं हो रहा ऐसे एक्सटेंशन का आउटडेटेड स्टेटस.
hr: Status zastarjelih proširenja koja nisu učitana

# report.status.existingOutdatedExtensions.noOutdatedExtensionExists.value
source: OK
hi: ओके

# report.status.existingOutdatedExtensions.outdatedExtensionExists.value
source: %s outdated extension(s) found
da: %s forældede udvidelse(r) fundet
hi: %s आउटडेटेड एक्सटेंशन पाया
hr: Pronađeno je %s zastarjelih proširenja

# report.status.existingOutdatedExtensions.outdatedExtensionExists.message
source: The following extensions were found on your system, but are currently not installed. Please make sure they are compatible with your system before installing them:<br><br>%s
da: De følgende udvidelser blev fundet på dit system, men er i øjeblikket ikke intalleret. Sørg for at de er kompatible med dit system, før du installerer dem:<br /><br />%s
hi: निम्नलिखित एक्सटेंशन को आपकी सिस्टम में पाया गया था लेकिन वो अभी इनस्टॉल नहीं हैं। इनस्टॉल करने से पहले ये आपकी सिस्टम के लिए अनुकूल है ये सुनिश्चित करे:<br><br>%s
hr: Sljedeća proširenja postoje na Vašem sustavu ali nisu trenutno instalirana. Provjerite jesu li navedena proširenja kompatibilna sa Vašim sustavom prije nego li ih instalirate:<br><br>%s

source: <strong>%1$s</strong> (version %2$s)<br>
hi: <strong>%1$s</strong> (वर्जन %2$s)<br>
hr: <strong>%1$s</strong> (inačica %2$s)<br>

# fileHandling.couldNotCreateDirectory
source: ERROR: Could not create extension directory "%s"!
da: FEJL: Kunne ikke oprette udvidelses-katalog "%s"!
hi: एरर: एक्सटेंशन डायरेक्टरी "%s" नहीं बना सके!
hr: GRAŠKA: Nisam uspio stvoriti mapu za proširenje "%s"!

# fileHandling.installPathWasNoDirectory
source: ERROR: The extension install path "%s" was no directory!
da: FEJL: Udvidelsens installationssti "%s" var ikke et katalog!
hi: एरर: एक्सटेंशन इनस्टॉल पाथ "%s" डायरेक्टरी नहीं थी!
hr: GREŠKA: Instalacijska putanja proširenja "%s" nije mapa!

# config.automaticInstallation
source: Install extensions automatically after download from TER or file upload
da: Installér udvidelser automatisk efter download fra TER eller fil upload
hi: TRE या फाइल-अपलोड में से डाउनलोड के बाद एक्सटेंशन अपने आप इंस्टॉल हो जाये
hr: Instaliraj proširenja automatski nakon preuzimanja iz TER-a ili slanja datoteke

# config.offlineMode
source: Disable TER connection and hide menu items
da: Deaktivér TER forbindelse og skjul menu emner
hi: TER कनेक्शन निष्क्रिय करे और मेनू आइटम छिपाने
hr: Onemogući vezu prema TER-u i sakrij stavke izbornika

# button.details
source: Show Details
da: Vis detaljer

# extensionList.header.update
source: Upd.
da: Opd.
hr: Osvj.

# extensionList.search
source: Search
da: Søg

# extensionList.updateConfirmation.message
source: Update Comments
da: Opdatering, kommentar

# extensionList.databaseImport
source: The static database data has changed. You should re-import the data.
da: Den statiske database er ændret. Du bør gen-importere data.

# extensionList.databaseReload
source: Nothing has changed since last import. You might want to reload static database data.
da: Intet er ændret siden sidste import. Du burde måske genindlæse data i den statiske database.

# dependencyCheck.requiredExtension
source: Required extension "%s"
da: Krævet udvidelse "%s"

# downloadExtension.dependencies.errorMessage
source: The dependencies of the following Extensions could not be resolved
da: Afhængighederne til følgende udvidelser, kunne ikke løses

# extensionList.distribution.key
source: Key
da: Nøgle

# extensionList.distribution.author
source: Author
da: Forfatter

# extensionList.distribution.title
source: Title
da: Titel

# extensionList.distribution.lastUpdated
source: Last Update
da: Sidste opdatering

# extensionList.updateFromTer.lastUpdate.label
source: Last update
da: Sidste opdatering

# extensionList.updateFromTer.lastUpdate.timeSinceLastUpdateLabel
source: Time since last update
da: Tid siden sidste opdatering

# distribution.welcome.message
source: You successfully installed the distribution '%s'
da: Du installerede distributionen '%s' med succes

# distribution.welcome.nextSteps
source: Now you can
da: Nu kan du

# distribution.dependency.headline
source: Dependencies, conflicts and suggestions
da: Afhængigheder, konflikter og forslag

# fileHandling.couldNotRemoveDirectory
source: ERROR: Could not remove extension directory "%s". Reasons
da: FEJL: Kunne ikke fjerne udvidelses-katalog "%s". Årsager

# extensionList.header.activate
source: A/D
hr: U/I
