Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/extensionmanager/Resources/Private/Language/*.locallang.xlf
Languages: da, hi, hr

source: Extension Manager
da: Udvidelsesmanager
hi: एक्सटेंशन मैनेजर
hr: Upravitelj proširenja

source: Manage Extensions
da: Håndtér udvidelser
hi: मैनेज एक्सटेंशन
hr: Upravljaj proširenjima

source: Install Extension
da: Installér udvidelse
hi: एक्सटेंशन इनस्टॉल करें
hr: Instaliraj proširenje

# composerMode.title
source: Composer mode
da: Komponér-tilstand
hi: कंपोजर मोड
hr: Način "composer"

# composerMode.message
source: The system is set to composer mode. Please notice that it is not possible to add an extension with the Extension Manager. You have to use composer to add further extensions to your system.
da: Systemet er sat til composer-tilstand. Det er ikke muligt at tilføje en udvidelse med Udvidelsesmanageren. Du bør i stedet bruge composer for at tilføje fremtidige udvidelser til dit system.
hi: सिस्टम कंपोजर मोड पर सेट है।कृपया ध्यान दें कि एक्सटेंशन मैनेजर के साथ एक्सटेंशन जोड़ा जाये यह संभव नहीं है।अधिक एक्सटेंशन आपकी सिस्टम में जोड़ने के लिए आपको कंपोजर का उपयोग करना पड़ेगा।
hr: Sustav je u načinu "composer". U ovom načinu nije moguće dodavati proširenja putem Upravitelja proširenja. Kako bi dodali proširenja u sustav morate koristiti alat "composer".

source: Installed Extensions
da: Installerede udvidelser
hi: इनस्टॉल किये गए एक्सटेंशन
hr: Instalirana proširenja

source: Get Extensions
da: Hent udvidelser
hi: एक्सटेंशन पाए
hr: Nabavi nova proširenja

# showAllVersions
source: Show all versions of
da: Vis alle versioner af
hi: के सारे वर्जन दिखाए
hr: Prikaži sve verzije proširenja

# extConfTemplate.backToList
source: Back to list
da: Tilbage til liste
hi: लिस्ट में वापस जाये
hr: Nazad na popis

# updateScript.headline
source: Update script for %s
da: Opdatér script for %s
hi: %s के लिए स्क्रिप्ट अपडेट करे
hr: Osvježi skriptu za %s

# updateScript.none
source: No update necessary.
da: Ingen opdatering nødvendig.
hi: अपडेट की आवश्यक नहीं.
hr: Nije potrebno osvježenje.

# button.cancel
source: Cancel
da: Annullér
hi: रद्द करें
hr: Odustani

# button.remove
source: Remove extension
da: Fjern udvidelse
hi: एक्सटेंशन हटाये
hr: Ukloni proširenje

# button.updateExtension
source: Update extension
da: Opdatér udvidelse
hi: एक्सटेंशन लिस्ट को अपडेट करे
hr: Ažuriraj proširenje

# button.resolveDependencies
source: Resolve dependencies
da: Løs afhængigheder
hi: निर्भरता का हल करे
hr: Razriješi zavisnosti

# label.resolveDependenciesEnableButton
source: I understand what this means and I'm able to investigate on possibly occurring issues by myself.
da: Jeg forstår hvad dette betyder og jeg er selv i stand til at undersøge mulige årsager.
hi: मैं समझता हूँ कि यह क्या मतलब है और मैं अपने आप से होने वाली मुद्दों पर जांच करने के लिए सक्षम हूँ।
hr: Razumije što to znači i sposoban sam sam istražiti moguće probleme.

# button.resolveDependenciesIgnore
source: I know what I'm doing, continue anyway
da: Jeg ved hvad jeg gør, fortsæt alligevel
hi: मैं जानता हूँ कि मैं क्या कर रहा हूँ, किसी न किसी प्रकार से भी जारी रहें
hr: Znam što činim, nastavi unatoč svemu

# extensionList.update.script
source: Execute the update script
da: Kør opdateringsscript
hi: अपडेट स्क्रिप्ट एक्सीक्यूट करे
hr: Izvrši skriptu za osvježavanje

# extensionList.downloadsql
source: Download SQL Dump
hi: SQL Dump डाउनलोड करे
hr: Preuzmi SQL ispis

# extensionList.remove
source: Remove
da: Fjern
hi: हटाएँ
hr: Ukloni

# extensionList.update
source: Update
da: Opdatér
hi: अपडेट
hr: Osvježi

# extensionList.updateToVersion
source: Update to version %s
da: Opdatér til version %s
hi: %s वर्जन में अपडेट
hr: Osvježi na verziju %s

# extensionList.updateDisabled
source: An update is available but this operation is currently disabled
da: En opdatering er tilgængelig men denne operation er i øjeblikket deaktiveret
hi: अपडेट उपलब्ध है, लेकिन यह ऑपरेशन वर्तमान में असक्षम है
hr: Osvježenje je dostupno no ova operacija je trenutno onemogućena

# extensionList.deactivate
source: Deactivate
da: Deaktivér
hi: डीएक्टिवेट
hr: Onemogući

# extensionList.activate
source: Activate
da: Aktivér
hi: एक्टिवेट
hr: Omogući

# extensionList.downloadzip
source: Download as zip
da: Download som zip
hi: zip फॉर्म में डाउनलोड करें
hr: Preuzmi kao zip

# extensionList.uploadExtension
source: Upload Extension .t3x/.zip
da: Upload udvidelse .t3x/.zip
hi: अपलोड एक्सटेंशन.t3x/.zip
hr: Pošalji proširenje .t3x/.zip

# extensionList.overwriteExtension
source: Overwrite
da: Overskriv
hi: ओवरराईट
hr: Pregazi

# extensionList.overwritingDisabled
source: Extension is already available and overwriting was not enabled
da: Udvidelse findes allerede og overskrivning var ikke valgt
hi: एक्सटेंशन पहले से ही उपलब्ध है और ओवरराइटिंग सक्षम नहीं किया गया था
hr: Proširenje je već dostupno a niste omogućili zamjenu novom verzijom

# extensionList.loading
source: Loading form...
da: Henter formular ...
hi: फॉर्म लोड हो रहा है ....
hr: Učitavam obrazac...

# extensionList.header.title.update
source: Update
da: Opdater
hi: अपडेट
hr: Osvježi

# extensionList.header.title.activate
source: Activate / Deactivate
da: Aktivér / Deaktivér
hi: एक्टिवेट / डीएक्टिवेट
hr: Uključi / Isključi

# extensionList.header.extensionName
source: Extension
da: Udvidelse
hi: एक्सटेंशन
hr: Proširenje

# extensionList.header.version
source: Version
hi: वर्जन
hr: Verzija

# extensionList.header.extensionKey
source: Key
da: Nøgle
hi: कि
hr: Ključ

# extensionList.header.extensionVersion
source: Version
hi: वर्जन
hr: Verzija

# extensionList.header.extensionActions
source: Actions
da: Aktioner
hi: एक्शन्स
hr: Akcije

# extensionList.header.extensionState
source: State
da: Tilstand
hi: स्थिति
hr: Stanje

# extensionList.header.extensionType
source: Type
hi: टाइप
hr: Tip

# extensionList.header.uploadComment
source: Upload Comment
da: Indlæs
hi: अपलोड टिप्पणी
hr: Komentar za slanje

# extensionList.header.lastUpdate
source: Last Updated
da: Sidst opdateret
hi: आखरी अपडेट
hr: Zadnje osvježenje

# extensionList.header.description
source: Description
da: Beskrivelse
hi: वर्णन
hr: Opis

# extensionList.header.author
source: Author
da: Forfatter
hi: लेखक
hr: Autor

# searchTemplate.searchExtensions
source: Search extensions
da: Søg udvidelser
hi: सर्च एक्सटेंशन
hr: Pretraži proširenja

# searchTemplate.submitButton
source: Go
da: Udfør
hi: जाएँ
hr: Idi

# searchTemplate.resetSearchButton
source: Reset Search
da: Nulstil søg
hi: रीसेट सर्च
hr: Resetiraj pretragu

# searchTemplate.yourSearch
source: Your search
da: Din søgning
hi: आपकी खोज
hr: Vaša pretraga

# searchTemplate.searchAgain
source: Search again
da: Søg igen
hi: फिर से सर्च करें
hr: Traži ponovo

# uploadTemplate.uploadButton
source: Upload!
hi: अपलोड!
hr: Pošalji!

# uploadTemplate.extensionLabel
source: Extension
da: Udvidelse
hi: एक्सटेंशन
hr: Proširenje

# extensionList.removalConfirmation.title
source: Extension Removal
da: Fjernelse af udvidelse
hi: एक्सटेंशन को हटाए
hr: Uklanjanje proširenja

# extensionList.removalConfirmation.message
source: The extension is currently installed. Uninstall extension?
da: Denne udvidelse er i øjeblikket installeret. Fjern udvidelse?
hi: एक्सटेंशन हाल ही में इनस्टॉल किया हैै। एक्सटेंशन को अनइंस्टॉल करना है?
hr: Proširenje je trenutno instalirano. Deinstalirati proširenje?

# extensionList.updateConfirmation.title
source: Update?
da: Opdatér?
hi: अपडेट?
hr: Osvježiti?

# extensionList.updateConfirmation.questionVersionComments
source: Version Comments
da: Version, kommentar
hi: वर्जन टिप्पणियाँ
hr: Komentari verzije

# extensionList.updateFlashMessage.title
source: Extension Update
da: Opdater udvidelse
hi: एक्सटेंशन अपडेट
hr: Osvježenje proširenja

# extensionList.updateFlashMessage.body
source: %s was updated!
da: %s blev updateret!
hi: %s अपडेटेड था!
hr: %s je ažuriran!

# extensionList.removalConfirmation.question
source: Are you sure you want to remove the extension?
da: Er du sikker på at du vil fjerne denne udvidelse?
hi: क्या आप वाकई में एक्सटेंशन रिमूव करना चाहते है?
hr: Sigurni ste da želite ukloniti proširenje?

# dependencyCheck.unresolvedDependencies.title
source: Please read this carefully
da: Læs venligst dette nøje
hi: कृपया इसे ध्यान से पढ़ें
hr: Molimo Vas, pročitajte ovo pažljivo

# dependencyCheck.unresolvedDependencies.message
source: If you continue installing the extension, all dependency checks will be turned off. <ul> <li>Required extensions are tried to be fetched from TER (if they do not yet exist in the system)</li> <li>Version dependency checks are skipped</li> </ul> <strong> Be aware that an installation without dependency checks may turn your installation unusable.<br /> In such a case manual intervention is required. </strong>
da: Hvis du fortsætter med at installere udvidelsen, vil alle kontroller af afhængigheder blive ignoreret. &lt;ul&gt; &lt;li&gt;Krævede udvidelser forsøges flettet ind fra TER (hvis de ikke allerede findes på systemet)&lt;/li&gt; &lt;li&gt;Versionsafhængigheder ignoreres&lt;/li&gt; &lt;/ul&gt; &lt;strong&gt; Vær opmærksom på at en installation uden kontrol af afhængigheder, kan gøre din installation ustabil.&lt;br /&gt; I sådanne tilfælde vil en manual håndtering være nødvendig. &lt;/strong&gt;
hi: यदि आप एक्सटेंशन का इंस्टॉलिंग जारी रखते है तो सभी निर्भरता की जाँच बंद कर दी जाएगी.&lt;ul&gt;&lt;li&gt;आवश्यक एक्सटेंशन TER से लाने की कोशिश कर रहे हैं(यदि वे अभी सिस्टम में मौजूद नहीं है)&lt;/li&gt;&lt;li&gt;वर्जन निर्भरता जाँच छोड़ रहे है&lt;/li&gt;&lt;/ul&gt;&lt;strong&gt;परिचित रहे के निर्भरता जाँच के बिना इंस्टालेशन आपके इंस्टालेशन को व्यर्थ में बदल सकता है.&lt;br/&gt;ऐसे मामले में मैनुअल इंटरवेंशन की आवश्यकता है.&lt;/strong&gt;
hr: Ukoliko nastavite s instalacijom proširenja, sve provjere ovisnosti bit će isključene. &lt;ul&gt; &lt;li&gt;Zahtjevana proširenja pokušavaju se dohvatiti iz TER-a (ukoliko nisu već instalirane)&lt;/li&gt; &lt;li&gt;Provjere verzija se preskaču&lt;/li&gt; &lt;/ul&gt; &lt;strong&gt; Trebate znati da instaliranje proširenja bez provjera ovisnosti može onesposobiti instalaciju.&lt;br /&gt; U takvim slučajevima potrebna je ručna intervencija. &lt;/strong&gt;

# dependencyCheck.unresolvedDependencies.question
source: Are you sure you want to proceed?
da: Er du sikker på at du vil fortsætte?
hi: क्या आप वाकई में आगे बढ़ना चाहते हैं?
hr: Zaista želite nastaviti?

# dependencyCheck.unresolvedDependencies.proceed
source: I know what I'm doing, install the extension!
da: Jeg ved hvad jeg foretager mig, installér udvidelsen!
hi: मैं जानता हूँ कि मैं क्या कर रहा हूँ, इनस्टॉल एक्सटेंशन!
hr: Znam što radim, instaliraj proširenje!

# dependencyCheck.headline
source: The following errors were found while trying to install "%s"
da: Følgende fejl blev fundet under installation af "%s"
hi: जब "%s" को इनस्टॉल करने की कोशिश कर रहे थे तब निम्नलिखित गलतियां पाई गई थी
hr: Tijekom instalacije proširenja "%s" došlo je do sljedećih grešaka

# downloadExtension.dependencies.headline
source: The following dependencies have to be resolved before installation:
da: De følgende afhængigheder skal løses før installation:
hi: निम्नलिखित डिपेंडेंसी इंस्टालेशन से पहले रिसॉल्व्ड हो जानी चाहिए:
hr: Sljedeće ovisnosti moraju biti riješene prije instalacije:

# downloadExtension.dependencies.extensionWithVersion
source: %1$s (new version %2$s)
da: %1$s (ny version %2$s)
hi: %1$s (नया वर्जन %2$s)
hr: %1$s (nova inačica %2$s)

# downloadExtension.dependencies.typeHeadline
source: <h3>Extensions marked for %s:</h3> %s
da: <h3>Udvidelsesmarked for %s:</h3> %s
hi: <h3>%s के लिए एक्सटेंशन मार्क:</h3> %s
hr: <h3>Proširenja označena za %s:</h3> %s

# downloadExtension.dependencies.resolveAutomatically
source: Shall these dependencies be resolved automatically?
da: Skal disse afhængigheder løses automatisk?
hi: इन डिपेंडेंसी को स्वचालित रूप से रिसॉल्व्ड किया जाएगा?
hr: Riješiti ove ovisnosti automatski?

# downloadExtension.dependencies.errorTitle
source: Dependencies could not be resolved
da: Afhængigheder kunne ikke løses
hi: डिपेंडेंसी रिसॉल्व्ड नहीं की जा सकती
hr: Ovisnosti nije bilo moguće riješiti

# downloadExtension.dependencyType.download
source: download
hi: डाउनलोड
hr: preuzmi

# downloadExtension.dependencyType.install
source: install
da: installér
hi: इनस्टॉल
hr: instaliraj

# downloadExtension.dependencyType.update
source: update
da: opdatér
hi: अपडेट
hr: osvježi

# downloadExtension.updateExtension.error
source: Error while updating extension
da: Fejl under opdatering af udvidelse
hi: एक्सटेंशन अपडेट करते समय एरर
hr: Greška prilikom ažuriranja proširenja

# extensionList.dependenciesResolveDownloadError.title
source: Download Error
da: Download fejl
hi: डाउनलोड एरर
hr: Greška preuzimanja

# extensionList.dependenciesResolveDownloadSuccess.message
source: Your installation of {0} was successful.
da: Din installation af {0} var en succes.
hi: {0} का आपका इंस्टालेशन सफल हुआ था.
hr: Vaša instalacija proširenja {0} je uspjela.

# extensionList.dependenciesResolveDownloadSuccess.message.downloadOnly
source: Your download of {0} was successful.
da: Din installation af {0} var en succes.
hi: {0} का आपका डाउनलोड सफल हुआ था।
hr: Preuzimanje proširenja {0} je uspjelo.

# extensionList.dependenciesResolveDownloadSuccess.header
source: Log
hi: लॉग
hr: Zapisnik

# extensionList.dependenciesResolveDownloadSuccess.item
source: Extensions
da: Udvidelser
hi: एक्सटेंशन्स
hr: Proširenja

# extensionList.dependenciesResolveFlashMessage.title
source: {0} installed.
da: {0} installeret.
hi: {0}इन्सटाल्ड .
hr: {0} je instaliran.

# extensionList.dependenciesResolveFlashMessage.title.downloadOnly
source: {0} downloaded.
da: {0} downloadet.
hi: {0} डाउनलोड किया।
hr: {0} je preuzeto.

# extensionList.uploadFlashMessage.title
source: Extension Upload
da: Udvidelses upload
hi: एक्सटेंशन अपलोड
hr: Slanje proširenja

# extensionList.uploadFlashMessage.message
source: %s was uploaded!
da: %s blev uploadet!
hi: %s अपलोड किया गया था!
hr: {0} poslano!

# extensionList.installedFlashMessage.message
source: %s was installed!
da: %s blev installeret!
hi: %s इनस्टॉल किया गया था!
hr: %s je instalirano!

# extensionList.updateFromTerFlashMessage.title
source: Update Extension List
da: Opdatér udvidelsesliste
hi: एक्सटेंशन लिस्ट को अपडेट करे
hr: Osvježi popis proširenja

# extensionList.downloadViewHelper.submit
source: Import and Install
da: Importer og installer
hi: आयात और इंस्टॉल करें
hr: Uvezi i instaliraj

# extensionList.downloadViewHelper.submit.downloadOnly
source: Import
hi: आयात
hr: Uvoz

# extensionList.showAllVersions.label
source: Show all versions
da: Vis alle versioner
hi: सारे वर्जन दिखाए
hr: Prikaži sve verzije

# extensionList.showAllVersions.extensionKey
source: Extension key
da: Udvidelsesnøgle
hi: एक्सटेंशन की
hr: Ključ proširenja

# extensionList.showAllVersions.version
source: Version
hi: वर्जन
hr: Verzija

# extensionList.showAllVersions.lastUploaded
source: Last uploaded
da: Sidst uploadet
hi: आखरी अपलोडेड
hr: Zadnje osvježenje

# extensionList.showAllVersions.downloads
source: Downloads
da: Download
hi: डाउनलोड्स
hr: Preuzimanja

# extensionList.showAllVersions.category
source: Category
da: Kategori
hi: केटेगरी
hr: Kategorija

# extensionList.showAllVersions.manual
source: Manual
hi: मैन्युअल
hr: Priručnik

# extensionList.showAllVersions.author
source: Author
da: Forfatter
hi: लेखक
hr: Autor

# extensionList.showAllVersions.readOnline
source: Read online
da: Læs online
hi: ऑनलाइन पढ़ें
hr: Pročitaj na mreži

# extensionList.remove.message
source: Extension "%s" was removed successfully!
da: Udvidelsen "%s" blev fjernet med succes!
hi: एक्सटेंशन "%s" सफलतापूर्वक हटा दिया गया था!
hr: Proširenje "%s" je uklonjeno!

# extensionList.distribution.downloads
source: Downloads
da: Download
hi: डाउनलोड्स
hr: Preuzimanja

# extensionList.showUnsuitableDistributions
source: Show also distributions that are not suitable for this TYPO3 version
da: Vis alle distributioner der ikke er egnet for denne TYPO3 version
hi: यह टाइपो3 वर्जन के लिए जो उचित न हो वो डिस्ट्रिबूशन्स भी दिखाए
hr: Prikaži i distribucije koje nisu pogodne za ovu inačicu TYPO3 sustava.

# extensionList.officialDistribution
source: Official distribution
da: Officiel distribution
hi: ऑफिसियल डिस्ट्रीब्यूशन
hr: Službena distribucija

# distributions
source: Get preconfigured distribution
da: Hent prækonfigureret distribution
hi: preconfigured डिस्ट्रीब्यूशन पाए
hr: Dohvati predpodešenu distribuciju

# extensionList.installDistribution
source: Install
da: Installér distribution
hi: इनस्टॉल
hr: Instaliraj distribuciju

# extensionList.installImpexp
source: Please install the Import/Export (impexp) extension to enable distribution support.
da: Installér venligst Import/Eksport (impexp) udvidelsen for at aktivere distributionssupport.
hi: कृपया डिस्ट्रीब्यूशन सपोर्ट को सक्षम करने के लिए इम्पोर्ट/एक्सपोर्ट (impexp) एक्सटेंशन को इनस्टॉल करे.
hr: Molimo Vas da instalirate proširenje Uvoz/Izvoz /impexp) kako bi omogućili podršku za distribuciju.

# distribution.installImpexp
source: Install impexp
da: Installér impexp
hi: impexp इनस्टॉल करे
hr: Instaliraj impexp

# extensionList.updateFromTer.label
source: Retrieving extension list from TYPO3 Extension Repository (TER)...
da: Modtager udvidelses-liste fra TYPO3 Udvidelseslager (TER)...
hi: TYPO3 Extension Repository (TER) में से एक्सटेंशन लिस्ट की पुनःप्राप्त हो रही है...
hr: Dohvaćam popis proširenja iz TYPO3 repozitorija za proširenja (TER)...

# extensionList.updateFromTer.buttonLabel
source: Update now
da: Opdatér nu
hi: अभी अपडेट करें
hr: Osvježi sada

# extensionList.updateFromTer.lastUpdate.noInfo
source: unknown
da: ukendt
hi: अज्ञात
hr: nepoznato

# extensionList.updateFromTer.lastUpdate.timeOfLastUpdate
source: Time of last update:
da: Tid for sidste opdatering:
hi: अंतिम अपडेट का समय:
hr: Vrijeme posljednjeg ažuriranja:

# extensionList.updateFromTer.lastUpdate.noTimeOfLastUpdate
source: No last update time known.
da: Sidste opdaterings-tid ukendt.
hi: आखिरी अपडेट समय नहीं जाना जाता
hr: Nije poznato vrijeme zadnjeg osvježavanja.

# extensionList.updateFromTer.never
source: Never
da: Aldrig
hi: कभी नहीं
hr: Nikada

# extensionList.uninstall.dependencyError
source: Cannot deactivate extension '%s' - The extension(s) '%s' depend on it.
da: Kan ikke deaktivere udvidelsen '%s' - Udvidelse(rne) '%s' er afhængig af den.
hi: एक्सटेंशन '%s' को निष्क्रिय नहीं कर सकते है-एक्सटेंशन्स(s) '%s' इस पर निर्भर करते हैं।
hr: Ne mogu isključiti proširenje '%s' - Proširenje(proširenja) '%s' ovise o njemu.

# distribution.error.headline
source: Could not install distribution '%s'
da: Kunne ikke installere distribution '%s'
hi: डिस्ट्रीब्यूशन '%s' इनस्टॉल नहीं हो सका
hr: Nije moguće instalirati distribuciju '%s'

# distribution.welcome.headline
source: Congratulations...
da: Tillykke...
hi: बधाइयाँ...
hr: Čestitamo...

# distribution.welcome.openViewModule
source: View your website
da: Se din webside
hi: अपनी वेबसाइट देखें
hr: Pregledajte Vašu internet stranicu:

# distribution.welcome.openPageModule
source: Start editing your website
da: Starte redigering af din webside
hi: अपनी वेबसाइट पर एडिटिंग शुरू करे
hr: Počnite uređivati Vašu internet stranicu

# distribution.dependency.identifier
source: Identifier
da: Identifikator
hi: पहचानकर्ता
hr: Identifikator

# distribution.dependency.type
source: Type
hi: टाइप
hr: Tip

# distribution.dependency.version
source: Version
hi: वर्जन
hr: Verzija

# task.updateExtensionListTask.name
source: Update extension list
da: Opdatér liste over udvidelser fra TER
hi: एक्सटेंशन लिस्ट को अपडेट करे
hr: Osvježi popis proširenja

# task.updateExtensionListTask.description
source: Update TER extension list on a regular basis. Once a day is a good interval.
da: Opdatér TER udvidelses-liste regelmæssigt. Een gang om dagen er et godt interval.
hi: एक नियमित आधार पर TER एक्सटेंशन लिस्ट को अपडेट करे। एक दिन में एक बार एक अच्छा इंटरवल है।
hr: Redovito osvježavaj TER popis proširenja. Jednom dnevno je dobar interval.

# report.status.mainRepository.title
source: Update status of typo3.org main repository extension list
da: Opdatér status på primær repository liste hos typo3.orgs
hi: typo3.org मुख्य रिपॉजिटरी एक्सटेंशन सूची के स्टेटस को अपडेट करे
hr: Osvježi status typo3.org glavnog repozitorija proširenja

# report.status.mainRepository.notFound.value
source: Error
da: Fejl
hi: एरर
hr: Greška

# report.status.mainRepository.notFound.message
source: The typo3.org extension repository was not found. Please import the main typo3.org extension repository in the install tool wizard.
da: Typo3.orgs udvidelseslager blev ikke fundet. Importér primær udvidelseslager fra typo3.org i installerings-værktøjet.
hi: typo3.org एक्सटेंशन रिपॉजिटरी नहीं मिली थी। कृपया इनस्टॉल टूल विज़ार्ड में मुख्य typo3.org एक्सटेंशन रिपॉजिटरी को आयात करे।
hr: Repozitorij proširenja typo3.org nije pronađen. Molimo Vas da uvezete glavni typo3.org repozitorij proširenja u čarobnjaku instalacijskog alata.

# report.status.mainRepository.notUpToDate.value
source: Extension list is not up to date!
da: Udvidelseslisten er ikke opdateret!
hi: एक्सटेंशन सूची आधुनिक नहीं है!
hr: Popis proširenja nije ažuran!

# report.status.mainRepository.notUpToDate.message
source: The Main Repository extension list is older than 7 days. Please update it in the Extension manager or Scheduler.
da: Det primære lagers udvidelsesliste er ældre end syv dage. Opdatér i udvidelsesmanager eller Scheduler.
hi: मुख्य रिपॉजिटरी एक्सटेंशन सूची 7 दिन से अधिक पुरानी है। कृपया इसे एक्सटेंशन मैनेजर या शेड्यूलर में अपडेट करें।
hr: Popis proširenja glavnog repozitorija stariji je od 7 dana. Molimo Vas da popis osvježite u upravitelju proširenja ili alatu za raspored.

# report.status.mainRepository.upToDate.value
source: OK
hi: ओके

# report.status.loadedExtensions.title
source: Security status of loaded extensions
da: Sikkerhedsstatus på indlæste udvidelser
hi: लोडेड एक्सटेंशन की सुरक्षा स्थिति
hr: Sigurnosni status učitanih proširenja

# report.status.loadedExtensions.noInsecureExtensionLoaded.value
source: OK
hi: ओके

# report.status.loadedExtensions.insecureExtensionLoaded.value
source: %s insecure extension(s) found
da: %s usikre udvidelse(r) fundet
hi: %s असुरक्षित एक्सटेंशन(s) पाया गया
hr: Pronađeno je %s nesigurnih proširenja

# report.status.loadedExtensions.insecureExtensionLoaded.message
source: The following extensions are insecure and usage might damage your system. Please update these extensions as soon as possible or remove them from your system:<br><br>%s
da: De følgende udvidelser er usikre og brugen af dem kan skade dit system. Opdatér disse udvidelser så hurtigt som muligt eller fjern dem fra dit system:<br /><br />%s
hi: निम्नलिखित एक्सटेंशन असुरक्षित हैं और इसका उपयोग आपके सिस्टम को नुकसान पहुंचा सकता है। कृपया जितनी जल्दी हो सके इन एक्सटेंशन को अपडेट करने या उन्हें अपने सिस्टम से हटा दें:<br><br>%s
hr: Sljedeća proširenja nisu sigurna i mogu oštetiti Vaš sustav. Molimo Vas da osvježite ova proširenja što prije ili ih uklonite iz Vašeg sustava:<br><br>%s

# report.status.loadedExtensions.insecureExtensionLoaded.message.extension
source: <strong>%1$s</strong> (version %2$s)<br>
hi: <strong>%1$s</strong> (वर्जन %2$s)<br>
hr: <strong>%1$s</strong> (inačica %2$s)<br>

# report.status.existingExtensions.title
source: Security status of existing, but not loaded extensions
da: Sikkerhedsstatus på eksisterende men ikke-indlæste udvidelser
hi: मौजूदा की सुरक्षा स्थिति, पर लोडेड एक्सटेंशन नहीं
hr: Sigurnosni status postojeći proširenja koja nisu učitana

# report.status.existingExtensions.noInsecureExtensionExists.value
source: OK
hi: ओके

# report.status.existingExtensions.insecureExtensionExists.value
source: %s insecure extension(s) found
da: %s usikre udvidelse(r) fundet
hi: %s असुरक्षित एक्सटेंशन(s) पाया गया
hr: Pronađeno je %s proširenja koja nisu sigurna
