Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/linkvalidator/Resources/Private/Language/Module/*.locallang_csh.xlf
Languages: hi, hr, it

# checkboxes.description
source: Click the following checkboxes to consider or to ignore the corresponding broken links.
hi: अनुरूप टूटी लिंक्स को लेने के लिए या नजर-अंदाज करने के लिए नीचे दिए गए चेक-बॉक्सेस पर क्लिक करे।
hr: Kliknite sljedeći potvrdni okvir kako bi razmotrili ili zanemarili odgovarajuće neispravne poveznice.
it: Fai clic sulle caselle seguenti per considerare o ignorare i corrispondenti collegamenti interrotti.

# tablehead_path.description
source: Path to the content element, which contains the broken link.
hi: जो टूटी हुई लिंक को शामिल करते हे, ऐसे कंटेंट एलिमेंट का तक पाथ।
hr: Putanja do elementa sadržaja koji sadrži neispravnu poveznicu.
it: Percorso dell'elemento di contenuto che contiene i collegamenti interrotti.

# tablehead_element.description
source: Type of the element containing the broken link, its headline and the field in which the broken link is located.
hi: टूटी हुई लिंक युक्त एलिमेंट के प्रकार, यह हाईलाइट किया गया है और जो फील्ड में टूटी हुई लिंक हे वो दिखाई गई है।
hr: Vrsta elementa koji sadrži neispravnu poveznicu, zaglavlje i polje u koje se nalazi neispravna poveznica.
it: Tipo dell'elemento che contiene il collegamento interrotto, la sua intestazione e il campo nel quale si trova il collegamento interrotto.

# tablehead_headlink.description
source: The linking text.
hi: जोड़ने वाल टेक्स्ट।
hr: Tekst poveznice.
it: Il testo del collegamento.

# tablehead_linktarget.description
source: URL to which the broken link is pointing.
hi: URL जिस पर टूटी हुई लिंक पॉइंट कर रही है।
hr: URL neispravne poveznice.
it: URL al quale punta il collegamento interrotto.

# tablehead_linkmessage.description
source: Status of that link.
hi: उस की लिंक की स्थिति।
hr: Status poveznice.
it: Stato del collegamento.

# tablehead_lastcheck.description
source: Date and time of the last update of the information in each table row.
hi: टेबल की हर एक रॉ में जानकारी के आखरी अपडेट की तारीख और समय।
hr: Datum i vrijeme posljednje ažuriranja podataka u svakom retku tablice.
it: Data e ora di ultimo aggiornamento delle informazioni in ogni riga della tabella.

# task_page.alttitle
source: Start page of the task
hi: कार्य का स्टार्ट पेज
hr: Početna stranica zadaće
it: Pagina iniziale dell'operazione

# task_page.description
source: UID of the start page for this task.
hi: इस कार्य के लिए स्टार्ट पेज का UID।
hr: UID početne stranice za ovu zadaću.
it: UID della pagina iniziale per questa operazione.

# task_depth.alttitle
source: Depth of the task
hi: टास्क(कार्य) की गहराई
hr: Dubina zadaće
it: Profondit√† dell'operazione

# task_depth.description
source: Level of pages the task should check.
hr: Razine stranica koje zadaća treba provjeriti.

# task_configuration.alttitle
source: Special TSconfig code
hi: विशेष TSconfig कोड
hr: Poseban TSconfig kod
it: Codice speciale TSconfig

# task_configuration.description
source: TSconfig Code which defines settings for linkvalidator to be used for this task.
hi: TSconfig कोड जो कार्य के लिए इस्तेमाल किये जाने वाले लिंक-वेलिडेटर के सेटिंग को व्याख्याहित करता है।
hr: TSconfig kod koji definira postavke za linkvalidatora koji će se koristiti za ovu zadaću.

# task_email.alttitle
source: Email address
hi: ई-मेल एड्रेस
hr: E-mail adresa
it: Indirizzo e-mail

# task_email.description
source: Email address to which an email report is sent.
hi: जहा ईमेल रिपोर्ट भेजी है वो ईमेल एड्रेस।
hr: E-mail adresa za slanje e-mail izvješća.
it: Indirizzo e-mail al quale inviare un rapporto.

# task_emailonbrokenlinkonly.alttitle
source: Mailing option
hi: मेल करने के विकल्प
hr: Mogućnosti slanja e-mail poruke
it: Opzioni per la posta elettronica

# task_emailonbrokenlinkonly.description
source: Only send an email, if new broken links were found.
hi: जो अगर नई टूटी कड़ियों पाई गई हो, केवल तभी ईमेल भेजे।
hr: Pošalji e-mail jedino ukoliko su pronađene nove neispravne poveznice.
it: Spedisci un e-mail solo se sono stati trovati nuovi collegamenti interrotti.

# task_emailfile.alttitle
source: Email template file
hi: ईमेल टेम्पलेट फ़ाइल
hr: Datoteka predloška e-mail poruke
it: File contenente il modello per l'email.

# task_emailfile.description
source: Define a template to be used for the email.
hi: ईमेल के लिए इस्तेमाल किया गया टेम्पलेट व्याख्याहित करे।
hr: Definiraj predložak koji će se koristiti za e-mail.
it: Definisci un modello da usare per l'email.
