Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/linkvalidator/Resources/Private/Language/Module/*.locallang.xlf
Languages: nl

# menu.introduction
source: Introduction
nl: Introductie

# menu.checkLinks
source: Check Links for validity
nl: Links op geldigheid controleren

# menu.overview
source: Overview of links on website
nl: Overzicht van links op de website

# overview.header
source: Overview - choose options to check the links
nl: Overzicht - kies opties om de links te controleren

# overview.all.header
source: Total amounts in tt_content
nl: Totaal aantal in tt_content

# overview.all.records
source: Records with ext. links
nl: Records met ext. links

# overview.all.links
source: External links
nl: Externe links

# overview.branch.header
source: Amounts from actual branch in tt_content
nl: Aantallen van de huidige deelboom in tt_content

# overview.branch.records
source: Records with ext. links
nl: Records met externe links

# overview.branch.links
source: External links
nl: Externe links

# overview.attention.header
source: Attention
nl: Let op

# overview.attention.text
source: Checking links may take up to several minutes. Checking ONE link can last up to 3 seconds.
nl: Het controleren van links kan enkele minuten duren. Het controleren van een enkele link kan tot 3 seconde duren.

source: Report
nl: Rapportage

# CheckLink
source: Check Links
nl: Links controleren

# report.statistics.header
source: Show these types of broken links
nl: Deze types defecte links tonen

# checklinks.statistics.header
source: Check these types of broken links
nl: Deze types defecte links controleren

# report.func.title
source: Show this level
nl: Dit niveau tonen

# checklinks.func.title
source: Check this level
nl: Dit niveau controleren

# overviews.nbtotal
source: Broken links total
nl: Totaal defecte links

# hooks.db
source: Internal Links
nl: Interne links

# hooks.file
source: File Links
nl: Links naar bestanden

# hooks.external
source: External Links
nl: Externe links

# label_refresh
source: Refresh display
nl: Verversen

# label_update
source: Check links
nl: Links controleren

# list.header
source: Listing of broken links
nl: Lijst met defecte links

# list.tableHead.path
source: Path
nl: Pad

# list.tableHead.linktarget
source: URL / Link Target
nl: URL / Doel van link

# list.tableHead.linkmessage
source: Error message
nl: Foutmelding

# list.tableHead.lastCheck
source: Last check
nl: Laatste link

# list.edit
source: Edit element containing this broken link
nl: Element met defecte link bewerken

# list.field
source: (Field: %s)
nl: (Veld: %s)

# list.no.headline
source: no headline
nl: geen kopregel

# list.report.pagedeleted
source: Page '###title###' (###uid###) is deleted.
nl: Pagina '###title###' (###uid###) is verwijderd.

# list.report.pagenotvisible
source: Page '###title###' (###uid###) is not visible.
nl: Pagina '###title###' (###uid###) is niet zichtbaar.

# list.report.pagenotexisting
source: Page (###uid###) does not exist.
nl: Pagina (###uid###) bestaat niet.

# list.report.contentmoved
source: Element '###title###' (###uid###) is not located on page ###wrongpage###, but on page ###rightpage###.
nl: Element '###title###' (###uid###) bevindt zich niet op pagina ###wrongpage###, maar op pagina ###rightpage###.

# list.report.contentdeleted
source: Element '###title###' (###uid###) is deleted.
nl: Element '###title###' (###uid###) is verwijderd.

# list.report.contentnotvisible
source: Element '###title###' (###uid###) is not visible.
nl: Element '###title###' (###uid###) is niet zichtbaar.

# list.report.contentnotexisting
source: Element (###uid###) does not exist.
nl: Element (###uid###) bestaat niet.

# list.report.rownotvisible
source: ###title### row (###uid###) is not visible.
nl: Regel '###title###' (###uid###) is niet zichtbaar.

# list.report.rowdeleted
source: ###title### row (###uid###) is deleted.
nl: Regel ###title### (###uid###) is verwijderd.

# list.report.rowdeleted.default.title
source: Linked
nl: Gelinkt

# list.report.rownotexisting
source: Row (###uid###) does not exist.
nl: Regel (###uid###) bestaat niet.

# list.report.noinformation
source: No information about the error is available.
nl: Er is geen informatie over de fout beschikbaar.

# list.report.noresponse
source: External Link not reachable.
nl: Externe link is niet te bereiken.

# list.report.redirectloop
source: A redirect loop occurred. (%s: %s)
nl: Er is een doorverwijzingslus opgetreden (%s: %s)

# list.report.pageforbidden403
source: Accessing this address is not allowed (403).
nl: Toegang tot deze URL is niet toegestaan (403).

# list.report.pagenotfound404
source: The requested url was not found (404).
nl: De gevraagde URL is niet gevonden (404).

# list.report.externalerror
source: External Link returned HTTP error code (%s).
nl: Externe link gaf een HTTP foutcode (%s).

# list.report.filenotexisting
source: File doesn't exist.
nl: Bestand bestaat niet.

# list.report.timeout
source: Operation timeout. The specified time-out period was reached according to the conditions.
nl: Bewerking duurde te lang. De ingestelde periode werd overschreden.

# list.report.internalerror500
source: Internal Server Error (500)
nl: Interne serverfout (500)

# list.report.couldnotresolvehost
source: Could not resolve host. The given remote host was not resolved.
nl: Can de host niet vinden.

# list.report.errornetworkdata
source: Failure with receiving network data.
nl: Fout bij het ontvangen van netwerkdata.

# list.report.otherhttpcode
source: An error occurred (%s): "%s".
nl: Een fout is opgetreden (%s): "%s".

# list.report.httpexception
source: Exception: %s
nl: Uitzondering: %s

# list.report.networkexception
source: Network error / invalid domain
nl: Netwerkfout / ongelidg domein

# list.no.broken.links.title
source: No broken links to show!
nl: Geen defecte links om te tonen!

# list.no.broken.links
source: There are no broken links to be displayed.
nl: Er zijn geen defecte links om af te beelden.

# no.access.title
source: No access!
nl: Geen toegang!

# no.access
source: You do not have access to these listings.
nl: Geen toegang tot deze lijst.

# label_update-link-list
source: Checking links, please stand by.
nl: Links worden gecontroleerd, dit kan even duren.

# label_refresh-link-list
source: Refreshing link list, please stand by.
nl: Lijst met links wordt bijgewerkt, dit kan even duren.
