Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/adminpanel/Resources/Private/Language/*.locallang_debug.xlf
Languages: it, nl

# module.shortinfo
source: (%s Errors/Warnings)
it: (%s Errori/Avvertimenti)
nl: (%s Fouten/Waarschuwingen)

# submodule.log.message
source: Log Message
it: Messaggio di log
nl: Logbericht

# submodule.log.component
source: Component
it: Componente

# submodule.log.level
source: Level
it: Livello
nl: Niveau

# submodule.log.groupByComponent
source: Group by Component
it: Raggruppa per componente
nl: Groeperen op component

# submodule.log.groupByLevel
source: Group by Level
it: Raggruppa per livello
nl: Groeperen op niveau

# submodule.log.startLevel
source: Display only levels equal or higher to
it: Visualizza solo livelli uguali o superiori a
nl: Alleen niveaus tonen hoger of gelijk aan

# submodule.log.noEntries
source: No log entries.
it: Nessun log.
nl: Geen log-items

# submodule.queryInformation.label
source: Query Information
it: Informazioni Query
nl: Query-informatie

# submodule.queryInformation.queries
source: Queries
it: Query
nl: Query's

# submodule.queryInformation.backtrace
source: Backtrace
it: Sfondi
nl: Traceren

# submodule.queryInformation.doctrineDebug
source: SQL Debug
it: Debug SQL
nl: SQL debuggen

# submodule.queryInformation.sqlQuery
source: SQL Query
it: Query SQL

# submodule.queryInformation.queryCount
source: Count
it: Conteggio
nl: Aantal

# submodule.queryInformation.queryTime
source: Total Time [ms]
it: Tempo totale [ms]
nl: Totale tijd [ms]

# module.label
source: Debug
nl: Debuggen
