Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/adminpanel/Resources/Private/Language/*.locallang_info.xlf
Languages: it

# module.shortinfo
source: (Load Time: %s ms)
it: (Tempo di carico: %s ms)

# imagesOnPage
source: Images on this page
it: Immagini su questa pagina

# imagesSize
source: Total image file sizes
it: Dimensioni totali file immagine

source: Document size
it: Dimensione documento

source: Page Uid
it: Uid pagina

source: Page type
it: Tipo di pagina

# groupList
source: Frontenduser group combination
it: Combinazione gruppo Frontenduser

# noCache
source: Page cached
it: Pagina nella cache

# noCache_yes
source: Yes
it: SÃ¬

# countUserInt
source: Count of USER_INT objects
it: Numero di oggetti USER_INT

# feuserName
source: Name of logged in FE-User
it: Nome dell'utente connesso

# feuserId
source: Id of logged in FE-User
it: Id di accesso FE-Utente

source: Total parsetime
it: Analisi totale

source: Key
it: Chiave

source: Value
it: Valore

# sub.general.label
source: General
it: Generale

# sub.request.label
source: REQUEST
it: RICHIESTA
