Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/felogin/Resources/Private/Language/*.Database.xlf
Languages: cs, da, de, fr, hi, it, nl, th

# tt_content.CType_pi1
source: Website User Login
cs: Přihlášení uživatele webu
da: Website bruger logind
de: Benutzeranmeldung der Website
fr: Connexion utilisateur du site
hi: वेबसाइट उपयोगकर्ता लॉगिन
it: Login Utente Sito Web
nl: Gebruikersaanmelding
th: ชื่อผู้ใช้เว็บไซต์

# felogin_redirectPid
source: Redirect at Login to Page (felogin)
cs: Přesměrovat po přihlášení na stránku (felogin)
da: Videresend til side (felogin) ved login
de: Bei Login zur Seite weiterleiten (felogin)
fr: Redirection à la page de connexion (felogin)
hi: पेज पे लोग-इन पर रीडायरेक्ट(felogin)
it: Reindirizza al Login alla Pagina (felogin)
nl: Doorverwijzen bij Inloggen naar pagina (felogin):
th: เปลี่ยนเส้นทางที่เข้าสู่ระบบเพื่อ Page (felogin) :

# felogin_forgotHash
source: Forgot hash
cs: Hash zapomenutého hesla
da: Glemt hash
de: Hash vergessen
fr: Hash oublié
hi: फॉरगॉट हैश
it: Hash dimenticato
nl: Vergeet-hash

# tt_content.pi_flexform.general_header
source: General Header
cs: Obecná hlavička
da: Generel overskrift:
de: Allgemeiner Header
fr: En-tête général
hi: सामान्य हैडर
it: Intestazione generale
nl: Algemene kop:
th: Header ทั่วไป

# tt_content.pi_flexform.general_message
source: General Message
cs: Obecné hlášení
da: Generel besked:
de: Allgemeine Nachricht
fr: Message général
hi: सामान्य संदेश
it: Messaggio generale
nl: Algemeen bericht:
th: ข้อความทั่วไป

# tt_content.pi_flexform.redirect_header
source: Redirect Header
cs: Hlavička při přesměrování
da: Videresend overskrift:
de: Überschrift umleiten
fr: Rediriger l'en-tête
hi: रीडायरेक्ट हैडर
it: Reindirizza intestazione
nl: Doorverwijzen kop:
th: หัว Redirect :

# tt_content.pi_flexform.redirect_message
source: Redirect Message
cs: Hlášení při přesměrování
da: Videresend besked:
de: Nachricht weiterleiten
fr: Message de redirection
hi: रीडायरेक्ट संदेश
it: Reindirizza messaggio
nl: Doorverwijzen bericht:
th: ข้อความ Redirect :

# tt_content.pi_flexform.welcome_header
source: Welcome Header
cs: Hlavička vítejte
da: Velkommen overskrift:
de: Begrüßungskosten
fr: En-tête de bienvenue
hi: वेलकम हैडर
it: Intestazione Benvenuto
nl: Welkom kop:
th: หัว Welcome :

# tt_content.pi_flexform.welcome_message
source: Welcome Message
cs: Hlášení vítejte
da: Velkommen besked:
de: Willkommensnachricht
fr: Message de bienvenue
hi: वेलकम संदेश
it: Messaggio di benvenuto
nl: Welkom bericht:
th: ข้อความ Welcome :

# tt_content.pi_flexform.success_header
source: Login Success Header
cs: Hlavička přihlášení úspěšné
da: Succesfuld login overskrift
de: Login-Erfolgskopf
fr: En-tête de la réussite de connexion
hi: लॉगिन सफल हैडर
it: Intestazione di successo login
nl: Inloggen gelukt kop:
th: หัว Success Login :

# tt_content.pi_flexform.success_message
source: Login Success Message
cs: Hlášení přihlášení úspěšné
da: Succesfuld login besked
de: Login-Erfolgsnachricht
fr: Message de réussite de connexion
hi: लॉगिन सफल संदेश
it: Messaggio di successo accesso
nl: Inloggen gelukt bericht:
th: ข้อความ Success Login :

# tt_content.pi_flexform.error_header
source: Login Error Header
cs: Hlavička chyba přihlášení
da: Fejl login overskrift:
de: Login Fehler Header
fr: En-tête d'erreur de connexion
hi: लॉगिन एरर हैडर
it: Errore di login Header
nl: Fout bij het inloggen kop:
th: Header Error Login :

# tt_content.pi_flexform.error_message
source: Login Error Message
cs: Hlášení chyba přihlášení
da: Fejl login besked:
de: Login Fehlermeldung
fr: Message d'erreur de connexion
hi: लॉगिन एरर संदेश
it: Messaggio di errore di login
nl: Fout bij het inloggen bericht:
th: ข้อความ Error Login :

# tt_content.pi_flexform.status_header
source: Status Display Header
cs: Hlavička zobrazení stavu
da: Status visning overskrift:
de: Statusanzeige Header
fr: En-tête d'affichage de statut
hi: स्टेटस डिस्प्ले हैडर
it: Intestazione di visualizzazione stato
nl: Statusvenster kop:
th: Header แสดง Status :

# tt_content.pi_flexform.status_message
source: Status Display Message
cs: Hlášení zobrazení stavu
da: Status visning besked:
de: Statusanzeige Nachricht
fr: Message d'affichage de statut
hi: स्टेटस डिस्प्ले संदेश
it: Messaggio di visualizzazione stato
nl: Statusvenster bericht:
th: ข้อความแสดงสถานะ

# tt_content.pi_flexform.logout_header
source: Logout Header
cs: Hlavička odhlášení
da: Log ud overskrift:
de: Abmelden Header
fr: En-tête de déconnexion
hi: लॉग-आउट हैडर
it: Esci dall'intestazione
nl: Uitloggen kop:
th: หัว Logout :

# tt_content.pi_flexform.logout_message
source: Logout Message
cs: Hlášení odhlášení
da: Log ud besked:
de: Abmelden Nachricht
fr: Message de déconnexion
hi: लॉग-आउट संदेश
it: Messaggio di logout
nl: Uitloggen bericht:
th: ข้อความ Logout :

# tt_content.pi_flexform.forgot_header
source: Forgot Password Header
cs: Hlavička zapomenuté heslo
da: Glemt password overskrift:
de: Passwort vergessen Header
fr: En-tête Mot de passe oublié
hi: फॉरगॉट पासवर्ड हैडर
it: Intestazione Password dimenticata
nl: Wachtwoord vergeten kop:
th: Header Password ลืม

# tt_content.pi_flexform.forgot_message
source: Forgot Password Message
cs: Hlášení zapomenuté heslo
da: Glemt password besked:
de: Passwort vergessen
fr: Message de mot de passe oublié
hi: फॉरगॉट पासवर्ड मैसेज
it: Messaggio password dimenticato
nl: Wachtwoord vergeten bericht:
th: ข้อความผ่านลืม :

# tt_content.pi_flexform.sheet_general
source: General
cs: Obecné
da: Generelle valg
de: Allgemein
fr: Général
hi: सामान्य
it: Generale
nl: Algemeen
th: ทั่วไป

# tt_content.pi_flexform.sheet_redirect
source: Redirects
cs: Přesměrování
da: Viderestillings indstillinger
de: Umleitungen
fr: Redirections
hi: रीडायरेक्ट
it: Redirect
nl: Doorverwijzingsopties
th: ตัวเลือกการเปลี่ยนเส้นทาง

# tt_content.pi_flexform.sheet_messages
source: Messages
cs: Hlášení
da: Beskeder
de: Nachrichten
hi: संदेश
it: Messaggi
nl: Berichten
th: ข้อความ

# tt_content.pi_flexform.show_forgot_password
source: Display Password Recovery Link
cs: Zobrazit odkaz Zapomenuté heslo
da: Vis "Glemt password?" link:
de: Passwort-Wiederherstellungs-Link anzeigen
fr: Afficher le lien de récupération de mot de passe
hi: पासवर्ड रिकवरी लिंक डिस्प्ले करे
it: Mostra link di recupero password
nl: Toon "Wachtwoord vergeten?" link:
th: แสดง"ลืมรหัสผ่าน" ลิงค์ :

# tt_content.pi_flexform.show_permalogin
source: Display Remember Login Option
cs: Zobrazit volbu Zůstat přihlášen
da: Vis "Forbliv logget ind" checkbox (hvis angivet ved installation):
de: Login-Option anzeigen
fr: Afficher l'option de connexion
hi: रेमेम्बेर लॉगिन विकल्प डिस्प्ले करे
it: Mostra opzioni di accesso
nl: Laat de "Blijf ingelogd" optie zien (als ingeschakeld bij de installatie):
th: แสดง"อยู่ในระบบ"ช่องทำเครื่องหมาย (ถ้าเปิดในการติดตั้ง) :

# tt_content.pi_flexform.show_logoutFormAfterLogin
source: Disable redirect after successful login, but display logout-form
cs: Zakázat přesměrování po úspěšném přihlášení, ale zobrazit formulář odhlášení
da: Deaktivér videresend og vis log-ud formular efter succesfuldt login
de: Weiterleitung nach erfolgreichem Login deaktivieren, aber Logout-Formular anzeigen
fr: Désactiver la redirection après avoir réussi la connexion, mais afficher le formulaire de déconnexion
hi: सफलता पूर्वक लोगिन के बाद रीडायरेक्ट निष्क्रिय, लेकिन लॉगआउट-फॉर्म डिस्प्ले करे
it: Disattiva il redirect dopo il login, ma mostra il logout-form
nl: Afmeldformulier tonen na een succesvolle aanmelding.

# tt_content.pi_flexform.groupSelectmode
source: FE group select mode:
cs: Mód výběru FE skupiny:
da: FE gruppe valg-mode:
de: FE-Gruppe-Auswahlmodus:
fr: Mode de sélection du groupe FE :
hi: FE समूह का चयन मोड:
it: Modalità selezione gruppo FE:
nl: FE-groep selectiemodus:
th: FE กลุ่มโหมดเลือก :

# tt_content.pi_flexform.groupSelectmode_showAll
source: Show all
cs: Zobrazit všechny
da: Vis alle
de: Alle anzeigen
fr: Tout afficher
hi: सभी दिखाएँ
it: Mostra tutto
nl: Laat alles zien
th: แสดงทั้งหมด

# tt_content.pi_flexform.groupSelectmode_showSelected
source: Show selected
cs: Zobrazit vybrané
da: Vis valgte
de: Ausgewählte anzeigen
fr: Afficher la sélection
hi: चुने गए दिखाए
it: Mostra selezionati
nl: Laat geselecteerde zien
th: แสดงเลือก

# tt_content.pi_flexform.groupSelectmode_DontShowSelected
source: Don't show selected
da: Vis ikke valgte
de: Nicht ausgewählt anzeigen
fr: Ne pas afficher la sélection
it: Non mostrare selezionato
nl: Geselecteerde niet tonen

# tt_content.pi_flexform.groupSelectmode_FromTS
source: (from Typoscript)
cs: (z Typoscriptu)
da: (fra TypoScript)
de: (von Typoscript)
fr: (du typoscript)
hi: (टाइपो-स्क्रिप्ट से)
it: (da Typoscript)
nl: (uit Typoscript)
th: (จาก Typoscript)

# tt_content.pi_flexform.groupSelection
source: FE group selection:
cs: Výběr FE skupiny:
da: FE gruppe-valg:
de: FE-Gruppe Auswahl:
fr: Sélection du groupe FE :
hi: FE समूह चयन:
it: Selezione gruppo FE:
nl: FE groep selectie:
th: เลือกกลุ่ม FE :

# tt_content.pi_flexform.groupSelection_noGroup
source: no group
cs: žádná skupina
da: ingen gruppe
de: keine Gruppe
fr: aucun groupe
hi: समूह नहीं
it: nessun gruppo
nl: geen groep
th: ไม่มีกลุ่ม

# tt_content.pi_flexform.field_manualOrder
source: Using fieldlists below:
cs: Používá seznamy polí níže:
da: Bruger feltliste nedenfor:
de: Nutze Feldlisten unten:
fr: Utiliser les listes de champs ci-dessous :
hi: नीचे के फील्ड-सूचियों का उपयोग करे:
it: Usa campi qui sotto:
nl: Gebruik deze veldlijst:
th: ใช้ fieldlists ด้านล่าง

# tt_content.pi_flexform.field_orderList
source: User Fields/list:
cs: Uživatelská pole/seznam:
da: Bruger felter/lister:
de: Benutzerfelder/Liste:
fr: Champs/liste d'utilisateurs :
hi: उपयोगकर्ता फ़ील्ड्स/लिस्ट:
it: Campi/lista utente:
nl: Veldlijst gebruikers:
th: ผู้ใช้ข้อมูลในรายการ :

# tt_content.pi_flexform.field_orderDetails
source: User Fields/details:
cs: Uživatelská pole/detaily:
da: Bruger felter/detaljer:
de: Benutzerfelder/Details:
fr: Champs/détails de l'utilisateur :
hi: उपयोगकर्ता फ़ील्ड्स/डिटेल्स:
it: Campi utente/dettagli:
nl: Gebruikersdetails:
th: User กรุณากรอกข้อมูลรายละเอียด :

# tt_content.pi_flexform.redirectMode
source: Redirect Mode
cs: Mód přesměrování
da: Videresend mode (du skal angive et valg - uden defineret mode vil der ikke være videresend)
de: Umleitungsmodus
fr: Mode Redirection
hi: रीडायरेक्ट मोड
it: Modalità Redirect
nl: Doorverwijzingsmodus (u dient opties te kiezen, zonder gedefinieerde modus is er geen doorverwijzing)
th: เปลี่ยนเส้นทาง Mode (คุณต้องเลือกตัวเลือกที่กำหนดโดยไม่ต้องมีการเปลี่ยนเส้นทาง Mode ไม่) :

# tt_content.pi_flexform.redirectMode.I.0
source: Defined by Usergroup Record
cs: Definován záznamem skupiny uživatele
da: Defineret af brugergruppe-element
de: Definiert durch Benutzergruppe-Eintrag
fr: Défini par Usergroup Record
hi: उपयोगकर्ता समूह रिकार्ड द्वारा व्याख्याहित
it: Definito da Record Usergroup
nl: gedefinieerd door record gebruikersgroep
th: กำหนดโดย Usergroup รายการ

# tt_content.pi_flexform.redirectMode.I.1
source: Defined by User Record
cs: Definován záznamem uživatele
da: Defineret af bruger-element
de: Definiert durch Benutzerrekord
fr: Défini par l'enregistrement utilisateur
hi: उपयोगकर्ता रिकॉर्ड द्वारा व्याख्याहित
it: Definito da record utente
nl: gedefinieerd door record gebruiker
th: กำหนดโดยใช้รายการ

# tt_content.pi_flexform.redirectMode.I.2
source: After Login (TS or Flexform)
cs: Po přihlášení (TS nebo Flexform)
da: Efter log ind (TS eller Flexform)
de: Nach Anmeldung (TS oder Flexform)
fr: Après connexion (TS ou Flexform)
hi: लोग-इन के बाद(TS या फ्लेक्स-फॉर्म)
it: Dopo l'accesso (TS o Flexform)
nl: na inloggen (TS of Flexform)
th: หลังจาก Login (TS หรือ Flexform)

# tt_content.pi_flexform.redirectMode.I.3
source: After Logout (TS or Flexform)
cs: Po odhlášení (TS nebo Flexform)
da: Efter log ud (TS eller Flexform)
de: Nach dem Abmelden (TS oder Flexform)
fr: Après déconnexion (TS ou Flexform)
hi: लॉगआउट के बाद(TS या फ्लेक्स-फॉर्म)
it: Dopo Logout (TS o Flexform)
nl: na uitloggen (TS of Flexform)
th: หลังจากออก (TS หรือ Flexform)

# tt_content.pi_flexform.redirectMode.I.4
source: After Login Error (TS or Flexform)
cs: Po chybě přihlášení (TS nebo Flexform)
da: Efter log ind fejl (TS eller Flexform)
de: Nach Login-Fehler (TS oder Flexform)
fr: Après une erreur de connexion (TS ou Flexform)
hi: लोग-इन एरर के बाद(TS या फ्लेक्स-फॉर्म)
it: Dopo l'errore di accesso (TS o Flexform)
nl: na fout bij inloggen (TS of Flexform)
th: หลังจาก Login Error (TS หรือ Flexform)

# tt_content.pi_flexform.redirectMode.I.5
source: Defined by GET/POST Parameters
cs: Definován parametry GET/POST
da: Defineret af GET/POST-variabler
de: Definiert von GET/POST Parametern
fr: Défini par les paramètres GET/POST
hi: गेट/पोस्ट पैरामीटर्स द्वारा व्याख्याहित
it: Definito da Parametri GET/POST
nl: gedefinieerd door GET/POST-Vars
th: กำหนดโดย GET / POST - Vars

# tt_content.pi_flexform.redirectMode.I.6
source: Defined by Referrer
cs: Definován refererem
da: Defineret af Referrer
de: Definiert durch Referrer
fr: Défini par Référence
hi: संदर्भ द्वारा व्याख्याहित
it: Definito dal Referente
nl: gedefinieerd door referrer
th: กำหนดโดยอ้างอิง

# tt_content.pi_flexform.redirectMode.I.7
source: Defined by Domain Entries
cs: Definován doménovými záznamy
da: Defineret af Domain entries
de: Definiert durch Domain-Einträge
fr: Défini par Entrées de domaine
hi: डोमेन एंट्रीज़ द्वारा व्याख्याहित
it: Definito da Voci di Dominio
nl: gedefinieerd door domeinen
th: ที่กำหนดโดยรายการโดเมน

# tt_content.pi_flexform.redirectFirstMethod
source: Use First Supported Mode from Selection
cs: Použít první podporovaný režim z výběru
da: Brug det første mode der findes
de: Erster unterstützter Modus aus Auswahl verwenden
fr: Utiliser le mode de première prise en charge de la sélection
hi: चयन से पहले सहायक मोड का उपयोग करे
it: Usa la prima modalità supportata dalla selezione
nl: Gebruik de eerst gevonden modus:
th: ใช้โหมดแรกที่พบ :

# tt_content.pi_flexform.redirectDisable
source: Disable Redirect
cs: Zakázat přesměrování
da: Deaktivér viderestilling:
de: Umleitung deaktivieren
fr: Désactiver Redirect
hi: रिडाइटेक्ट निष्क्रिय
it: Disabilita Redirect
nl: Zet doorverwijzen uit:
th: ปิดใช้งานการเปลี่ยนเส้นทาง :

# tt_content.pi_flexform.redirectPageLogin
source: After Successful Login Redirect to Page
cs: Po úspěšném přihlášení přesměrovat na stránku
da: Efter succesfuld login, videresend til side:
de: Nach erfolgreicher Anmeldung wird auf Seite weitergeleitet
fr: Après une redirection réussie de connexion à la page
hi: सफलता पूर्वक लोगिन के बाद पेज पर रीडायरेक्ट
it: Dopo il Redirect di Login alla Pagina riuscito
nl: Na 'inloggen gelukt', verwijs naar pagina:
th: หลังจากเข้าสู่ระบบที่ประสบความสำเร็จเปลี่ยนเส้นทางไปยังหน้า :

# tt_content.pi_flexform.redirectPageLoginError
source: After Failed Login Redirect to Page
cs: Po chybě přihlášení přesměrovat na stránku
da: Efter login med fejl, videresend til side:
de: Nach gescheiterter Anmeldung Umleitung zur Seite
fr: Après une connexion échouée, Redirect à la page
hi: लॉगिन असफल होने के बाद पेज पर रीडायरेक्ट
it: Dopo il Redirect di Login fallito alla pagina
nl: Na fout bij inloggen verwijs naar pagina:
th: หลังจากเข้าสู่ระบบด้วยข้อผิดพลาดเปลี่ยนเส้นทางไปยังหน้า :

# tt_content.pi_flexform.redirectPageLogout
source: After Logout Redirect to Page
cs: Po odhlášení přesměrovat na stránku
da: Efter logud viderestil til side:
de: Nach dem Abmelden auf Seite weiterleiten
fr: Après déconnexion Redirect à la page
hi: लॉगआउट के बाद पेज पर रीडायरेक्ट
it: Dopo il Redirect di Logout alla Pagina
nl: Na uitloggen verwijs naar pagina:
th: หลังจากออกจากการเปลี่ยนเส้นทางไปยังหน้า :

# tt_content.pi_flexform.template_file
source: Template File
cs: Soubor šablony
da: Skabelon fil:
de: Vorlagendatei
fr: Fichier de modèle
hi: टेम्पलेट फाइल
it: File modello
nl: Templatebestand
th: แฟ้มแม่แบบ :

# tt_content.pi_flexform.user_storage
source: User Storage Page
cs: Použít stránku úložiště
da: Mappe indeholdende brugere
de: Benutzerspeicherseite
fr: Page de stockage utilisateur
hi: उपयोगकर्ता संग्रह पेज
it: Pagina Archiviazione utente
nl: Opslagpagina voor gebruikers
th: เก็บหน้าผู้ใช้
