Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/felogin/Resources/Private/Language/*.locallang.xlf
Languages: da, it, km, th

# ll_welcome_header
source: User login
da: Brugerlogin
km: ការកត់ត្រា​អ្នក​ប្រើប្រាស់​ចូល
th: ล็อกอินชื่อผู้ใช้

# ll_welcome_message
source: Enter your username and password here in order to log in on the website
da: Indtast til brugernavn og adgangskode her, for at logge ind på websitet

# ll_logout_header
source: You have logged out.
da: Du har nu logget ud.
km: អ្នក​បាន​កត់ត្រា​ចេញ ។
th: คุณได้ออก

# ll_logout_message
source: You just logged out from your user session on this website. You can login again or as another user by the form below.
da: Du har netop logget ud af din brugersession på dette website. Du kan logge på igen som en anden bruger via formularen herunder.

# ll_error_header
source: Login failure
da: Fejl i login
km: ការ​កត់ត្រា​ចូល​មិន​បាន​សម្រេច
th: Login ล้มเหลว

# ll_error_message
source: An error occurred during login. Most likely you didn't enter the username or password correctly. Be certain that you enter them precisely as they are, including upper/lower case. Another possibility is that cookies might be disabled in your web browser.
da: Et fejl opstod under log ind. Sandsynligvis indtastede du ikke dit brugernavn eller adgangskode korrekt. Du bør sikre dig at du indtaster dem præcist som de er, også med store og små bogstaver. En anden mulighed kan være at cookies er deaktiveret i din browser.

# ll_success_header
source: Login successful
da: Login gennemført
km: ការកត់ត្រា​ចូល​ជោគជ័យ
th: Login ประสบความสำเร็จ

# ll_success_message
source: You are now logged in as '###USER###'
da: Du er nu logget in som '###USER###'
km: ឥឡូវ​អ្នក​​ត្រូវ​បាន​កត់ត្រា​ចូល​​ដោយ​ប្រើ​ឈ្មោះ '###USER###'
th: คุณเข้าสู่ระบบในขณะนี้เป็น'# # # USER # # #'

# ll_status_header
source: Current status
da: Nuværende status
km: ស្ថានភាព​បច្ចុប្បន្ន
th: สถานะปัจจุบัน

# ll_status_message
source: This is your current status
da: Dette er din nuværende status

# cookie_warning
source: Warning: There is a possibility that cookies are not enabled in your web browser! If your login disappears on your next click that is the case and you should enable cookies (or accept cookies from this website) immediately!
da: Advarsel: Der er en sandsynlighed for at cookies ikke er slået til i din browser! Hvis dit login forsvinder ved næste klik så er det tilfældet, og du bør slå cookies til (eller acceptere cookies fra dette website) med det samme!
it: Attenzione: C'è la possibilità che i cookie non siano abilitati nel tuo browser web! Se il tuo login scompare sul tuo prossimo clic è così e dovresti abilitare immediatamente i cookie (o accettare i cookie da questo sito web)
km: សេចក្ដី​ ព្រមាន៖ ឃុកឃី ក្នុង​កុំព្យូទ័រ​របស់​អ្នក​ប្រហែល​មិន​ដំណើរការ​ក្នុង​កម្មវិធី​រុករក! ប្រសិន​បើ​ការ​កត់ត្រា​ចូល​របស់​លោកអ្នក​មើល​មិន​ឃើញ​ពេល​ចុច​​បន្ទាប់​​ទៀត ប្រាកដ​ជា​មក​ពី​បញ្ហា​នេះ ដូច្នេះ​អ្នក​ត្រូវ​ដំណើរការ ឃុកឃី (ឬ​យល់​ព្រម​បើក​ដំណើរការ ឃុកឃី ពី​វែបសាយ​នេះ)!
th: คำเตือน : มีความเป็นไปได้ที่จะไม่เปิดใช้งานคุกกี้ในเบราว์เซอร์ของคุณ! หากเข้าสู่ระบบของคุณจะหายไปเมื่อคลิกถัดไปที่เป็นกรณีและคุณควรจะเปิดใช้งานคุกกี้ (หรือยอมรับคุกกี้จากเว็บไซต์นี้) ทันที!

source: Username
da: Brugernavn
it: Nome utente

source: Password
da: Adgangskode

source: Login
da: Log ind
km: កត់ត្រា​ចូល
th: เข้าสู่ระบบ

# permalogin
source: Stay logged in
da: Forbliv logget ind
it: Rimani connesso

source: Logout
da: Log ud
it: Esci
km: កត់ត្រា​ចេញ
th: ออกจากระบบ

source: Send password
da: Send kodeord
it: Invia password
km: ផ្ញើ​ពាក្យ​សម្ងាត់
th: ส่งรหัสผ่าน

source: Reset Password
da: Nulstil kodeord
it: Reimposta password
km: ដាក់​ពាក្យ​សម្ងាត់​ម្ដង​ទៀត
th: ตั้งรหัสผ่านใหม่

# ll_change_password_header
source: Change your password
da: Skift dit kodeord
km: ប្ដូរ​ពាក្យ​សម្ងាត់
th: เปลี่ยนรหัสผ่าน

# ll_change_password_message
source: Please enter your new password twice. Password needs a minimum length of %s chars.
da: Indtast venligst din adgangskode to gange. Adgangskoder skal være på minimum %s karakterer.

# ll_change_password_nolinkprefix_message
source: Error: there is no prefix for the link. Please set one of the following in your typoscript template: plugin.tx_felogin_pi1.feloginBaseURL = http://yourdomain/, config.baseURL = http://yourdomain/, config.absRefPrefix = /
da: Fejl: Der er ingen prefix til linket. Sæt venligst et af følgfende i din typoscript skabelon: plugin.tx_felogin_pi1.feloginBaseURL = http://ditdomæne/, config.baseURL = http://ditdomæne/, config.absRefPrefix = /

# ll_change_password_notvalid_message
source: The link you clicked is not valid. Please repeat the forgot password procedure.
da: Linket du klikkede på er ikke gyldigt. Gentag venligst glemt adgangskode proceduren.

# ll_change_password_notequal_message
source: The passwords are not equal, please enter your new password twice. Password needs a minimum length of %s chars.
da: Adgangskoder er ikke ens. Indtast venligst din adgangskode to gange. Adgangskoder skal være på minimum %s karakterer.

# ll_change_password_tooshort_message
source: The password length is too short. Please enter your new password twice. Password needs a minimum length of %s chars.
da: Adgangskoden er for kort. Indtast venligst din adgangskode to gange. Adgangskoder skal være på minimum %s karakterer.

# ll_change_password_done_message
source: Your password has been saved. You can now login with your new password.
da: Din adgangskode er gemt. Du kan nu logge på med din nye adgangskode.

# change_password
source: Change your password
da: Skift dit kodeord
it: Cambia la tua password
km: ប្ដូរ​​ពាក្យ​​សម្ងាត់
th: เปลี่ยนรหัสผ่าน

# newpassword_label1
source: Enter new password
da: Indtast nyt kodeord
it: Inserisci nuova password
km: ដាក់​ពាក្យ​​សម្តាត់​ថ្មី
th: ป้อนรหัสผ่านใหม่

# newpassword_label2
source: Repeat new password
da: Gentag nyt kodeord
it: Ripeti nuova password
km: ដាក់​ពាក្យ​​សម្ងាត់​ម្ដង​ទៀត
th: ทำซ้ำรหัสผ่านใหม่

source: Your email
da: Din e-mail
it: La tua email

# ll_forgot_header
source: Forgot your password?
da: Har du glemt dit kodeord?
km: លោក​អ្នក​ភ្លេច​​ពាក្យ​សម្ងាត់?
th: ลืมรหัสผ่าน

# ll_forgot_email_password
source: Your password Hi %s Your username is "%s" Your password is "%s"
da: Dit kodeord Hej %s Dit brugernavn er "%s" Dit kodeord er "%s"
km: លេខ​សម្ងាត់​របស់​អ្នក សួស្ដី %s ឈ្មោះ​របស់​អ្នក "%s" ពាក្យ​សម្ងាត់​របស់​អ្នក "%s"
th: รหัสผ่าน Hi% s ชื่อผู้ใช้ของคุณ"% s" รหัสผ่านของคุณ"% s"

# ll_forgot_email_nopassword
source: Your password Hi %s We couldn't find a username for this email address and so cannot send the password to you. Probably you misspelled the email address (upper/lower case makes a difference) or maybe you even didn't register yet?
da: Din adgangskode Hej %s Vi kunne ikke finde et brugernavn til denne e-mailadresse og vi kan derfor ikke sende adgangskoden til dig. Du har formentlig skrevet den forkerte e-mailadresse (store/små bogstaver gør en forskel) eller måske har du ikke registreret dig endnu?

# ll_forgot_validate_reset_password
source: Your new password Dear %s, This email was sent in response to your request to reset your password. Please click on the link below. %s For security reasons, this link is only active until %s. If you do not visit the link before then, you will need to repeat the password reset steps.
da: Din nye adgangskode Kære %s Denne e-mail blev sendt som følge af din forespørgsel om at nulstille din adgangskode. Klik venligst på linket herunder. %s Af sikkerhedsgrunde er linket kun aktivt indtil %s. Hvis du ikke besøger linket inden, vil du være nødsaget til at gentage proceduren for nulstilling igen.

# ll_forgot_message
source: Please enter the email address by which you registered your user account. Then press "Send password" and your password will immediately be emailed to you. Make sure to spell your email address correctly.
da: Indtast venligst den e-mailadresse som du anvendte da du registrerede din brugerkonto. Klik herefter på "Send adgangskode" og din adgangskode vil øjeblikkeligt blive sendt til dig. Du bør sikre dig at du staver din e-mailadresse korrekt.

# ll_forgot_message_emailSent
source: Your password has now been sent to the email address %s
da: Dit kodeord er nu blevet sendt til emailadressen %s
km: ពាក្យ​​សម្ងាត់​របស់​អ្នក​បាន​ផ្ញើ​ទៅ​អ៊ីម៉ែល %s
th: รหัสผ่านของคุณแล้วตอนนี้ส่งไปยัง% s ที่อยู่อีเมล

# ll_forgot_reset_message
source: Please enter your username or email address. Instructions for resetting the password will be immediately emailed to you.
da: Indtast venligst enten dit brugernavn eller din e-mailadresse. Instruktioner om hvordan du nulstiller din adgangskode vil øjeblikkeligt blive sendt til dig.

# ll_forgot_reset_message_emailSent
source: An email has been sent to the address stored in your account and contains a link to reset your password. If you do not receive an email, your account or email address was not found.
da: En e-mail er sendt til adressen på din konto og den indeholder et link til nulstilling af din adgangskode. Hvis du ikke modtager en e-mail, blev din konto eller e-mailadresse ikke fundet.

# ll_forgot_reset_message_error
source: Your account or email address does not exist.
da: Din konto eller e-mail adresse eksisterer ikke.
km: គណនី​និងអុីម៉ែលរបស់លោកអ្នក​ពុំមាននៅក្នុងប្រព័ន្ធយើងខ្ញុំទេ

# ll_forgot_header_backToLogin
source: Return to login form
da: Tilbage til loginformular
km: ត្រឡប់​ទៅ​​កាន់​ទម្រង់​កត់ត្រា​ចូល​វិញ
th: กลับเข้าสู่ระบบแบบฟอร์ม

# ll_enter_your_data
source: Username or email address
da: Brugernavn eller e-mailadresse

# welcome_header
source: User login
it: Login utente

# welcome_message
source: Enter your username and password here in order to log in on the website
it: Inserisci il tuo nome utente e la password qui per accedere al sito web

# logout_header
source: You have logged out.
it: Sei uscito.

# logout_message
source: You just logged out from your user session on this website. You can login again or as another user by the form below.
it: Ti sei appena disconnesso dalla sessione utente su questo sito. Puoi effettuare nuovamente il login o come altro utente dal modulo sottostante.

# error_header
source: Login failure
it: Errore di accesso

# error_message
source: An error occurred during login. Most likely you didn't enter the username or password correctly. Be certain that you enter them precisely as they are, including upper/lower case. Another possibility is that cookies might be disabled in your web browser.
it: Si è verificato un errore durante il login. Molto probabilmente non hai inserito il nome utente o la password correttamente. Assicurati di inserirli esattamente come sono, incluso il caso superiore/inferiore. Un'altra possibilità è che i cookie potrebbero essere disabilitati nel tuo browser web.

# success_header
source: Login successful
it: Accesso riuscito

# success_message
source: You are now logged in as '###USER###'
it: Ora sei loggato come '###USER###'

# status_header
source: Current status
it: Stato attuale

# status_message
source: This is your current status
it: Questo è il tuo stato attuale

# change_password_header
source: Change your password
it: Cambia la tua password

# change_password_message
source: Please enter your new password twice. Password needs a minimum length of %s chars.
it: Inserisci la tua nuova password due volte. La password ha bisogno di una lunghezza minima di %s caratteri.

# change_password_nolinkprefix_message
source: Error: there is no prefix for the link. Please set one of the following in your typoscript template: plugin.tx_felogin_pi1.feloginBaseURL = http://yourdomain/, config.baseURL = http://yourdomain/, config.absRefPrefix = /
it: Errore: non c'è alcun prefisso per il link. Si prega di impostare uno dei seguenti nel tuo modello di typoscript: plugin.tx_felogin_pi1.feloginBaseURL = http://yourdomain/, config.baseURL = http://yourdomain/, config.absRefPrefix = /

# change_password_notvalid_message
source: The link you clicked is not valid. Please repeat the forgot password procedure.
it: Il link che hai cliccato non è valido. Si prega di ripetere la procedura password dimenticata.

# change_password_notequal_message
source: The passwords are not equal, please enter your new password twice. Password needs a minimum length of %s chars.
it: Le password non sono uguali, inserisci la tua nuova password due volte. La password ha bisogno di una lunghezza minima di %s caratteri.

# change_password_tooshort_message
source: The password length is too short. Please enter your new password twice. Password needs a minimum length of %s chars.
it: La lunghezza della password è troppo corta. Inserisci la tua nuova password due volte. La password ha bisogno di una lunghezza minima di %s caratteri.

# change_password_done_message
source: Your password has been saved. You can now login with your new password.
it: La tua password è stata salvata. Ora puoi accedere con la tua nuova password.

# forgot_header
source: Forgot your password?
it: Hai dimenticato la password?

# forgot_email_password
source: Your password Hi %s Your username is "%s" Your password is "%s"
it: La tua password Ciao %s Il tuo nome utente è "%s" La tua password è "%s"

# forgot_email_nopassword
source: Your password Hi %s We couldn't find a username for this email address and so cannot send the password to you. Probably you misspelled the email address (upper/lower case makes a difference) or maybe you even didn't register yet?
it: La tua password Ciao %s Non è stato possibile trovare un nome utente per questo indirizzo email e quindi non è possibile inviarti la password. Probabilmente hai sbagliato a scrivere l'indirizzo email (il caso superiore/inferiore fa la differenza) o forse non hai ancora registrato?

# forgot_validate_reset_password
source: Your new password Dear %s, This email was sent in response to your request to reset your password. Please click on the link below. %s For security reasons, this link is only active until %s. If you do not visit the link before then, you will need to repeat the password reset steps.
it: La tua nuova password Caro %s, Questa email è stata inviata in risposta alla tua richiesta di reimpostare la password. Clicca sul link qui sotto. %s per motivi di sicurezza, questo link è attivo solo fino a %s. Se non visiti il link prima di allora, dovrai ripetere i passi per reimpostare la password.

# forgot_message
source: Please enter the email address by which you registered your user account. Then press "Send password" and your password will immediately be emailed to you. Make sure to spell your email address correctly.
it: Inserisci l'indirizzo email con cui hai registrato il tuo account utente. Quindi premi "Invia password" e la tua password sarà immediatamente inviata a te. Assicurati di scrivere correttamente il tuo indirizzo email.

# forgot_message_emailSent
source: Your password has now been sent to the email address %s
it: La tua password è stata inviata all'indirizzo email %s

# forgot_reset_message
source: Please enter your username or email address. Instructions for resetting the password will be immediately emailed to you.
it: Inserisci il tuo nome utente o indirizzo email. Le istruzioni per reimpostare la password saranno immediatamente inviate a te.

# forgot_reset_message_emailSent
source: An email has been sent to the address stored in your account and contains a link to reset your password. If you do not receive an email, your account or email address was not found.
it: Un'email è stata inviata all'indirizzo memorizzato nel tuo account e contiene un link per reimpostare la password. Se non ricevi una email, il tuo account o indirizzo email non sono stati trovati.

# forgot_reset_message_error
source: Your account or email address does not exist.
it: Il tuo account o indirizzo email non esiste.

# forgot_header_backToLogin
source: Return to login form
it: Ritorna al modulo di login

# enter_your_data
source: Username or email address
it: Nome utente o indirizzo email
