Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/form/Resources/Private/Language/*.Database.xlf
Languages: hr, nl, ru

# formEditor.elements.Form.editor.finishers.Redirect.label
source: Redirect to a page
hr: Preusmjeri na stranicu
nl: Doorverwijzen naar een pagina
ru: Перенаправить на страницу

# formEditor.elements.Form.editor.finishers.DeleteUploads.label
source: Delete uploads
hr: Obriši poslane datoteke
nl: Uploads verwijderen
ru: Удалить загрузки

# formEditor.elements.Form.editor.finishers.Confirmation.label
source: Confirmation message
nl: Bevestigingsbericht
ru: Подтверждающее сообщение

# formEditor.elements.Form.finisher.EmailToSender.editor.header.label
source: Email to sender (form submitter)
nl: E-mail aan afzender (indiener van formulier)
ru: Послать отправителю (отправитель формы)

# formEditor.elements.Form.finisher.EmailToSender.editor.subject.label
source: Subject
nl: Onderwerp
ru: Тема

# formEditor.elements.Form.finisher.EmailToSender.editor.senderAddress.label
source: Sender address
nl: Adres van afzender
ru: Адрес отправителя

source: The email address of the sender (e.g. your company's email address) which appears in the website visitor email client.
nl: Het e-mailadres van de afzender (bijv. bedrijfse-mailadres) dat verschijnt in het e-mailprogramma van de bezoeker.
ru: Адрес электронной почты отправителя (например, адрес электронной почты вашей компании), который появляется в почтовом клиенте посетителя веб-сайта.

# formEditor.elements.Form.finisher.EmailToSender.editor.senderName.label
source: Sender name
nl: Naam van afzender
ru: Имя отправителя

source: The name of the sender (e.g. your company's name) which appears in the website visitor email client.
nl: Naam van afzender (bijv. de bedrijfsnaam) zoals getoond in het e-mailprogramma van de bezoeker.
ru: Имя отправителя (например, название вашей компании), которое появляется на клиенте электронной почты посетителя веб-сайта.

# formEditor.elements.Form.finisher.EmailToSender.editor.attachUploads.label
source: Attach uploads
nl: Bijlagen toevoegen
ru: Прикрепить вложения

# formEditor.elements.Form.finisher.EmailToReceiver.editor.header.label
source: Email to receiver (you)
nl: E-mail aan ontvanger
ru: Отправить получателю (вы)

# formEditor.elements.Form.finisher.EmailToReceiver.editor.subject.label
source: Subject
nl: Onderwerp
ru: Тема

# formEditor.elements.Form.finisher.EmailToReceiver.editor.senderAddress.label
source: Sender address
nl: Adres van afzender
ru: Адрес отправителя

source: The email address of the sender which appears in your email client. If you want, you can use the "insert formelement identifier" dropdown to choose a form element which holds the website visitors email address.
nl: Het e-mailadres van de afzender zoals die getoond wordt in het e-mailprogramma. Indien gewenst kan het keuzevervolgvak "formulierelement identificatie invoegen" gebruikt worden om een formulierelement te kiezen dat het e-mailadres van de bezoeker bevat.
ru: Адрес электронной почты отправителя, который отображается в вашем почтовом клиенте. Если вы хотите, вы можете использовать раскрывающийся список "вставить идентификатор элемента формы", чтобы выбрать элемент формы, который содержит адрес электронной почты посетителей сайта.

# formEditor.elements.Form.finisher.EmailToReceiver.editor.senderName.label
source: Sender name
nl: Naam van afzender
ru: Имя отправителя

source: The name of the sender which appears in your email client. If you want, you can use the "insert formelement identifier" dropdown to choose one or more form elements which holds the website visitors name.
nl: De naam van de afzender zoals die verschijnt in het e-mailprogramma. Indien gewenst kan het keuzevervolgvak "formulierelement identificatie invoegen" gebruikt worden om een of meer formulierelementen te kiezen die de naam van de bezoeker bevatten.
ru: Имя отправителя, которое появляется в вашем почтовом клиенте. Если вы хотите, вы можете использовать раскрывающийся список "вставить идентификатор элемента формы", чтобы выбрать один или несколько элементов формы, которые содержат имя посетителей сайта.

# formEditor.elements.Form.finisher.EmailToReceiver.editor.attachUploads.label
source: Attach uploads
nl: Bijlagen uploaden
ru: Прикрепить вложения

# formEditor.elements.Form.finisher.EmailToReceiver.editor.language.label
source: Translation language
hr: Jezik prijevoda
nl: Taal van vertaling
ru: Язык перевода

# formEditor.elements.Form.finisher.Redirect.editor.header.label
source: Redirect to a page
hr: Preusmjeri na stranicu
nl: Doorverwijzen naar een pagina
ru: Перенаправить на страницу

# formEditor.elements.Form.finisher.Redirect.editor.pageUid.label
source: Page
hr: Stranica
nl: Pagina
ru: Страница

# formEditor.elements.Form.finisher.Redirect.editor.pageUid.buttonLabel
source: Page
ru: Страница

# formEditor.elements.Form.finisher.Redirect.editor.additionalParameters.label
source: Additional parameters
nl: Extra parameters
ru: Дополнительные параметры

# formEditor.elements.Form.finisher.DeleteUploads.editor.header.label
source: Delete uploads
hr: Obriši poslane datoteke
nl: Uploads verwijderen
ru: Удалить вложения

# formEditor.elements.Form.finisher.Confirmation.editor.header.label
source: Confirmation message
nl: Bevestigingsbericht
ru: Подтверждающее сообщение

# formEditor.elements.Form.finisher.Confirmation.editor.contentElement.label
source: Content element uid
nl: Uid van inhoudselement
ru: UID элемента содержимого

# formEditor.elements.Form.finisher.Confirmation.editor.contentElement.buttonLabel
source: Page Content
nl: Paginainhoud
ru: Содержимое страницы

# formEditor.elements.Form.finisher.Confirmation.editor.message.label
source: Text
nl: Tekst
ru: Текст

source: Will be ignored if "Content element" is set
nl: Wordt genegeerd als "Inhoudselement" is ingesteld
ru: Будет проигнорировано, если установлено "Элемент содержимого"

# formEditor.elements.Form.finisher.Closure.editor.header.label
source: Execute a closure
nl: Closure uitvoeren
ru: Выполнение закрытия

# formEditor.elements.Form.finisher.FlashMessage.editor.header.label
source: Flash message
nl: Flashbericht
ru: Всплывающее сообщение

# formEditor.elements.Form.finisher.SaveToDatabase.editor.header.label
source: Save the mail to the Database
nl: Mail opslaan in de Database
ru: Сохранить сообщение в базе данных

# formEditor.elements.ReadOnlyFormElement.editor.label.label
source: Label
ru: Метка

# formEditor.elements.FormElement.editor.label.label
source: Label
ru: Метка

# formEditor.elements.FormElement.editor.elementDescription.label
source: Description
nl: Beschrijving
ru: Описание

# formEditor.elements.FormElement.editor.requiredValidator.label
source: Required field
nl: Verplicht veld
ru: Обязательное поле

source: Custom error message
nl: Eigen foutmelding
ru: Пользовательское сообщение об ошибке

source: Error message which is shown if the validation does not succeed
nl: Foutmelding die wordt getoond als de validatie niet is geslaagd
ru: Сообщение об ошибке, которое отображается, если проверка не удалась

# formEditor.elements.FormElement.validators.DateRange.editor.header.label
source: Date range
nl: Datumbereik
ru: Диапазон дат

# formEditor.elements.FormElement.editor.gridColumnViewPortConfiguration.label
source: Grid viewport configuration
nl: Configuratie van raster werkblad
ru: Конфигурация сетки окна просмотра

# formEditor.elements.FormElement.editor.gridColumnViewPortConfiguration.xs.label
source: Extra small
nl: Extra klein
ru: Очень маленький

# formEditor.elements.FormElement.editor.gridColumnViewPortConfiguration.sm.label
source: Small
nl: Klein
ru: Маленький

# formEditor.elements.FormElement.editor.gridColumnViewPortConfiguration.md.label
source: Medium
nl: Middel
ru: Средний

# formEditor.elements.FormElement.editor.gridColumnViewPortConfiguration.lg.label
source: Large
nl: Groot
ru: Большой

source: Numbers of columns for viewport "{@viewPortLabel}"
nl: Aantal kolommen voor viewport "{@viewPortLabel}"
ru: Число столбцов для окна просмотра "{@viewPortLabel}"

source: Leave empty for auto calculation
nl: Leeg laten voor automatische berekening
ru: Оставьте пустым для автоматического расчета

# formEditor.elements.Page.label
source: Step
nl: Stap
ru: Шаг

# formEditor.elements.Page.editor.label.label
source: Step name
nl: Stapnaam
ru: Название шага

# formEditor.elements.Page.editor.previousButtonLabel.label
source: Previous button label
nl: Label voor knop 'vorige'
ru: Метка кнопки Предыдущий

# formEditor.elements.Page.editor.previousButtonLabel.value
source: Previous step
nl: Vorige stap
ru: Предыдущий шаг

# formEditor.elements.Page.editor.nextButtonLabel.label
source: Next button label
nl: Label voor knop 'volgende'
ru: Метка кнопки Далее

# formEditor.elements.Page.editor.nextButtonLabel.value
source: Next step
nl: Volgende stap
ru: Следующий шаг

# formEditor.elements.SummaryPage.label
source: Summary step
nl: Samenvattingsstap
ru: Итоговый шаг

# formEditor.elements.SummaryPage.editor.label.label
source: Step name
nl: Stapnaam
ru: Название шага

# formEditor.elements.SummaryPage.editor.previousButtonLabel.label
source: Previous button label
nl: Label knop vorige
ru: Метка кнопки Предыдущий

# formEditor.elements.SummaryPage.editor.previousButtonLabel.value
source: Previous step
nl: Vorige stap
ru: Предыдущий шаг

# formEditor.elements.SummaryPage.editor.nextButtonLabel.label
source: Next button label
nl: Label knop volgende
ru: Метка кнопки Далее

# formEditor.elements.SummaryPage.editor.nextButtonLabel.value
source: Next step
nl: Volgende stap
ru: Следующий шаг

# formEditor.elements.Fieldset.label
source: Fieldset
nl: Groep velden
ru: Набор полей

# formEditor.elements.Fieldset.editor.label.label
source: Fieldset name
nl: Naam van groep velden
ru: Название набора полей

# formEditor.elements.GridRow.label
source: Grid: Row
nl: Raster: Rij
ru: Сетка: Строка

# formEditor.elements.GridRow.editor.label.label
source: Row name (not visible within frontend)
nl: Naam van rij (niet zichtbaar in frontend)
ru: Имя строки (не видно внутри Frontend)

# formEditor.elements.Text.label
source: Text
nl: Tekst
ru: Текст

# formEditor.elements.Email.label
source: Email address
nl: E-mailadres
ru: Адрес электронной почты

# formEditor.elements.Telephone.label
source: Telephone number
nl: Telefoonnummer
ru: Телефонный номер

# formEditor.elements.Url.label
source: URL
ru: Ссылка

# formEditor.elements.Number.label
source: Number
nl: Nummer
ru: Номер

# formEditor.elements.Number.editor.validators.Number.label
source: Number
nl: Nummer
ru: Номер

# formEditor.elements.Date.label
source: Date
nl: Datum
ru: Дата

# formEditor.elements.Date.editor.defaultValue.placeholder
source: A date in format Y-m-d (e.g 2018-03-17)
nl: Een datum in formaat Y-m-d (bijv. 2018-03-17)
ru: Дата в формате Y-m-d (например, 2018-03-17)

# formEditor.elements.Date.editor.step.fieldExplanationText
source: Specify the number of days between each occurrence of this event.
nl: Specificeer het aantal dagen tussen elke herhaling van deze gebeurtenis.
ru: Укажите количество дней между каждым наступлением этого события.

# formEditor.elements.Date.editor.step.label
source: Frequency
nl: Frequentie
ru: Частота

# formEditor.elements.Date.editor.validators.DateRange.label
source: Date range
nl: Datumbereik
ru: Диапазон дат

# formEditor.elements.DatePicker.validators.DateRange.editor.header.label
source: Date range
nl: Datumbereik
ru: Диапазон дат

# formEditor.elements.DatePicker.validators.DateRange.editor.minimum
source: Minimum date
nl: Minimum datum
ru: Минимальная дата

# formEditor.elements.DatePicker.validators.DateRange.editor.maximum
source: Maximum date
nl: Maximum datum
ru: Максимальная дата

# formEditor.elements.DatePicker.validators.DateRange.editor.minimum.placeholder
source: A date in format Y-m-d (e.g 2018-03-17)
nl: Een datum in formaat Y-m-d (bijv. 2018-03-17)
ru: Дата в формате Y-m-d (например, 2018-03-17)

# formEditor.elements.DatePicker.validators.DateRange.editor.maximum.placeholder
source: A date in format Y-m-d (e.g 2018-03-17)
nl: Een datum in het formaat Y-m-d (bijv. 2018-03-17)
ru: Дата в формате Y-m-d (например, 2018-03-17)

# formEditor.elements.Password.label
source: Password
nl: Wachtwoord
ru: Пароль

# formEditor.elements.AdvancedPassword.label
source: Advanced password
nl: Geavanceerd wachtwoord
ru: Сложный пароль

# formEditor.elements.AdvancedPassword.editor.confirmationLabel.label
source: Confirmation label
nl: Bevestigingslabel
ru: Метка подтверждения

# formEditor.element.AdvancedPassword.editor.confirmationLabel.predefinedDefaults
source: Confirmation
nl: Bevestiging
ru: Подтверждение

# formEditor.elements.Textarea.label
source: Textarea
nl: Tekstvlak
ru: Текстовая область

# formEditor.elements.Checkbox.label
source: Checkbox
nl: Selectievakje
ru: Флажок

# formEditor.elements.MultiCheckbox.label
source: Multi checkbox
nl: Meervoudig selectievakje
ru: Мульти флажок

# formEditor.elements.MultiSelect.label
source: Multi select
nl: Meervoudige keuze
ru: Мульти выбор

# formEditor.elements.RadioButton.label
source: Radio button
nl: Keuzerondje
ru: Переключатель

# formEditor.elements.SingleSelect.label
source: Single select
nl: Enkelvoudige keuzelijst
ru: Одиночный выбор

# formEditor.elements.DatePicker.label
source: Date picker (jQuery)
nl: Datumkiezer (jQuery)
ru: Выбор даты (jQuery)

# formEditor.elements.DatePicker.editor.dateFormat.label
source: Date format
nl: Datumformaat
ru: Формат даты

# formEditor.elements.DatePicker.editor.enableDatePicker.label
source: Enable datepicker (needs jQuery UI)
nl: Datumkeuze afbeelden (vereist jQuery UI)
ru: Включить datepicker (требуется пользовательский интерфейс jQuery)

# formEditor.elements.DatePicker.editor.displayTimeSelector.label
source: Display time selector
nl: Tijdkeuze afbeelden
ru: Отобразить селектор времени

# formEditor.elements.DatePicker.editor.validators.label
source: Validators
hr: Validatori
ru: Проверки

# formEditor.elements.DatePicker.editor.validators.EmptyValue.label
source: Add validator
hr: Dodaj validator
nl: Validator toevoegen
ru: Добавить проверку

# formEditor.elements.DatePicker.editor.validators.DateTime.label
source: Date/time
nl: Datum/tijd
ru: Дата/время

# formEditor.elements.DatePicker.validators.DateTime.editor.header.label
source: Date/time
nl: Datum/tijd
ru: Дата/время

source: Custom error message
nl: Eigen foutmelding
ru: Пользовательское сообщение об ошибке

source: Error message which is shown if the validation does not succeed
nl: Foutmelding die wordt getoond als de validatie niet is geslaagd
ru: Сообщение об ошибке, которое отображается, если проверка не удалась

# formEditor.elements.StaticText.label
source: Static text
nl: Statische tekst
ru: Текст

# formEditor.elements.StaticText.editor.label.label
source: Header
nl: Kop
ru: Заголовок

# formEditor.elements.StaticText.editor.staticText.label
source: Text
nl: Tekst
ru: Текст

# formEditor.elements.Hidden.label
source: Hidden
nl: Verborgen
ru: Скрытый

# formEditor.elements.Hidden.editor.defaultValue.label
source: Value
nl: Waarde
ru: Значение

# formEditor.elements.ContentElement.label
source: Content element
nl: Inhoudselement
ru: Элемент содержимого

# formEditor.elements.ContentElement.selectContentElement
source: No content element selected
nl: Geen inhoudselement geselecteerd
ru: Не выбраны элементы

# formEditor.elements.ContentElement.editor.contentElement.label
source: Content element uid
nl: uid van inhoudselement
ru: UID элемента содержимого

# formEditor.elements.ContentElement.editor.contentElement.buttonLabel
source: Page Content
nl: Paginainhoud
ru: Содержимое страницы

# formEditor.elements.FileUpload.label
source: File upload
nl: Bestandsupload
ru: Загрузка файла

# formEditor.elements.FileUpload.editor.allowedMimeTypes.label
source: Allowed file mime types
nl: Toegestane mime-types
ru: Допустимые mime типы файлов

# formEditor.elements.FileUpload.editor.allowedMimeTypes.doc
source: Documents (doc)
nl: Documenten (doc)
ru: Документы (doc)

# formEditor.elements.FileUpload.editor.allowedMimeTypes.docx
source: Documents (docx)
nl: Documenten (docx)
ru: Документы (docx)

# formEditor.elements.FileUpload.editor.allowedMimeTypes.xls
source: Documents (xls)
nl: Documenten (xls)
ru: Документы (xls)

# formEditor.elements.FileUpload.editor.allowedMimeTypes.xlsx
source: Documents (xlsx)
nl: Documenten (xlsx)
ru: Документы (xlsx)

# formEditor.elements.FileUpload.editor.allowedMimeTypes.pdf
source: Documents (pdf)
nl: Documenten (pdf)
ru: Документы (pdf)

# formEditor.elements.FileUpload.editor.allowedMimeTypes.odt
source: Documents (odt)
nl: Documenten (odt)
ru: Документы (odt)

# formEditor.elements.FileUpload.editor.allowedMimeTypes.ods
source: Documents (ods)
nl: Documenten (ods)
ru: Документы (ods)

# formEditor.elements.ImageUpload.label
source: Image upload
nl: Afbeeldingsupload
ru: Загрузка изображений

# formEditor.elements.ImageUpload.editor.allowedMimeTypes.label
source: Allowed file mime types
nl: Toegestanden Mime-types
ru: Допустимые mime типы файлов

# formEditor.elements.ImageUpload.editor.allowedMimeTypes.jpg
source: Images (jpg)
nl: Afbeeldingen (jpg)
ru: Изображения (jpg)

# formEditor.elements.ImageUpload.editor.allowedMimeTypes.png
source: Images (png)
nl: Afbeeldingen (png)
ru: Изображения (png)

# formEditor.elements.ImageUpload.editor.allowedMimeTypes.bmp
source: Images (bmp)
nl: Afbeeldingen (bmp)
ru: Изображения (bmp)

# formEditor.elements.UnknownElement
source: Unknown element
nl: Onbekend element
ru: Неизвестный элемент

# formEditor.stage.toolbar.new_element
source: Create new element
nl: Nieuw element aanmaken
ru: Создать новый элемент

# formEditor.stage.toolbar.remove
source: Remove
hr: Ukloni
nl: Verwijderen
ru: Удалить

# formEditor.stage.toolbar.new_element.inside
source: Inside
nl: Binnen
ru: Внутри

# formEditor.stage.toolbar.new_element.after
source: After
nl: Na
ru: После

# formEditor.inspector.editor.formelement_selector.title
source: Insert formelement identifier
nl: Identificatie van formulierelement invoegen
ru: Вставить идентификатор формы

# formEditor.inspector.editor.formelement_selector.no_elements
source: No elements available
nl: Geen elementen beschikbaar
ru: Нет доступных элементов

# formEditor.modals.validationErrors.confirmButton
source: OK
hr: U redu
