Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/form/Resources/Private/Language/*.Database.xlf
Languages: hr, nl, ru

# module.shortcut_name
source: Form manager
hr: Upravitelj obrazaca
nl: Deze module biedt een flexibele en gebruikersvriendelijke formulier-editor. Hiermee zijn veelzijdige formulieren voor de frontend te bouwen en aan te maken. De formulieren kunnen eenvoudig aan elke pagina toegevoegd worden via een inhoudselement "E-mailformulier". In dit element kunnen eindacties worden overschrijven.d
ru: Управление формами

source: Default
hr: Zadano
nl: Standaard
ru: По умолчанию

source: [Empty]
nl: [Leeg]
ru: [Пусто]

# tt_content.pi_flexform.formframework.persistenceIdentifier
source: Form definition
hr: Definicija obrasca
nl: Formulierdefinitie
ru: Определение формы

# tt_content.pi_flexform.formframework.sheet_general
source: General
hr: Općenito
nl: Formulierdefinitie
ru: Общие

# tt_content.pi_flexform.formframework.selectPersistenceIdentifier
source: Please select a form definition
hr: Molimo Vas da odaberete definiciju obrasca
nl: Selecteer een formulierdefinitie
ru: Выберете определение формы

# tt_content.pi_flexform.formframework.overrideFinishers
source: Override finisher settings
hr: Premosti postavke za završetak
nl: Instellingen van afronder overschrijven
ru: Заменить настройки финишера

# tt_content.preview.noPersistenceIdentifier
source: No form selected.
nl: Geen formulier geselecteerd.
ru: Форма не выбрана.

# tt_content.preview.invalidPersistenceIdentifier
source: Invalid form "%s".
nl: Ongeldig formulier "%s".
ru: Неверная форма "%s".

# tt_content.preview.inaccessiblePersistenceIdentifier
source: "%s" (no read access).
nl: "%s" (geen leestoegang).
ru: "%s" (нет доступа для чтения).

# tt_content.preview.notExistingdPersistenceIdentifier
source: The form "%s" does not exists.
nl: Het formulier "%s" bestaat niet.
ru: Форма "%s" не существует.

# tt_content.preview.invalidFrameworkConfiguration
source: "%s" (Invalid ext:form configuration).
nl: "%s" (Ongeldige ext:form configuratie).
ru: "%s" (Неверная конфигурация ext:form).

# tt_content.preview.invalidFrameworkConfiguration.text
source: Invalid ext:form configuration. %s
nl: Ongeldige ext:form configuratie. %s
ru: Неверная конфигурация ext:form. %s

# tt_content.preview.invalidFrameworkConfiguration.title
source: Invalid configuration.
nl: Ongeldige configuratie.
ru: Неверная конфигурация.

# tt_content.finishersDefinition.Confirmation.label
source: Confirmation
nl: Bevestiging
ru: Подтверждение

# tt_content.finishersDefinition.Confirmation.message.label
source: Text
nl: Tekst
ru: Текст

# tt_content.finishersDefinition.Confirmation.contentElementUid.label
source: Record
ru: Запись

# tt_content.finishersDefinition.EmailToSender.label
source: Email to sender (form submitter)
nl: E-mail aan afzender (invuller)
ru: Письмо отправителю (отправитель формы)

# tt_content.finishersDefinition.EmailToSender.subject.label
source: Subject of the email
hr: Naslov e-maila
nl: Onderwerp e-mail
ru: Тема письма

# tt_content.finishersDefinition.EmailToSender.senderAddress.label
source: Email address of the sender
hr: E-mail adresa pošiljatelja
nl: E-mailadres van de afzender
ru: Адрес почты отправителя

# tt_content.finishersDefinition.EmailToSender.senderName.label
source: Human-readable name of the sender
hr: Ljudski čitljivo ime pošiljatelja
nl: Naam van de afzender in leesbare vorm
ru: Понятное имя отправителя

# tt_content.finishersDefinition.EmailToReceiver.label
source: Email to receiver (you)
nl: E-mail aan ontvanger
ru: Письмо получателю (вы)

# tt_content.finishersDefinition.EmailToReceiver.subject.label
source: Subject of the email
hr: Naslov e-maila
nl: Onderwerp van de e-mail
ru: Тема письма

# tt_content.finishersDefinition.EmailToReceiver.senderAddress.label
source: Email address of the sender
hr: E-mail adresa pošiljatelja
nl: E-mailadres van de afzender
ru: Адрес отправителя

# tt_content.finishersDefinition.EmailToReceiver.senderName.label
source: Human-readable name of the sender
hr: Ljudski čitljivo ima pošiljatelja
nl: Naam van de afzender in leesbare vorm
ru: Читабельное имя отправителя

# tt_content.finishersDefinition.EmailToReceiver.language.label
source: Translation language
hr: Jezik prijevoda
nl: Taal van de vertaling
ru: Язык перевода

# tt_content.finishersDefinition.EmailToReceiver.language.1
source: Default
hr: Zadano
nl: Standaard
ru: По умолчанию

# tt_content.finishersDefinition.Redirect.label
source: Redirect
hr: Preusmjeri
nl: Doorverwijzing
ru: Перенаправить

# tt_content.finishersDefinition.Redirect.pageUid.label
source: Page
hr: Stranica
nl: Pagina
ru: Страница

# tt_content.finishersDefinition.Redirect.additionalParameters.label
source: Additional link parameter
hr: Dodatni parametri poveznice
nl: Extra linkparameter
ru: Дополнительные параметры ссылки

# formManagerController.deleteAction.error.title
source: Delete error
hr: Greška brisanja
nl: Fout bij verwijderen
ru: Ошибка удаления

# formManagerController.deleteAction.error.body
source: The form "%s" could not be deleted.
hr: Obrazac "%s" nije bilo moguće izbrisati.
nl: Formulier "%s" kon niet worden verwijderd.
ru: Форма "%s" не может быть удалена.

# formManager.headline
source: Form Management
nl: Formulieren beheren
ru: Управление формами

# formManager.create_new_form
source: Create new form
nl: Nieuw formulier aanmaken
ru: Создать новую форму

# formManager.edit_existing_forms
source: Edit existing forms
hr: Uredi postojeće obrasce
nl: Bestaande formulieren wijzigen
ru: Править существующие формы

# formManager.form_name
source: Form name
hr: Naziv obrasca
nl: Formuliernaam
ru: Название формы

# formManager.location
source: Location
hr: Lokacija
nl: Locatie
ru: Расположение

# formManager.references
source: References
hr: Reference
nl: Referenties
ru: Ссылки

# formManager.options
source: Options
hr: Opcije
nl: Opties
ru: Параметры

# formManager.show_references
source: Show references for this form
hr: Prikaži reference za ovaj obrazac
nl: Referenties tonen bij dit formulier
ru: Показать использование этой формы

# formManager.edit_form
source: Edit this form
hr: Uredi ovaj obrazac
nl: Dit formulier bewerken
ru: Редактировать форму

# formManager.duplicate_this_form
source: Duplicate this form
hr: Udvostruči ovaj obrazac
nl: Formulier dupliceren
ru: Дубликат формы

# formManager.delete_form
source: Remove this form
hr: Ukloni ovaj obrazac
nl: Formulier verwijderen
ru: Удалить форму

# formManager.forms_not_found.title
source: No forms found!
nl: Geen formulieren gevonden!
ru: Формы отсутствуют!

# formManager.forms_not_found.message
source: There are currently no forms found in the system.
nl: Er zijn momenteel geen formulier in het systeem.
ru: В системе в настоящее время, формы отсутствуют.

# formManager.edit_form_not_allowed
source: Edit this form is not allowed.
hr: Uređivanje ovog obrasca nije dopušteno.
nl: Bewerken van dit formulier niet toegestaan.
ru: Редактирование формы запрещено.

# formManager.duplicate_form_not_allowed
source: Duplicate this form is not allowed.
nl: Dupliceren van dit formulier niet toegestaan.
ru: Дублировать эту форму запрещено.

# formManager.delete_form_not_allowed
source: Delete this form is not allowed.
hr: Brisanje ovog obrasca nije dopušteno.
nl: Verwijderen van dit formulier niet toegestaan
ru: Удаление формы запрещено.

# formManager.invalid
source: Invalid YAML file!
nl: Ongeldig YAML-bestand!
ru: Недопустимый YAML файл!

# formManager.duplicate_identifier
source: Duplicate identifier!
hr: Dvostruki identifikator!
nl: Dubbele identifier!
ru: Идентификатор дублируется!

# formManager.selectablePrototypesConfiguration.standard.label
source: Standard
hr: Standardno
nl: Standaard
ru: Стандартная

source: Blank form
hr: Prazan obrazac
nl: Leeg formulier
ru: Чистая форма

source: Simple contact form (ext:form example)
hr: Jednostavni kontakt obrazac (ext:form example)
nl: Eenvoudig contactformulier (ext:form voorbeeld)
ru: Простая контактная форма (ext:form example)

# formEditor.header
source: Form editor
nl: Formulieren editor
ru: Редактор форм

# formEditor.loading
source: Loading...
hr: Učitavam...
nl: Laden...
ru: Загрузка...

# formEditor.spinner
source: Loading...
hr: Učitavam...
nl: Laden...
ru: Загрузка...

# formEditor.save_button
source: Save
hr: Spremi
nl: Opslaan
ru: Сохранить

# formEditor.form_settings_button
source: Settings
nl: Instellingen
ru: Настройки

# formEditor.undo_button
source: Undo
hr: Vrati
nl: Ongedaan maken
ru: Отмена

# formEditor.redo_button
source: Redo
hr: Ponovi
nl: Opnieuw uitvoeren
ru: Вернуть

# formEditor.new_page_button
source: Create new step
nl: Nieuwe pagina aanmaken
ru: Создать новый шаг

# formEditor.structure
source: Structure
hr: Struktura
nl: Structuur
ru: Структура

# formEditor.insert_elements
source: Insert elements
hr: Umetni elemente
nl: Elementen invoegen
ru: Вставка элементов

# formEditor.formElementPropertyValidatorsDefinition.NotEmpty.label
source: Required
hr: Zahtijevano
nl: Vereist
ru: Обязательно

# formEditor.formElementPropertyValidatorsDefinition.Integer.label
source: Not a number
hr: Nije broj
nl: Geen getal
ru: Не число

# formEditor.formElementPropertyValidatorsDefinition.NaiveEmail.label
source: Invalid email address
hr: Neispravna adresa e-pošte
nl: Ongeldig e-mailadres
ru: Неверный адрес email

source: Invalid form element
hr: Neispravan element obrasca
nl: Ongeldig formulierelement
ru: Неправильный элемент формы

# formEditor.formElementPropertyValidatorsDefinition.FileSize.label
source: Invalid file size format, valid e.g. "10B|K|M|G"
nl: Ongeldig formaat voor bestandsgrootte, geldig bijv. "10B|K|M|G"
ru: Недопустимый размер файла, правильно указывать: "10B|K|M|G"

# formEditor.formElementPropertyValidatorsDefinition.RFC3339FullDate.label
source: Invalid date format. Valid format: Y-m-d (2018-03-17)
nl: Ongeldig datumformaat. Geldig formaat: Y-m-d (2018-03-17)
ru: Неверный формат даты. Правильно указать в формате: Y-m-d (например, 2018-03-17)

# formEditor.formElementGroups.input.label
source: Basic elements
hr: Osnovni elementi
nl: Basiselementen
ru: Основные элементы

# formEditor.formElementGroups.html5.label
source: Special elements
nl: Speciale elementen
ru: Специальный элемент

# formEditor.formElementGroups.select.label
source: Select elements
hr: Odaberi elemente
nl: Elementen selecteren
ru: Выбор элементов

# formEditor.formElementGroups.custom.label
source: Advanced elements
hr: Napredni elementi
nl: Geavanceerde elementen
ru: Дополнительные элементы

# formEditor.formElementGroups.container.label
source: Container elements
hr: Elementi spremnici
nl: Containerelementen
ru: Контейнеры

# formEditor.formElementGroups.page.label
source: Step types
nl: Paginatypes
ru: Типы шагов

# formEditor.elements.BaseFormElementMixin.editor.label.label
source: Form name
hr: Naziv obrasca
nl: Formuliernaam
ru: Название формы

# formEditor.elements.Form.saveSuccessFlashMessageTitle
source: Save
hr: Spremi
nl: Opslaan
ru: Сохранить

# formEditor.elements.Form.saveSuccessFlashMessageMessage
source: The form has been successfully saved.
hr: Obrazac je uspješno spremljen.
nl: Het formulier is succesvol opgeslagen.
ru: Форма сохранена.

# formEditor.elements.Form.saveErrorFlashMessageTitle
source: Save
hr: Spremi
nl: Opslaan
ru: Сохранить

# formEditor.elements.Form.saveErrorFlashMessageMessage
source: The form could not be saved:
nl: Het formulier kon niet worden opgeslagen:
ru: Форма не может быть сохранена:

# formEditor.modals.validationErrors.dialogTitle
source: Alert
hr: Upozorenje
nl: Waarschuwing
ru: Внимание

# formEditor.modals.validationErrors.dialogMessage
source: Some elements are not configured properly. Please check the following elements:
hr: Neki elementi su neispravno podešeni. Molimo Vas da provjerite sljedeće elemente:
nl: Niet alle elementen zijn correct geconfigureerd. Controleer de volgende elementen:
ru: Некоторые элементы неверно настроены. Проверьте следующие элементы:

# formEditor.modals.insertElements.dialogTitle
source: New element
hr: Novi element
nl: Nieuw element
ru: Новый элемент

# formEditor.modals.newPages.dialogTitle
source: New step
nl: Nieuwe pagina
ru: Новый шаг

# formEditor.modals.removeElement.dialogTitle
source: Remove element?
hr: Ukloniti element?
nl: Element verwijderen?
ru: Удалить элемент?

# formEditor.modals.removeElement.dialogMessage
source: Are you sure that you want to remove this element?
hr: Zaista želite ukloniti ovaj element?
nl: Weet u zeker dat u dit element wilt verwijderen?
ru: Подтверждаете удаление элемента?

# formEditor.modals.removeElement.confirmButton
source: Remove
hr: Ukloni
nl: Verwijderen
ru: Удалить

# formEditor.modals.removeElement.cancleButton
source: Cancel
hr: Otkaži
nl: Annuleren
ru: Отмена

# formEditor.modals.removeElement.lastAvailablePageFlashMessageTitle
source: Error
hr: Greška
nl: Fout
ru: Ошибка

# formEditor.modals.removeElement.lastAvailablePageFlashMessageMessage
source: There must be at least one step within your form.
nl: Uw formulier moet tenminste één pagina bevatten.
ru: Форма должна содержать хотя бы один шаг.

# formEditor.modals.close.dialogMessage
source: You have currently unsaved changes. Are you sure that you want to discard all changes?
hr: Postoje izmjene koje nisu spremljene. Zaista želite odbaciti sve izmjene?
nl: Er zijn niet-opgeslagen wijzigingen. Weet u zeker dat u al deze wijzigingen teniet wilt doen?
ru: Имеются несохранённые изменения. Подтверждаете отмену всех изменений?

# formEditor.modals.close.dialogTitle
source: Do you want to quit without saving?
hr: Želite li odustati bez spremanja izmjena?
nl: Wilt u afsluiten zonder op te slaan?
ru: Выйти без сохранения?

# formEditor.modals.close.confirmButton
source: Yes, discard my changes
hr: Da, odbaci moje izmjene
nl: Ja, verwerp mijn wijzigingen.
ru: Да, не учитывать изменений

# formEditor.modals.close.cancleButton
source: No, I will continue editing
hr: No, nastavit ću s uređivanjem
nl: Nee, ik ga verder met bewerken.
ru: Нет, я продолжу редактирование

# formEditor.pagination.title
source: Step {0} of {1}
nl: Pagina {0} van {1}
ru: Шаг {0} из {1}

# formEditor.elements.MinimumMaximumEditorsMixin.editor.minimum.label
source: Minimum
ru: Минимум

# formEditor.elements.MinimumMaximumEditorsMixin.editor.maximum.label
source: Maximum
hr: Maksimum
ru: Максимум

# formEditor.elements.TextMixin.editor.placeholder.label
source: Placeholder
hr: Rezervirano mjesto
nl: Plaatsvervanger
ru: Заполнитель

# formEditor.elements.TextMixin.editor.defaultValue.label
source: Default value
hr: Zadana vrijednost
nl: Standaardwaarde
ru: Стандартное значение

# formEditor.elements.TextMixin.editor.pattern.label
source: Pattern
nl: Patroon
ru: Шаблон

# formEditor.elements.TextMixin.editor.pattern.fieldExplanationText
source: Additional client-side validation as JavaScript regular expression
nl: Extra validatie in de browser als JavaScript reguliere expressie
ru: Дополнительная проверка на стороне клиента как регулярное выражение JavaScript

# formEditor.elements.TextMixin.editor.step.label
source: Step
nl: Stap
ru: Шаг

# formEditor.elements.TextMixin.editor.validators.label
source: Validators
hr: Validatori
ru: Валидаторы

# formEditor.elements.TextMixin.editor.validators.EmptyValue.label
source: Add validator
hr: Dodaj validator
nl: Validator toevoegen
ru: Добавить проверку

# formEditor.elements.TextMixin.editor.validators.Alphanumeric.label
source: Alphanumeric
hr: Alfanumerički
nl: Alfanumeriek
ru: Алфавитно-цифровой

# formEditor.elements.TextMixin.editor.validators.Text.label
source: Non-XML text
hr: Ne-XML tekst
nl: Niet-XML-tekst
ru: Не XML текст

# formEditor.elements.TextMixin.editor.validators.StringLength.label
source: String length
hr: Duljina stringa
nl: Tekstlengte
ru: Длина строки

# formEditor.elements.TextMixin.editor.validators.Integer.label
source: Integer number
hr: Cijeli broj
nl: Geheel getal
ru: Целое число

# formEditor.elements.TextMixin.editor.validators.Float.label
source: Floating-point number
hr: Broj s pomičnim zarezom
nl: Getal met drijvende komma
ru: Число с плавающей точкой

# formEditor.elements.TextMixin.editor.validators.Number.label
source: Number
nl: Nummer
ru: Номер

# formEditor.elements.TextMixin.editor.validators.NumberRange.label
source: Number range
hr: Raspon brojeva
nl: Numeriek bereik
ru: Числовой диапазон

# formEditor.elements.TextMixin.editor.validators.RegularExpression.label
source: Regular expression
hr: Regularni izraz
nl: Reguliere expressie
ru: Регулярное выражение

# formEditor.elements.MultiSelectionMixin.editor.validators.Count.label
source: Number of submitted values
hr: Broj podnesenih vrijednosti
nl: Aantal ingevoerde waarden
ru: Количество представленных значений

# formEditor.elements.TextMixin.validators.Alphanumeric.editor.header.label
source: Alphanumeric
hr: Alfanumerički
nl: Alfanumeriek
ru: Алфавитно-цифровой

source: Custom error message
nl: Eigen foutmelding
ru: Пользовательское сообщение об ошибке

source: Error message which is shown if the validation does not succeed
nl: Foutmelding die wordt getoond als de validatie niet is gelukt
ru: Сообщение об ошибке, которое отображается, если проверка не удалась

# formEditor.elements.TextMixin.validators.Text.editor.header.label
source: Non-XML text
hr: Ne-XML tekst
nl: Niet-XML-tekst
ru: Не-XML текст

source: Custom error message
nl: Eigen foutmelding
ru: Пользовательское сообщение об ошибке

source: Error message which is shown if the validation does not succeed
nl: Foutmelding die wordt getoond als de validatie niet is geslaagd
ru: Сообщение об ошибке, которое отображается, если проверка не удалась

# formEditor.elements.TextMixin.validators.StringLength.editor.header.label
source: String length
hr: Duljina stringa
nl: Tekstlengte
ru: Длина строки

source: Custom error message
nl: Eigen foutmelding
ru: Пользовательское сообщение об ошибке

source: Error message which is shown if the validation does not succeed
nl: Foutmelding die wordt getoond als de validatie niet is geslaagd
ru: Сообщение об ошибке, которое отображается, если проверка не удалась

source: Custom error message
nl: Eigen foutmelding
ru: Пользовательское сообщение об ошибке

source: Error message which is shown if the validation does not succeed
nl: Foutmelding die wordt getoond als de validatie niet is gelukt
ru: Сообщение об ошибке, которое отображается, если проверка не удалась

# formEditor.elements.TextMixin.validators.Integer.editor.header.label
source: Integer number
hr: Cijeli broj
nl: Geheel getal
ru: Целое число

source: Custom error message
nl: Eigen foutmelding
ru: Пользовательское сообщение об ошибке

source: Error message which is shown if the validation does not succeed
nl: Foutmelding die wordt getoond als de validatie niet is gelukt
ru: Сообщение об ошибке, которое отображается, если проверка не удалась

# formEditor.elements.TextMixin.validators.Float.editor.header.label
source: Floating-point number
hr: Broj s pomičnim zarezom
nl: Getal met drijvende komma
ru: Число с плавающей точкой

source: Custom error message
nl: Eigen foutmelding
ru: Пользовательское сообщение об ошибке

source: Error message which is shown if the validation does not succeed
nl: Foutmelding die wordt getoond als de validatie niet is gelukt
ru: Сообщение об ошибке, которое отображается, если проверка не удалась

# formEditor.elements.TextMixin.validators.Number.editor.header.label
source: Number
nl: Nummer
ru: Номер

# formEditor.elements.TextMixin.validators.NumberRange.editor.header.label
source: Number range
hr: Raspon brojeva
nl: Numeriek bereik
ru: Диапазон чисел

source: Custom error message
nl: Eigen foutmelding
ru: Пользовательское сообщение об ошибке

source: Error message which is shown if the validation does not succeed
nl: Foutmelding die wordt getoond als de validatie niet is gelukt
ru: Сообщение об ошибке, которое отображается, если проверка не удалась

# formEditor.elements.TextMixin.validators.RegularExpression.editor.header.label
source: Regular expression
hr: Regularni izraz
nl: Reguliere expressie
ru: Регулярное выражение

# formEditor.elements.TextMixin.validators.RegularExpression.editor.regex.label
source: Regular expression
hr: Regularni izraz
nl: Reguliere expressie
ru: Регулярное выражение

source: Enter a valid PHP PCRE regular expression here.
hr: Unesite ispravan PHP PCRE regularni izraz u ovo polje.
nl: Voer een geldige PHP PCRE reguliere expressie in.
ru: Введите проверенное PHP PCRE регулярное выражение.

source: Custom error message
nl: Eigen foutmelding
ru: Пользовательское сообщение об ошибке

source: Error message which is shown if the validation does not succeed
nl: Foutmelding die wordt getoond als de validatie niet is geslaagd
ru: Сообщение об ошибке, которое отображается, если проверка не удалась

# formEditor.elements.MultiSelectionMixin.validators.Count.editor.header.label
source: Number of submitted values
hr: Broj podnesenih vrijednosti
nl: Aantal ingevoerde waarden
ru: Количество представленных значений

source: Custom error message
nl: Eigen foutmelding
ru: Пользовательское сообщение об ошибке

source: Error message which is shown if the validation does not succeed
nl: Foutmelding die wordt getoond als de validatie niet is geslaagd
ru: Сообщение об ошибке, которое отображается, если проверка не удалась

# formEditor.elements.SelectionMixin.editor.inactiveOption.label
source: First option (empty value)
nl: Eerste optie (lege waarde)
ru: Первый вариант (пустое значение)

# formEditor.elements.SelectionMixin.editor.inactiveOption.fieldExplanationText
source: If set, this label will be shown as first option.
nl: Indien ingesteld wordt dit label getoond als eerste optie.
ru: Если установлено, то эта метка будет отображаться как первый вариант.

# formEditor.elements.SelectionMixin.editor.options.label
source: Choices
hr: Izbori
nl: Opties
ru: Выбор

source: Error
hr: Greška
nl: Fout
ru: Ошибка

# formEditor.elements.MultiSelectionMixin.editor.validators.label
source: Validators
hr: Validatori
ru: Проверки

# formEditor.elements.MultiSelectionMixin.editor.validators.EmptyValue.label
source: Add validator
hr: Dodaj validator
nl: Validator toevoegen
ru: Добавить проверку

# formEditor.elements.FileUploadMixin.editor.saveToFileMount.label
source: Uploads save path
hr: Putanja za spremanje poslanih datoteka
nl: Pad waar uploads bewaard worden
ru: Путь сохранения вложений

# formEditor.elements.FileUploadMixin.editor.validators.label
source: Validators
hr: Validatori
ru: Валидаторы

# formEditor.elements.FileUploadMixin.editor.validators.EmptyValue.label
source: Add validator
hr: Dodaj validator
nl: Validator toevoegen
ru: Добавить проверку

# formEditor.elements.FileUploadMixin.editor.validators.FileSize.label
source: File size
nl: Bestandsgrootte
ru: Размер файла

# formEditor.elements.FileUploadMixin.validators.FileSize.editor.header.label
source: File size
nl: Bestandsgrootte
ru: Размер файла

# formEditor.elements.Form.editor.submitButtonLabel.label
source: Submit label
hr: Oznaka za slanje
nl: Opschrift voor verzendknop
ru: Метка отправки

# formEditor.elements.Form.editor.submitButtonLabel.value
source: Submit
nl: Versturen
ru: Отправить

# formEditor.elements.Form.editor.finishers.label
source: Finishers
hr: Završeci
ru: Финишеры

# formEditor.elements.Form.editor.finishers.EmptyValue.label
source: Add finisher
hr: Dodaj završetak
nl: Finisher toevoegen
ru: Добавить финишер

# formEditor.elements.Form.editor.finishers.EmailToSender.label
source: Email to sender (form submitter)
nl: E-mail aan afzender (indiener van formulier)
ru: Письмо отправителю (отправитель формы)

# formEditor.elements.Form.editor.finishers.EmailToReceiver.label
source: Email to receiver (you)
nl: E-mail aan ontvanger (jij)
ru: Письмо получателю (вы)
