Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/form/Resources/Private/Language/*.locallang.xlf
Languages: de, fr, nl

# element.ImageUpload.properties.SummaryPage.altText
source: Uploaded image
de: Hochgeladenes Bild
fr: Image téléchargée
nl: Ge√ºploade afbeelding

# element.DatePicker.properties.timeSelectorHourLabel
source: Hour
de: Stunde
fr: Heure
nl: Uur

# element.DatePicker.properties.timeSelectorMinuteLabel
source: Minute
nl: Minuut

# validation.error.1221560910
source: This field is mandatory.
de: Dieses Feld ist obligatorisch.
fr: Ce champ est obligatoire.
nl: Dit veld is verplicht.

# validation.error.1221560718
source: This field is mandatory.
de: Dieses Feld ist obligatorisch.
fr: Ce champ est obligatoire.
nl: Dit veld is verplicht.

# validation.error.1347992400
source: This field is mandatory.
de: Dieses Feld ist obligatorisch.
fr: Ce champ est obligatoire.
nl: Dit veld is verplicht.

# validation.error.1347992453
source: This field is mandatory.
de: Dieses Feld ist obligatorisch.
fr: Ce champ est obligatoire.
nl: Dit veld is verplicht.

# validation.error.1238087674
source: You must enter a valid date.
de: Sie müssen ein gültiges Datum eingeben.
fr: Vous devez saisir une date valide.
nl: Voer een geldige datum in

# validation.error.1221551320
source: You can only enter letters or digits.
de: Sie können nur Buchstaben oder Ziffern eingeben.
fr: Vous ne pouvez entrer que des lettres ou des chiffres.
nl: Alleen letters en cijfers zijn toegestaan.

# validation.error.1221565786
source: You can only enter non formatted text without any markup (e.g without XML tags).
de: Sie können nur ohne Markup (z.B. ohne XML-Tags) nicht formatierten Text eingeben.
fr: Vous ne pouvez entrer que du texte non formaté sans balisage (par exemple sans balises XML).
nl: Voer een tekst in zonder formattering (bijv. zonder XML tags).

# validation.error.1238110957
source: You can only enter non formatted text without any markup (e.g without XML tags).
de: Sie können nur ohne Markup (z.B. ohne XML-Tags) nicht formatierten Text eingeben.
fr: Vous ne pouvez entrer que du texte non formaté sans balisage (par exemple sans balises XML).
nl: Voer een tekst in zonder formattering (bijv. zonder XML tags).

# validation.error.1269883975
source: You can only enter non formatted text without any markup (e.g without XML tags).
de: Sie können nur ohne Markup (z.B. ohne XML-Tags) nicht formatierten Text eingeben.
fr: Vous ne pouvez entrer que du texte non formaté sans balisage (par exemple sans balises XML).
nl: Voer een tekst in zonder formattering (bijv. zonder XML tags).

# validation.error.1428504122
source: Your text must be a minimum of %s characters in length and no longer than %s.
de: Ihr Text muss mindestens %s Zeichen lang sein und nicht länger als %s.
fr: Votre texte doit être un minimum de %s caractères de longueur et pas plus long que %s.
nl: Voer een tekst in van minimaal %s tekens en niet langer dan %s tekens.

# validation.error.1238108068
source: You must enter text which is longer than %s characters.
de: Sie müssen Text eingeben, der länger als %s Zeichen ist.
fr: Vous devez entrer le texte qui est plus long que %s caractères.
nl: Voer een tekst in die langer is dan %s tekens.

# validation.error.1238108069
source: You must enter text which is no longer than %s characters.
de: Sie müssen Text eingeben, der nicht länger als %s Zeichen ist.
fr: Vous devez entrer le texte qui n'est plus de %s caractères.
nl: Voer een tekst in die niet langer is dan %s tekens.

# validation.error.1221559976
source: You must enter a valid email address.
de: Sie müssen eine gültige E-Mail-Adresse eingeben.
fr: Vous devez saisir une adresse email valide.
nl: Geef een geldig e-mailadres op.

# validation.error.1221560494
source: You must enter a valid number.
de: Sie müssen eine gültige Zahl eingeben.
fr: Vous devez entrer un numéro valide.
nl: Geef een geldig numerieke waarde.

# validation.error.1221560288
source: You must enter a valid floating point number.
de: Sie müssen eine gültige Fließkommazahl eingeben.
fr: Vous devez entrer un numéro de point flottant valide.
nl: Geef een geldig getal met drijvende komma.

# validation.error.1221563685
source: You must enter a valid number.
de: Sie müssen eine gültige Zahl eingeben.
fr: Vous devez entrer un numéro valide.
nl: Geef een geldig numerieke waarde.

# validation.error.1221561046
source: You must enter a valid number between %s and %s.
de: Sie müssen eine gültige Zahl zwischen %s und %s eingeben.
fr: Vous devez entrer un nombre valide entre %s et %s.
nl: Geef een geldig numerieke waarde tussen %s en %s.

# validation.error.1221565130
source: You must enter a valid value. Please refer to the description of this field.
de: Sie müssen einen gültigen Wert eingeben. Bitte beachten Sie die Beschreibung dieses Feldes.
fr: Vous devez saisir une valeur valide. Veuillez vous référer à la description de ce champ.
nl: Geef een geldig waarde. Zie hiervoor de beschrijving van dit veld.

# validation.error.1475002976
source: You must enter a countable subject.
de: Sie müssen ein zahlbares Thema eingeben.
fr: Vous devez entrer un sujet à compter.
nl: De gegeven waarde is niet te tellen.

# validation.error.1475002994
source: You must select between %s to %s elements.
de: Sie müssen zwischen %s bis %s Elemente auswählen.
fr: Vous devez sélectionner entre %s à %s éléments.
nl: Kies tussen %s to %s elementen.

# validation.error.1471708997
source: You must enter an instance of \TYPO3\CMS\Extbase\Domain\Model\FileReference or \TYPO3\CMS\Core\Resource\File.
de: Sie müssen eine Instanz von \TYPO3\CMS\Extbase\Domain\Model\FileReferenz oder \TYPO3\CMS\Core\Resource\File eingeben.
fr: Vous devez saisir une instance de \TYPO3\CMS\Extbase\Domain\Model\FileReference ou \TYPO3\CMS\Core\Resource\File.
nl: De opgegeven waarde is geen instantie van \TYPO3\CMS\Extbase\Domain\Model\FileReference or \TYPO3\CMS\Core\Resource\File.

# validation.error.1471708998
source: You entered an incorrect media type, "%s" is not allowed for this file. Please refer to the description of this field.
de: Sie haben einen falschen Medientyp, "%s" für diese Datei nicht erlaubt. Bitte lesen Sie die Beschreibung dieses Feldes.
fr: Vous avez entré un type de média incorrect, "%s" n'est pas autorisé pour ce fichier. Veuillez vous référer à la description de ce champ.
nl: Incorrect mediatype, "%s" is niet toegestaan voor dit bestand. Zie hiervoor de beschrijving van dit veld.

# validation.error.1476396435
source: You must NOT fill this field.
de: Sie müssen dieses Feld NICHT ausfüllen.
fr: Vous ne devez PAS remplir ce champ.
nl: Dit veld leeg laten.

# validation.error.1505303626
source: You must enter an instance of \TYPO3\CMS\Extbase\Domain\Model\FileReference or \TYPO3\CMS\Core\Resource\File.
de: Sie müssen eine Instanz von \TYPO3\CMS\Extbase\Domain\Model\FileReferenz oder \TYPO3\CMS\Core\Resource\File eingeben.
fr: Vous devez saisir une instance de \TYPO3\CMS\Extbase\Domain\Model\FileReference ou \TYPO3\CMS\Core\Resource\File.
nl: Vul hier een instantie van hetzij \TYPO3\CMS\Extbase\Domain\Model\FileReference of \TYPO3\CMS\Core\Resource\File in.

# validation.error.1505305752
source: You must select a file that is larger than %s in size.
de: Sie müssen eine Datei auswählen, die größer als %s ist.
fr: Vous devez sélectionner un fichier qui est supérieur à %s de taille.
nl: Kies een bestand dat groter dan %s is qua grootte.

# validation.error.1505305753
source: You must select a file that is no larger than %s.
de: Sie müssen eine Datei auswählen, die nicht größer ist als %s.
fr: Vous devez sélectionner un fichier qui n'est pas supérieur à %s.
nl: Kies een bestand dat niet groter is dan %s.

# validation.error.1521293686
source: You must select a date before %s.
de: Sie müssen ein Datum vor %s auswählen.
fr: Vous devez sélectionner une date avant %s.
nl: Kies een datum voor %s.

# validation.error.1521293687
source: You must select a date after %s.
de: Sie müssen ein Datum nach %s auswählen.
fr: Vous devez sélectionner une date après %s.
nl: Kies een datum na %s.

# validation.error.1556283177
source: Password does not match confirmation
de: Passwort stimmt nicht mit der Bestätigung überein
fr: Le mot de passe ne correspond pas à la confirmation
nl: Wachtwoord komt niet overeen met de bevestiging

# form_new_wizard_title
source: Form
de: Formular
fr: Formulaire
nl: Formulier

# form_new_wizard_description
source: A form that allows website users to submit messages.
de: Ein Formular, das es Benutzern der Website erlaubt, Nachrichten zu senden.
fr: Un formulaire qui permet aux utilisateurs du site web de soumettre des messages.
nl: Een formulier waarmee bezoekers berichten kunnen versturen.

# upload.error.150530345
source: Maximum file size exceeded.
de: Maximale Dateigröße überschritten.
fr: Taille maximale du fichier dépassée.
nl: Maximum bestandgrootte overschreden.

# upload.error.150530346
source: Upload failed. The file was only partially uploaded, please try again.
de: Upload fehlgeschlagen. Die Datei wurde nur teilweise hochgeladen, bitte versuchen Sie es erneut.
fr: Échec de l'envoi. Le fichier a été partiellement téléchargé, veuillez réessayer.
nl: Uploaden mislukt. Het bestand is deels ge√ºpload, probeer het nogmaals.

# upload.error.150530347
source: No file was uploaded.
de: Keine Datei hochgeladen.
fr: Aucun fichier n'a été téléchargé.
nl: Geen bestand ge√ºpload.

# upload.error.150530348
source: Upload failed.
de: Upload fehlgeschlagen.
fr: Échec du téléchargement.
nl: Uploaden mislukt.
