Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.fileMessages.xlf
Languages: da, de, fr, hi, hr, it

source: Cannot copy folder "%s" into target folder "%s", because the target folder is already within the folder to be copied!
da: Kan ikke kopiere folderen "%s" ind i mål-folderen "%s", fordi mål-folderen allerede findes inden i folderen!
de: Ordner "%s" kann nicht in den Zielordner "%s" kopiert werden, da der Zielordner bereits im Ordner ist, der kopiert werden soll!
fr: Impossible de copier le dossier "%s" dans le dossier cible "%s", car le dossier cible est déjà dans le dossier à copier !
hi: फ़ोल्डर "%s" को लक्ष्य फ़ोल्डर "%s" में कॉपी नहीं कर सकते, क्योकि लक्ष्य फ़ोल्डर पहले से ही उस फोल्डर में हे जो कॉपी किया जा रहा है!
hr: Ne mogu kopirati mapu "%s" u ciljnu mapu "%s", jer je ciljna mapa već unutar mape koju treba kopirati!
it: Impossibile copiare la cartella "%s" nella cartella di destinazione "%s", perché la cartella di destinazione è già nella cartella da copiare!

source: Cannot move folder "%s" into target folder "%s", because the target folder is already within the folder to be moved!
da: Kan ikke flytte folderen "%s" ind i mål-folderen "%s", fordi mål-folderen allerede findes inden i folderen!
de: Ordner "%s" kann nicht in den Zielordner "%s" verschoben werden, da der Zielordner bereits im Ordner liegt, der verschoben werden soll!
fr: Impossible de déplacer le dossier "%s" dans le dossier cible "%s", car le dossier cible est déjà dans le dossier à déplacer !
hi: फ़ोल्डर "%s" को लक्ष्य फ़ोल्डर "%s" में नहीं भेज सकते, क्योकि लक्ष्य फ़ोल्डर पहले से ही उस फोल्डर में हे जहा फोल्डर को भेज रहे है!
hr: Nije moguće premjestiti mapu "%s" u ciljnu mapu "%s" jer je ciljna mapa već unutar mape koju želite premjestiti!
it: Impossibile spostare la cartella "%s" nella cartella di destinazione "%s", perché la cartella di destinazione è già nella cartella da spostare!

# FileUtility.CouldNotAccessAllNecessaryResources
source: Could not access all necessary resources. Source file or destination maybe was not within your mountpoints? T="%s", D="%s"
da: Kunne ikke få adgang til alle nødvendige ressourcer. Kildefil eller destination var måske ikke med i dine mountpoints? T="%s", D="%s"
de: Konnte nicht auf alle notwendigen Ressourcen zugreifen. Quelldatei oder Ziel war vielleicht nicht innerhalb Ihrer mountpoints? T="%s", D="%s"
fr: Impossible d'accéder à toutes les ressources nécessaires. Le fichier source ou la destination n'était peut-être pas dans vos points de montage ? T="%s", D="%s"
hi: सभी आवश्यक संसाधनों का उपयोग नहीं कर सकते। हो सकता है डेस्टिनेशन या सोर्स फ़ाइल आपके माउंट-पॉइंट्स के भीतर नहीं हो? T="%s", D="%s"
hr: Nije moguće pristupiti svim potrebnim resursima. Možda izvorna datoteka ili cilj nisu unutar Vaših točaka montiranja? T="%s", D="%s"
it: Impossibile accedere a tutte le risorse necessarie. Il file sorgente o la destinazione non erano forse entro i tuoi punti di montaggio? T="%s", D="%s"

# FileUtility.CouldNotDeleteDirectory
source: Could not delete directory! Is directory "%s" empty? (You are not allowed to delete directories recursively).
da: Kunne ikke slette folder! Er folderen "%s" tom? (Du har ikke tilladelse til at slette foldere rekursivt).
de: Verzeichnis konnte nicht gelöscht werden! Ist Verzeichnis "%s" leer? (Sie dürfen keine Verzeichnisse rekursiv löschen).
fr: Impossible de supprimer le répertoire ! Le répertoire "%s" est vide ? (Vous n'êtes pas autorisé à supprimer les répertoires de manière récursive).
hi: डायरेक्टरी को डिलीट नहीं किया जा सका! क्या डायरेक्टरी "%s" खाली है? (आपको बारी बारी से डायरेक्टरी को डिलीट करने की अनुमति नहीं हैं)।
hr: Nije moguće izbrisati mapu! Je li mapa "%s" prazna? (Nije Vam dopušteno rekurzivno brisanje mapa).
it: Impossibile eliminare la cartella! La directory "%s" è vuota? (Non è consentito eliminare le cartelle ricorsivamente).

# FileUtility.CouldNotDeleteDirectory1
source: Could not delete directory "%s"! There might be a problem with write permissions.
da: Kunne ikke slette folder "%s"! Der er måske et problem med skriverettigheder.
de: Verzeichnis "%s"! Es könnte ein Problem mit Schreibberechtigungen geben.
fr: Impossible de supprimer le répertoire "%s"! Il peut y avoir un problème avec les permissions d'écriture.
hi: डायरेक्टरी "%s" को डिलीट नहीं किया जा सका! वहाँ लिखने की अनुमति के साथ एक समस्या हो सकती है।
hr: Nije moguće izbrisati mapu "%s"! Možda postoje problemi sa pravima pisanja.
it: Impossibile eliminare la cartella "%s"! Potrebbe esserci un problema con i permessi di scrittura.

# FileUtility.CouldNotDeleteFile
source: Could not delete file "%s". There might be a problem with write permissions.
da: Kunne ikke slette filen "%s". Der er måske et problem med skriverettigheder.
de: Datei "%s". Es könnte ein Problem mit Schreibberechtigungen geben.
fr: Impossible de supprimer le fichier "%s". Il peut y avoir un problème avec les permissions d'écriture.
hi: फाइल "%s" को डिलीट नहीं किया जा सका! वहाँ लिखने की अनुमति के साथ एक समस्या हो सकती है।
hr: Nije moguće izbrisati datoteku "%s". Možda postoje problemi sa pravima pisanja.
it: Impossibile eliminare il file "%s". Potrebbe esserci un problema con i permessi di scrittura.

# FileUtility.DestinationExistedAlready
source: Destination "%s" already exists!
da: Destination "%s" findes allerede!
de: Ziel "%s" existiert bereits!
fr: La destination "%s" existe déjà !
hi: डेस्टिनेशन "%s" पहले से ही मौजूद है!
hr: Odredište "%s" već postoji!
it: La destinazione "%s" esiste già!

# FileUtility.DestinationPathWasNotWithinYourMountpoints
source: Destination path "%s" was not within your mountpoints!
da: Destinationssti "%s" var ikke en del af dit mountpoint!
de: Zielpfad "%s" war nicht innerhalb deiner Reittiere!
fr: Le chemin de destination "%s" n'a pas été dans vos points de montage!
hi: डेस्टिनेशन पाथ"%s" आपके माउंट-पॉइंट्स के भीतर नहीं था!
hr: Odredišna putanja "%s" nije unutar Vaših točaka montiranja!
it: Percorso di destinazione "%s" non era entro i tuoi punti di montaggio!

# FileUtility.DestinationWasNotADirectory
source: Destination "%s" was not a directory.
da: Destination "%s" var ikke en folder.
de: Ziel "%s" war kein Verzeichnis.
fr: La destination "%s" n'était pas un répertoire.
hi: डेस्टिनेशन "%s" एक डायरेक्टरी नहीं थीा।
hr: Odredište "%s" nije mapa.
it: La destinazione "%s" non era una directory.

# FileUtility.DirectoryCopiedTo
source: Directory "%s" copied to "%s".
da: Folder"%s" blev kopieret til "%s".
de: Verzeichnis "%s" kopiert nach "%s".
fr: Répertoire "%s" copié dans "%s".
hi: डायरेक्टरी "%s", को "%s" में कॉपी की।
hr: Mapa "%s" kopirana je u "%s".
it: Directory "%s" copiata in "%s".

# FileUtility.DirectoryCreatedIn
source: Directory "%s" created in "%s".
da: Folder "%s" oprettet i "%s".
de: Verzeichnis "%s" erstellt in "%s".
fr: Répertoire "%s" créé dans "%s".
hi: डायरेक्टरी "%s", को "%s" में बनाया।
hr: Mapa "%s" stvorena je u "%s".
it: Directory "%s" creata in "%s".

# FileUtility.DirectoryMovedTo
source: Directory "%s" moved to "%s".
da: Folder "%s" flyttet til "%s".
de: Verzeichnis "%s" verschoben in "%s".
fr: Répertoire "%s" déplacé vers "%s".
hi: डायरेक्टरी "%s",को "%s" में भेजी।
hr: Mapa "%s" premještena je u "%s".
it: La cartella "%s" è stata spostata in "%s".

# FileUtility.DirectoryNotCreated
source: Directory "%s" not created. There might be a problem with write permissions in "%s"?
da: Folder "%s" blev ikke oprettet. Der er måske et problem med skriverettigheder i "%s"?
de: Verzeichnis "%s" nicht erstellt. Es könnte ein Problem mit Schreibberechtigungen in "%s " geben?
fr: Répertoire "%s" non créé. Il peut y avoir un problème avec les permissions d'écriture dans "%s"?
hi: डायरेक्टरी "%s" को बनाया नहीं जा सका। "%s" में लिखने की अनुमति के साथ एक समस्या हो सकती है।
hr: Mapa "%s" nije stvorena. Možda postoje problemi s pravima pisanja u "%s"?
it: La cartella "%s" non è stata creata. Potrebbe esserci un problema con i permessi di scrittura in "%s"?

# FileUtility.DirectoryRenamedFromTo
source: Directory renamed from "%s" to "%s".
da: Folder omdøbt fra "%s" til "%s".
de: Verzeichnis umbenannt von "%s" in "%s".
fr: Répertoire renommé de "%s" à "%s".
hi: डायरेक्टरी का नाम बदल के "%s" से "%s" किया गयाा।
hr: Mapa je preimenovana iz "%s" u "%s".
it: Directory rinominata da "%s" a "%s".

# FileUtility.DirectoryRenamedFromToCharReplaced
source: Directory renamed from "%s" to "%s". Characters in the new directory name have been replaced.
da: Mapper omdøbt fra "%s" til "%s". Karakterer i det nye mappenavn er blevet erstattet.
de: Verzeichnis umbenannt aus "%s" in "%s". Zeichen im neuen Verzeichnisnamen wurden ersetzt.
fr: Répertoire renommé de "%s" à "%s". Les caractères du nouveau nom de répertoire ont été remplacés.
it: Directory rinominata da "%s" a "%s". I caratteri nella nuova cartella sono stati sostituiti.

# FileUtility.DirectoryRenamedSameName
source: Directory "%s" was not renamed. (Same name as before)
da: Mappen "%s" blev ikke omdøbt. (Samme navn som før)
de: Verzeichnis "%s" wurde nicht umbenannt. (Gleicher Name wie zuvor)
fr: Le répertoire "%s" n'a pas été renommé. (Nom identique à celui de l'avant)
hi: डायरेक्टरी "%s" का नाम बदला नहीं गया हैं|
hr: Naziv mape "%s" nije izmijenjen. (Ostao je isti kao i prije)
it: La cartella "%s" non è stata rinominata. (Stesso nome come prima)

# FileUtility.DirectoryWasNotCopiedTo
source: Directory "%s" WAS NOT copied to "%s"! There might be a problem with write permissions
da: Folder "%s" BLEV IKKE kopieret til "%s"! Der er måske et problem med skriverettigheder
de: Verzeichnis "%s" WAS NICHT kopiert zu "%s"! Es könnte ein Problem mit Schreibberechtigungen geben
fr: Répertoire "%s" WAS PAS copié dans "%s"! Il peut y avoir un problème avec les permissions d'écriture
hi: डायरेक्टरी "%s" को "%s" में कॉपी नहीं किया जा सका! वहाँ लिखने की अनुमति के साथ एक समस्या हो सकती है।
hr: Mapa "%s" NIJE kopirana u "%s"! Možda postoje problemi s pravima pisanja
it: Directory "%s" WAS NON copiata in "%s"! Potrebbe esserci un problema con i permessi di scrittura

# FileUtility.DirectoryWasNotMovedTo
source: Directory "%s" WAS NOT moved to "%s"! There might be a problem with write permissions
da: Folder "%s" BLEV IKKE flyttet til "%s"! Der er måske et problem med skriverettigheder
de: Verzeichnis "%s" WAS NICHT in "%s"! Es könnte ein Problem mit Schreibberechtigungen geben
fr: Répertoire "%s" WAS PAS déplacé vers "%s"! Il peut y avoir un problème avec les permissions d'écriture
hi: डायरेक्टरी "%s" को "%s" में नहीं भेजा जा सका! वहाँ लिखने की अनुमति के साथ एक समस्या हो सकती है।
hr: Mapa "%s" NIJE premještena u "%s"! Možda postoje problemi s pravima pisanja
it: Directory "%s" WAS NON spostata in "%s"! Potrebbe esserci un problema con i permessi di scrittura

# FileUtility.DirectoryWasNotRenamed
source: Directory "%s" was not renamed! There might be a problem with write permissions in "%s"?
da: Folder "%s" BLEV IKKE omdøbt! Der er måske et problem med skriverettigheder i "%s"?
de: Verzeichnis "%s" wurde nicht umbenannt! Es könnte ein Problem mit Schreibberechtigungen in "%s " geben?
fr: Le répertoire "%s" n'a pas été renommé ! Il peut y avoir un problème avec les permissions d'écriture dans "%s"?
hi: डायरेक्टरी "%s" का नाम नहीं बदला जा सका! "%s" में लिखने की अनुमति के साथ एक समस्या हो सकती है।
hr: Mapa "%s" nije preimenovana! Možda postoje problemi s pravima pisanja u "%s"?
it: La cartella "%s" non è stata rinominata! Potrebbe esserci un problema con i permessi di scrittura in "%s"?

# FileUtility.ExtensionOfFileNameIsNotAllowedIn
source: Extension of file name "%s" is not allowed in "%s"!
da: Udvidelse af filnavn "%s" er ikke tilladt i "%s"!
de: Dateiname "%s" ist nicht erlaubt in "%s"!
fr: L'extension du nom de fichier "%s" n'est pas autorisée dans "%s"!
hi: फ़ाइल नाम "%s" के एक्सटेंशन, की "%s" में अनुमति नहीं है!
hr: Datotečni nastavak datoteke "%s" nije dopušten u "%s"!
it: L'estensione del nome del file "%s" non è consentita in "%s"!

# FileUtility.ExtensionOfFileNameOrWasNotAllowed
source: Extension of file name "%s" or "%s" was not allowed!
da: Udvidelse af filnavn "%s" eller "%s" var ikke tilladt!
de: Dateiname "%s" oder "%s" wurde nicht erlaubt!
fr: L'extension du nom de fichier "%s" ou "%s" n'a pas été autorisée !
hi: फ़ाइल नाम "%s" या "%s" के एक्सटेंशन की अनुमति नहीं थी!
hr: Datotečni nastavak datoteke "%s" ili "%s" nije dopušten!
it: L'estensione del nome del file "%s" o "%s" non è stata consentita!

# FileUtility.ExtensionOfFileWasNotAllowed
source: Extension of file "%s" was not allowed!
da: Udvidelse af fil "%s" var ikke tilladt!
de: Dateierweiterung "%s" wurde nicht erlaubt!
fr: L'extension du fichier "%s" n'a pas été autorisée !
hi: फ़ाइल "%s" के एक्सटेंशन की अनुमति नहीं थी!
hr: Datotečni nastavak datoteke "%s" nije dopušten!
it: L'estensione del file "%s" non è stata consentita!

# FileUtility.FileAlreadyExistsInFolder
source: File "%s" already exists in folder "%s"!
da: Filen "%s" findes allerede i folderen "%s"!
de: Datei "%s" existiert bereits im Ordner "%s"!
fr: Le fichier "%s" existe déjà dans le dossier "%s"!
hi: फ़ाइल "%s" पहले से ही फ़ोल्डर "%s" में मौजूद है!
hr: Datoteka "%s" već postoji u mapi "%s"!
it: Il file "%s" esiste già nella cartella "%s"!

# FileUtility.FileCopiedTo
source: File "%s" copied to "%s".
da: Filen"%s" blev kopieret til "%s".
de: Datei "%s" kopiert nach "%s".
fr: Fichier "%s" copié dans "%s".
hi: फ़ाइल "%s", को "%s" में कॉपी की।
hr: Datoteka "%s" kopirana je u "%s".
it: File "%s" copiato in "%s".

# FileUtility.FileCreated
source: File created: "%s".
da: Fil oprettet: "%s".
de: Datei erstellt: "%s".
fr: Fichier créé : "%s".
hi: बनाई गई फ़ाइल: "%s"।
hr: Stvorena je datoteka: "%s".
it: File creato: "%s".

# FileUtility.FileNameSanitized
source: The file name "%s" is invalid, the file was automatically renamed to "%s".
da: Filnavnet "%s" er ugyldigt, filnavnet er automatisk ændret til "%s".
de: Der Dateiname "%s" ist ungültig, die Datei wurde automatisch in "%s" umbenannt.
fr: Le nom de fichier "%s" est invalide, le fichier a été automatiquement renommé en "%s".
it: Il nome del file "%s" non è valido, il file è stato automaticamente rinominato in "%s".

# FileUtility.FileExistedAlreadyIn
source: File existed already in "%s"!
da: Filen findes allerede i "%s"!
de: Datei existiert bereits in "%s"!
fr: Le fichier existait déjà dans "%s"!
hi: फ़ाइल, "%s" में पहले से ही मौजूद है!
hr: Datoteka već postoji u "%s"!
it: Il file esiste già in "%s"!

# FileUtility.FileExtensionIsNotATextfileFormat
source: File extension "%s" is not a textfile format! (%s).
da: Fil-extension "%s" er ikke et tekstformat! (%s).
de: Dateierweiterung "%s" ist kein Textdatei-Format! (%s).
fr: L'extension de fichier "%s" n'est pas un format de fichier textuel! (%s).
hi: फाइल एक्सटेंशन "%s" टेक्स्ट फ़ाइल स्वरूप नहीं है! (%s)।
hr: Datotečni nastavak "%s" nije u textfile formatu! (%s).
it: Estensione file "%s" non è un formato di file di testo! (%s).

# FileUtility.FileExtensionIsNotzip
source: File extension is not "zip".
da: Fil-extension er ikke "zip".
de: Dateierweiterung ist nicht "zip".
fr: L'extension de fichier n'est pas "zip".
hi: फाइल एक्सटेंशन "zip" नहीं है।
hr: Datotečni nastavak nije "zip".
it: L'estensione del file non è "zip".

# FileUtility.FileMovedTo
source: File "%s" moved to "%s".
da: Filen "%s" flyttet til "%s".
de: Datei "%s" verschoben in "%s".
fr: Fichier "%s" déplacé vers "%s".
hi: फाइल "%s", को "%s" में ले जाया गया है "।
hr: Datoteka "%s" premještena je u "%s".
it: Il file "%s" è stato spostato in "%s".

# FileUtility.FileNameWasNotAllowed
source: File name "%s" was not allowed!
da: Filnavn "%s" er ikke tilladt!
de: Dateiname "%s" wurde nicht erlaubt!
fr: Le nom du fichier "%s" n'a pas été autorisé !
hi: फ़ाइल नाम "%s" की अनुमति नहीं थी!
hr: Naziv datoteke "%s" nije dopušten!
it: Il nome del file "%s" non è stato consentito!

# FileUtility.FileOrDestinationWasNotWithinYourMountpoints
source: File "%s" or destination "%s" was not within your mountpoints!
da: Filen "%s" eller destinationen "%s" var ikke indenfor dit mountpoint!
de: Datei "%s" oder Ziel "%s" war nicht innerhalb Ihrer Reittiere!
fr: Le fichier "%s" ou la destination "%s" n'était pas dans vos points de montage !
hi: फाइल "%s" या डेस्टिनेशन "%s" आपके माउंट-पॉइंट्स के भीतर नहीं था!
hr: Datoteka "%s" ili odredište "%s" nije unutar Vaših točaka montiranja!
it: Il file "%s" o destinazione "%s" non era nei tuoi punti di montaggio!

# FileUtility.FileOrDirectoryExistedAlready
source: File or directory "%s" already exists!
da: Fil eller folder "%s" findes allerede!
de: Datei oder Verzeichnis "%s" existiert bereits!
fr: Le fichier ou le répertoire "%s" existe déjà !
hi: फ़ाइल या डायरेक्टरी "%s" पहले से मौजूद है!
hr: Datoteka ili mapa "%s" već postoji!
it: Il file o la cartella "%s" esiste già!

# FileUtility.FileRenamedFromTo
source: File renamed from "%s" to "%s".
da: Fil omdøbt fra "%s" til "%s".
de: Datei umbenannt von "%s" in "%s".
fr: Fichier renommé de "%s" à "%s".
hi: फ़ाइल का नाम बदल कर "%s" से "%s" किया गया।
hr: Datoteka je preimenovana iz "%s" u "%s".
it: File rinominato da "%s" a "%s".

# FileUtility.FileRenamedSameName
source: File "%s" was not renamed. (Same name as before)
da: Filen "%s" blev ikke omdøbt. (Samme navn som før)
de: Datei "%s" wurde nicht umbenannt. (Gleicher Name wie zuvor)
fr: Le fichier "%s" n'a pas été renommé. (Nom identique à celui précédent)
hi: फाइल "%s" का नाम बदला नहीं गया हैं| (पुराना नाम हि है )
hr: Naziv datoteke "%s" nije izmijenjen. (Ostao je isti kao i prije)
it: Il file "%s" non è stato rinominato. (Stesso nome come prima)

# FileUtility.FileSavedToBytesMd5
source: File saved to "%s", bytes: %s, MD5: %s.
da: Fil gemt som "%s", bytes: %s, MD5: %s.
de: Datei gespeichert in "%s", Bytes: %s, MD5: %s.
fr: Fichier sauvegardé dans "%s", octets : %s, MD5 : %s.
hi: फाइल को, "%s" में सेव किया गया, बीट्स:"%s" MD5:"%s"।
hr: Datoteka je spremljena u "%s", bajtova: %s, MD5: %s.
it: File salvato in "%s", bytes: %s, MD5: %s.

# FileUtility.FileWasNotCopiedTo
source: File "%s" WAS NOT copied to "%s"! There might be a problem with write permissions.
da: Filen "%s" BLEV IKKE kopieret til "%s"! Der er måske et problem med skriverettigheder.
de: Datei "%s" WAS NICHT in "%s"! Es könnte ein Problem mit Schreibberechtigungen geben.
fr: Fichier "%s" WAS PAS copié dans "%s"! Il peut y avoir un problème avec les permissions d'écriture.
hi: फाइल "%s" को "%s" में कॉपी नहीं की गई थी! वहाँ में लिखने की अनुमति के साथ एक समस्या हो सकती है।
hr: Datoteka "%s" NIJE kopirana u "%s"! Možda postoji problem s pravima pisanja.
it: File "%s" WAS NON copiato in "%s"! Potrebbe esserci un problema con i permessi di scrittura.

# FileUtility.FileWasNotCreated
source: File "%s" was not created! There might be a problem with write permissions in "%s"?
da: Filen "%s" blev ikke oprettet! Der er måske et problem med skriverettigheder "%s"?
de: Datei "%s" wurde nicht erstellt! Es könnte ein Problem mit Schreibberechtigungen in "%s " geben?
fr: Le fichier "%s" n'a pas été créé ! Il peut y avoir un problème avec les permissions d'écriture dans "%s"?
hi: फाइल "%s" नहीं बनाई गई थी! "%s" में लिखने की अनुमति के साथ एक समस्या हो सकती है?
hr: Datoteka "%s" nije stvorena! Možda postoji problem s pravima pisanja u "%s"?
it: Il file "%s" non è stato creato! Potrebbe esserci un problema con i permessi di scrittura in "%s"?

# FileUtility.FileWasNotRenamed
source: File "%s" was not renamed! There might be a problem with write permissions in "%s"?
da: Filen "%s" blev ikke omdøbt! Der er måske et problem med skriverettigheder "%s"?
de: Datei "%s" wurde nicht umbenannt! Es könnte ein Problem mit Schreibberechtigungen in "%s " geben?
fr: Le fichier "%s" n'a pas été renommé ! Il pourrait y avoir un problème avec les permissions d'écriture dans "%s"?
hi: फाइल "%s" का नाम नहीं बदला गया था! "%s" में लिखने की अनुमति के साथ एक समस्या हो सकती है?
hr: Datoteka "%s" nije preimenovana! Možda postoji problem s pravima pisanja u "%s"?
it: Il file "%s" non è stato rinominato! Potrebbe esserci un problema con i permessi di scrittura in "%s"?

# FileUtility.FileWasNotSaved
source: File "%s" was not saved! There might be a problem with write permissions.
da: Filen "%s" blev ikke gemt! Der er måske et problem med skriverettigheder.
de: Datei "%s" wurde nicht gespeichert! Es könnte ein Problem mit Schreibberechtigungen geben.
fr: Le fichier "%s" n'a pas été enregistré ! Il peut y avoir un problème avec les permissions d'écriture.
hi: फाइल "%s" को सेव नहीं की गई थी! वहाँ लिखने की अनुमति के साथ एक समस्या हो सकती हैैं।
hr: Datoteka "%s" nije spremljena! Možda postoji problem s pravima pisanja.
it: Il file "%s" non è stato salvato! Potrebbe esserci un problema con i permessi di scrittura.

# FileUtility.FileWasNotSaved2
source: File "%s" was not saved! File extension rejected!
da: Filen "%s" blev ikke gemt! Fil-extension blev afvist!
de: Datei "%s" wurde nicht gespeichert! Dateierweiterung abgelehnt!
fr: Le fichier "%s" n'a pas été enregistré ! L'extension de fichier a été rejetée !
hi: फाइल "%s" को सेव नहीं की गई थी! फाइल एक्सटेंशन रद्द कर दिया!
hr: Datoteka "%s" nije spremljena! Datotečni nastavak je odbijen!
it: Il file "%s" non è stato salvato! L'estensione del file è stata respinta!

# FileUtility.NoFileWasUploaded
source: No file was uploaded!
da: Ingen fil blev uploadet!
de: Keine Datei hochgeladen!
fr: Aucun fichier n'a été téléchargé !
hi: कोई फाइल अपलोड नहीं की गई थी!
hr: Nije poslana datoteka!
it: Nessun file caricato!

# FileUtility.NoFileWasUploadedForReplacing
source: No file was uploaded for replacing!
da: Ingen fil blev uploadet til erstatning!
de: Keine Datei zum Ersetzen hochgeladen!
fr: Aucun fichier n'a été téléchargé pour remplacer !
hi: रिप्लेसिंग के लिए कोई फाइल अपलोड नहीं की गई थी!
hr: Nije poslana datoteka za zamjenu!
it: Nessun file è stato caricato per la sostituzione!

# FileUtility.NoNameForNewFolderGiven
source: No name for new folder given!
da: Der er ikke angivet noget navn til ny folder!
de: Kein Name für den neuen Ordner angegeben!
fr: Aucun nom pour le nouveau dossier donné !
hi: नए फ़ोल्डर के लिए कोई नाम नहीं दिया गया था!
hr: Nije dano ime za novu mapu!
it: Nessun nome per la nuova cartella dato!

# FileUtility.NoUniqueFilenameAvailableIn
source: No unique filename available in "%s"!
da: Intet unikt filnavn tilgængeligt i "%s"!
de: Kein eindeutiger Dateiname in "%s"!
fr: Aucun nom de fichier unique disponible dans "%s"!
hi: "%s" में कोई यूनिक फ़ाइल नाम उपलब्ध नहीं है!
hr: Nije dostupno jedinstveno ime u "%s"!
it: Nessun nome file univoco disponibile in "%s"!

# FileUtility.ReplacingFileTo
source: Replacing file "%s" to "%s".
da: Erstatter filen "%s" med "%s".
de: Datei "%s" auf "%s " ersetzen.
fr: Remplacer le fichier "%s" vers "%s".
hi: फाइल "%s" को "%s" से बदले।
hr: Mijenjam datoteku "%s" datotekom "%s".
it: Sostituire il file "%s" a "%s".

# FileUtility.TargetAlreadyExists
source: Target "%s" already exists!
da: Målet "%s" findes allerede!
de: Ziel "%s" existiert bereits!
fr: La cible "%s" existe déjà !
hi: लक्ष्य "%s" पहले से ही मौजूद है!
hr: Odredište "%s" već postoji!
it: Il bersaglio "%s" esiste già!

# FileUtility.TargetWasNotAFile
source: Target "%s" was not a file!
da: Målet "%s" var ikke en fil!
de: Ziel "%s" war keine Datei!
fr: La cible "%s" n'était pas un fichier !
hi: लक्ष्य "%s" फ़ाइल नहीं थी!
hr: Odredište "%s" nije datoteka!
it: Il bersaglio "%s" non era un file!

# FileUtility.TargetWasNotWithinYourMountpoints
source: Target was not within your mountpoints! T="%s".
da: Målet var ikke indeholdt i dine mountpoints! T="%s".
de: Ziel war nicht innerhalb deiner Mountpoints! T="%s".
fr: La cible n'était pas dans vos points de montage ! T="%s".
hi: लक्ष्य अापके माउंट-पॉइंट्स के भीतर नहीं था! T="%s"।
hr: Odredište nije unutar Vaših točaka montiranja! T="%s".
it: Il bersaglio non era all'interno dei tuoi punti di montaggio! T="%s".
