Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.fileMessages.xlf
Languages: da, de, fr, hi, hr, it

# FileUtility.TheFileDidNotExist
source: The file "%s" did not exist!
da: Filen "%s" findes ikke!
de: Die Datei "%s" existiert nicht!
fr: Le fichier "%s" n'existe pas !
hi: फ़ाइल "%s" मौजूद नहीं थी!
hr: Datoteka "%s" ne postoji!
it: Il file "%s" non esiste!

# FileUtility.TheFunctionToCopyAFileBetweenStoragesIsNotYetImplemented
source: The function to copy a file between storages is not yet implemented.
da: Funktionen til at kopiere en fil mellem lagre, er ikke implementeret endnu.
de: Die Funktion, eine Datei zwischen den Speichermedien zu kopieren, ist noch nicht implementiert.
fr: La fonction pour copier un fichier entre les stockages n'est pas encore implémentée.
hi: स्टोरेज के बीच में फाइल कॉपी करने के लिए फंक्शन अभी लागू नहीं किया गया।
hr: Funkcionalnost kopiranja datoteke iz spremnika u spremnik još nije implementirana.
it: La funzione per copiare un file tra i negozi non è ancora implementata.

# FileUtility.TheFunctionToCopyAFolderBetweenStoragesIsNotYetImplemented
source: The function to copy a folder between storages is not yet implemented.
da: Funktionen til at kopiere en folder mellem lagre, er ikke implementeret endnu.
de: Die Funktion, einen Ordner zwischen den Speichermedien zu kopieren, ist noch nicht implementiert.
fr: La fonction pour copier un dossier entre les stockages n'est pas encore implémentée.
hi: स्टोरेज के बीच में फोल्डर कॉपी करने के लिए फंक्शन अभी लागू नहीं किया गया।
hr: Funkcionalnost kopiranja mape iz spremnika u spremnik još nije implementirana.
it: La funzione per copiare una cartella tra i negozi non è ancora implementata.

# FileUtility.TheFunctionToMoveAFileBetweenStoragesIsNotYetImplemented
source: The function to move a file between storages is not yet implemented.
da: Funktionen til at flytte en fil mellem lagre, er ikke implementeret endnu.
de: Die Funktion, eine Datei zwischen den Speichermedien zu verschieben, ist noch nicht implementiert.
fr: La fonction pour déplacer un fichier entre les stockages n'est pas encore implémentée.
hi: स्टोरेज के बीच में फाइल को स्थानांतरित करने के लिए फंक्शन अभी लागू नहीं किया गया।
hr: Funkcionalnost premještanja datoteke iz spremnika u spremnik još nije implementirana.
it: La funzione per spostare un file tra i negozi non è ancora implementata.

# FileUtility.TheFunctionToMoveAFolderBetweenStoragesIsNotYetImplemented
source: The function to move a folder between storages is not yet implemented.
da: Funktionen til at flytte en folder mellem lagre, er ikke implementeret endnu.
de: Die Funktion, einen Ordner zwischen den Speichermedien zu verschieben, ist noch nicht implementiert.
fr: La fonction pour déplacer un dossier entre les stockages n'est pas encore implémentée.
hi: स्टोरेज के बीच में फोल्डर को स्थानांतरित करने के लिए फंक्शन अभी लागू नहीं किया गया।
hr: Funkcionalnost premještanja mape iz spremnika u spremnik još nije implementirana.
it: La funzione per spostare una cartella tra i negozi non è ancora implementata.

# FileUtility.TheUploadHasFailedNoUploadedFileFound
source: The upload has failed, no uploaded file found!
da: Upload fejlede, ingen uploadet fil fundet!
de: Der Upload ist fehlgeschlagen, keine hochgeladene Datei gefunden!
fr: L'envoi a échoué, aucun fichier téléchargé trouvé !
hi: अपलोड नाकाम रहा है, कोई अपलोड की गई फाईल नहीं मिली!
hr: Slanje nije uspjelo, nije pronađena poslana datoteka!
it: Il caricamento non è riuscito, nessun file caricato trovato!

# FileUtility.TheUploadedFileExceedsTheSize-limit
source: The uploaded file "%s" exceeds the size-limit
da: Den uploadede fil "%s" overskrider grænsen for filstørrelse
de: Die hochgeladene Datei "%s" überschreitet das Größenlimit
fr: Le fichier téléchargé "%s" dépasse la limite de taille
hi: अपलोड की गई फ़ाइल "%s" साइज-लिमिट से अधिक है
hr: Poslana datoteka "%s" premašuje ograničenje veličine
it: Il file caricato "%s" supera il limite di dimensione

# FileUtility.UnzippingFileIn
source: Unzipping file "%s" in "%s".
da: Udpakker filen "%s" i "%s".
de: Datei "%s" in "%s " entpacken.
fr: Décozipper le fichier "%s" dans "%s".
hi: फाइल "%s" को "%s" में खोले।
hr: Otpakiravam zip datoteku "%s" u "%s".
it: Scompampagnando il file "%s" in "%s".

# FileUtility.UploadedFileCouldNotBeMoved
source: Uploaded file could not be moved! There might be a problem with write permissions in "%s"?
da: Den uploadede fil kunne ikke flyttes! Der er måske problemer med skriverettigheder i "%s"?
de: Die hochgeladene Datei konnte nicht verschoben werden! Es könnte ein Problem mit Schreibberechtigungen in "%s " geben?
fr: Le fichier téléchargé n'a pas pu être déplacé ! Il pourrait y avoir un problème avec les permissions d'écriture dans "%s"?
hi: अपलोड की गई फ़ाइल स्थानांतरित नहीं की जा सकी! "%s" में लिखने की अनुमति के साथ एक समस्या हो सकती है।
hr: Poslanu datoteku nije moguće premjestiti! Možda postoje problemi s pisanjem u "%s"?
it: Il file caricato non può essere spostato! Potrebbe esserci un problema con i permessi di scrittura in "%s"?

# FileUtility.UploadingFileTo
source: Uploading file "%s" to "%s".
da: Uploader filen "%s" til "%s".
de: Datei "%s" wird auf "%s " hochgeladen.
fr: Téléchargement du fichier "%s" vers "%s".
hi: फाइल "%s" को "%s" में अपलोड कर रहे है।
hr: Šaljem datoteku "%s" u "%s".
it: Caricamento file "%s" in "%s".

# FileUtility.YouAreNotAllowedToAccessTheDirectory
source: You are not allowed to access the directory.
da: Du har ikke adgangstilladelser til denne folder.
de: Sie sind nicht berechtigt, auf das Verzeichnis zuzugreifen.
fr: Vous n'êtes pas autorisé à accéder au répertoire.
hi: आपको डायरेक्टरी को एक्सेस करने की अनुमति नहीं है।
hr: Nija Vam dopušten pristup mapi.
it: Non hai il permesso di accedere alla cartella.

# FileUtility.YouAreNotAllowedToAccessTheFile
source: You are not allowed to access the file.
da: Du har ikke adgangstilladelser til denne fil.
de: Sie sind nicht berechtigt, auf die Datei zuzugreifen.
fr: Vous n'êtes pas autorisé à accéder au fichier.
hi: आपको फ़ाइल को एक्सेस करने की अनुमति नहीं है।
hr: Nija Vam dopušten pristup datoteci.
it: Non hai il permesso di accedere al file.

# FileUtility.YouAreNotAllowedToCopyDirectories
source: You are not allowed to copy directories.
da: Du har ikke tilladelse til at kopiere foldere.
de: Sie sind nicht berechtigt, Verzeichnisse zu kopieren.
fr: Vous n'êtes pas autorisé à copier les répertoires.
hi: आपको डायरेक्ट्रीज को कॉपी करने की अनुमति नहीं है।
hr: Nije Vam dopušteno kopiranje mapa.
it: Non hai il permesso di copiare le cartelle.

# FileUtility.YouAreNotAllowedToCopyFiles
source: You are not allowed to copy files.
da: Du har ikke tilladelser til at kopiere filer.
de: Sie sind nicht berechtigt, Dateien zu kopieren.
fr: Vous n'êtes pas autorisé à copier des fichiers.
hi: आपको फ़ाइलें को कॉपी करने की अनुमति नहीं है।
hr: Nije Vam dopušteno kopiranje datoteka.
it: Non hai il permesso di copiare i file.

# FileUtility.InvalidFolderName
source: Invalid folder name "%s"!
da: Ugyldigt foldernavn "%s"!
de: Ungültiger Ordnername "%s"!
fr: Nom de dossier invalide "%s" !
hi: अमान्य फ़ोल्डर का नाम "%s"!
hr: Neispravno ime mape "%s"!
it: Nome cartella non valido "%s"!

# FileUtility.YouAreNotAllowedToCreateDirectories
source: You are not allowed to create directories!
da: Du har ikke tilladelser til at oprette foldere!
de: Sie sind nicht berechtigt, Verzeichnisse zu erstellen!
fr: Vous n'êtes pas autorisé à créer des répertoires !
hi: आपको डायरेक्ट्रीज बनाने की अनुमति नहीं है।
hr: Nije Vam dopušteno stvaranje mapa!
it: Non hai il permesso di creare cartelle!

# FileUtility.YouAreNotAllowedToCreateFiles
source: You are not allowed to create files!
da: Du har ikke tilladelser til at oprette filer!
de: Sie sind nicht berechtigt, Dateien zu erstellen!
fr: Vous n'êtes pas autorisé à créer des fichiers !
hi: आपको फ़ाइलें बनाने की अनुमति नहीं है!
hr: Nije Vam dopušteno stvaranje datoteka!
it: Non hai il permesso di creare file!

# FileUtility.YouAreNotAllowedToEditFiles
source: You are not allowed to edit files!
da: Du har ikke tilladelser til at redigere filer!
de: Sie sind nicht berechtigt, Dateien zu bearbeiten!
fr: Vous n'êtes pas autorisé à modifier des fichiers !
hi: आपको फ़ाइलें एडिट करने की अनुमति नहीं है!
hr: Nije Vam dopušteno uređivanje datoteka!
it: Non hai il permesso di modificare i file!

# FileUtility.YouAreNotAllowedToMoveDirectories
source: You are not allowed to move directories.
da: Du har ikke tilladelser til at flytte foldere.
de: Sie dürfen keine Verzeichnisse verschieben.
fr: Vous n'êtes pas autorisé à déplacer des répertoires.
hi: आपको डायरेक्ट्रीज स्थानांतरित करने की अनुमति नहीं है।
hr: Nije Vam dopušteno premještanje mapa.
it: Non hai il permesso di spostare le cartelle.

# FileUtility.YouAreNotAllowedToMoveFiles
source: You are not allowed to move files.
da: Du har ikke tilladelser til at flytte filer.
de: Sie dürfen keine Dateien verschieben.
fr: Vous n'êtes pas autorisé à déplacer des fichiers.
hi: आपको फ़ाइलें स्थानांतरित करने की अनुमति नहीं है।
hr: Nije Vam dopušteno premještanje datoteka.
it: Non hai il permesso di spostare i file.

# FileUtility.YouAreNotAllowedToOverride
source: You are not allowed to override "%s"!
da: Du har ikke tilladelser til at overskrive "%s"!
de: Sie dürfen "%s" nicht überschreiben!
fr: Vous n'êtes pas autorisé à écraser "%s" !
hi: आपको "%s" ओवर-राइड करने की अनुमति नहीं है!
hr: Nije Vam dopušteno premošćivanje "%s"!
it: Non hai il permesso di ignorare "%s"!

# FileUtility.YouAreNotAllowedToRenameDirectories
source: You are not allowed to rename directories!
da: Du har ikke tilladelser til at omdøbe foldere!
de: Sie dürfen keine Verzeichnisse umbenennen!
fr: Vous n'êtes pas autorisé à renommer les répertoires !
hi: आपको डायरेक्ट्रीज का नाम बदलने की अनुमति नहीं है!
hr: Nije Vam dopušteno preimenovati mape!
it: Non hai il permesso di rinominare le cartelle!

# FileUtility.YouAreNotAllowedToRenameFiles
source: You are not allowed to rename files!
da: Du har ikke tilladelser til at omdøbe filer!
de: Sie dürfen keine Dateien umbenennen!
fr: Vous n'êtes pas autorisé à renommer des fichiers !
hi: आपको फ़ाइलों के नाम बदलने की अनुमति नहीं है!
hr: Nije Vam dopušteno preimenovati datoteke!
it: Non hai il permesso di rinominare i file!

# FileUtility.YouAreNotAllowedToUnzipFiles
source: You are not allowed to unzip files.
da: Du har ikke tilladelser til at udpakke filer.
de: Sie dürfen keine Dateien entpacken.
fr: Vous n'êtes pas autorisé à décompresser les fichiers.
hi: आपको फ़ाइलों को खोलने की अनुमति नहीं है।
hr: Nije Vam dopušteno otpakiravati zip datoteke.
it: Non hai il permesso di decomprimere i file.

# FileUtility.YouAreNotAllowedToUploadFiles
source: You are not allowed to upload files!
da: Du har ikke tilladelser til at uploade filer!
de: Sie sind nicht berechtigt, Dateien hochzuladen!
fr: Vous n'êtes pas autorisé à télécharger des fichiers !
hi: आपको फ़ाइलों को अपलोड करने की अनुमति नहीं है।
hr: Nije Vam dopušteno slati datoteke!
it: Non hai il permesso di caricare i file!

# FileUtility.YouDontHaveFullAccessToTheDestinationDirectory
source: You don't have full access to the destination directory "%s"!
da: Du har ikke fuld adgang til destinationsfolderen "%s"!
de: Sie haben keinen vollen Zugriff auf das Zielverzeichnis "%s"!
fr: Vous n'avez pas accès au répertoire de destination "%s"!
hi: आपको डेस्टिनेशन डायरेक्टरी "%s" के लिए पूरा एक्सेस नहीं है!
hr: Nemate puni pristup odredišnoj mapi "%s"!
it: Non hai accesso completo alla cartella di destinazione "%s"!
