Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_csh_*_users.xlf
Languages: da, de, fr, hi, it, nl

# .description
source: This is the table of backend administration users. Backend users can login in the backend of TYPO3 and are typically producers of content on a website.
da: Dette er tabellen over backend administrationbrugere. Backend brugere kan logge ind i TYPO3's backend er typisk dem der producerer indhold på websiden.
de: Dies ist die Tabelle der Backend-Administratoren. Backend-Benutzer können sich im Backend von TYPO3 anmelden und sind normalerweise Hersteller von Inhalten auf einer Website.
fr: C'est le tableau des utilisateurs de l'administration de backend. Les utilisateurs de Backend peuvent se connecter dans l'arrière-plan de TYPO3 et sont typiquement producteurs de contenu sur un site Web.
hi: यह टेबल बैकेंड एडमिनिस्ट्रेशन यूजर का है।बैकेंड यूजर TYPO3 के बैकेंड में लोगिन कर शकते हे और आम तौर पर वेबसाइट का कन्टेन्ट कर सकते हैं।
it: Questa è la tabella per l'amministrazione degli utenti di backend. Un utente di backend può fare login in TYPO3 e tipicamente produrre contenuti per il sito web.
nl: Dit is de tabel van het beheer van backendgebruikers

# .details
source: The main settings for a backend user is a username, password and group memberships. The username and password authenticates the user to the system. The group memberships enables the user to perform actions in TYPO3 since groups are the main source of permission settings for a backend user. Backend usergroups can also be understood as "roles". A usergroup can contain a configuration of permissions which allows the user to play a certain role in the system. <b>The "Admin" user</b> There is a special kind of user, the "Admin" user. This user has access to everything in TYPO3. There are no limits for Admin-users at all. You should normally have only a single or two admin-users in your system. Admin-users are the only users who can create other backend users. Alternatively you can create an "Action" which enables other normal users to do it as well (with certain restrictions of course). <b>Location</b> Backend users are always created in the root of the page tree (like Backend groups are). <b>Comparing Users</b> To manage and compare users, getting an overview of their access credentials etc. you can use the Tools > User Admin module (extension: beuser). It allows you to group users by various categories of permissions. You can also switch to another users account by a single click of a button.
da: De væsentligste indstillinger for en backend-bruger er brugernavn, kodeord og gruppemedlemsskab. Brugernavnet og kodeordet autentificerer brugeren overfor systemet. Gruppemedlemsskabet sætter brugeren i stand til at udføre handlinger i TYPO3, efter som grupper bidrager med de fleste rettigheder for en backend-bruger. Backend-brugergrupper kan også opfattes som roller. En brugergruppe kan indeholde en konfiguration som tillader en bruger at spille en bestemt rolle i systemet. <b>Admin-brugeren</b> Der er en speciel brugertype, "Admin-brugeren". Denne bruger har adgang til alt i TYPO3. De er ingen grænser for Admin-brugerens rettigheder. Normalt vil du kun have en enkelt eller måske to brugere med Admin-rettigheder på systemet. Admin-brugere er de eneste brugere som kan oprette backend-brugere. Alternativt kan du oprette en "handling" som tillader en normal bruger at gøre dette (med visse begrænsninger). <b>Placering</b> Backend-brugere bliver altid oprettet i roden af sidetræet (ligesom backend-grupper). <b>Sammenligning af brugere</b> For at administrere og sammenligne brugere, f.eks. for at se en oversigt over deres rettigheder og lign., kan du bruge Værktøjer -> Brugere modulet. Det tillader dig at gruppere brugere efter forskellige rettighedskategorier. Du kan også skifte til en anden bruger konto med et enkelt museklik.
de: Die Haupteinstellungen für einen Backend-Benutzer sind ein Benutzername, Passwort und Gruppenmitgliedschaften. Der Benutzername und das Passwort authentifizieren den Benutzer auf das System. Die Gruppenmitgliedschaften ermöglichen es dem Benutzer, Aktionen in TYPO3 durchzuführen, da Gruppen die Hauptquelle für Berechtigungseinstellungen für einen Backend-Benutzer sind. Backend-Benutzergruppen können auch als "Rollen" verstanden werden. Eine Benutzergruppe kann eine Konfiguration von Berechtigungen enthalten, die es dem Benutzer ermöglicht, eine bestimmte Rolle im System zu spielen. <b>Der "Admin" Benutzer</b> Es gibt eine spezielle Art von Benutzer, der "Admin"-Benutzer. Dieser Benutzer hat Zugriff auf alles in TYPO3. Es gibt keinerlei Grenzen für Admin-Benutzer. Sie sollten normalerweise nur ein oder zwei Administratoren in Ihrem System haben. Admin-Benutzer sind die einzigen Benutzer, die andere Backend-Benutzer erstellen können. Alternativ können Sie eine "Aktion" erstellen, die anderen normalen Benutzern auch erlaubt, sie zu tun (natürlich mit bestimmten Einschränkungen). <b>Standort</b> Backend-Benutzer werden immer im Stammverzeichnis des Seitenbaums erstellt (wie Backend-Gruppen sind). <b>Vergleiche Benutzer</b> Um Benutzer zu verwalten und zu vergleichen, erhalten Sie einen Überblick über ihre Zugangsdaten etc. Sie können das Tools > User Admin Modul (Erweiterung: beuser) verwenden. Es erlaubt Ihnen, Benutzer nach verschiedenen Kategorien von Berechtigungen zu gruppieren. Sie können auch mit einem Klick auf einen Button auf ein anderes Benutzerkonto wechseln.
fr: Les paramètres principaux pour un utilisateur de backend sont un nom d'utilisateur, un mot de passe et des adhésions de groupe. Le nom d'utilisateur et le mot de passe authentifient l'utilisateur au système. Les adhésions de groupe permettent à l'utilisateur d'effectuer des actions dans TYPO3, car les groupes sont la principale source de paramètres de permission pour un utilisateur de backend. Les utilisateurs de Backend peuvent également être compris comme "rôles". Un groupe d'utilisateurs peut contenir une configuration des permissions permettant à l'utilisateur de jouer un certain rôle dans le système. <b>L'utilisateur "Admin"</b> Il y a un type d'utilisateur spécial, l'utilisateur "Admin". Cet utilisateur a accès à tout dans TYPO3. Il n'y a aucune limite pour les administrateurs-utilisateurs du tout. Vous ne devriez normalement avoir qu'un seul ou deux administrateurs dans votre système. Les administrateurs-utilisateurs sont les seuls à pouvoir créer d'autres utilisateurs. Vous pouvez également créer une action qui permet aux autres utilisateurs normaux de le faire aussi (avec certaines restrictions bien sûr). <b>Emplacement</b> Les utilisateurs de Backend sont toujours créés à la racine de l'arbre de page (comme les groupes de Backend sont). <b>Comparaison des utilisateurs</b> Pour gérer et comparer les utilisateurs, obtenir un aperçu de leurs identifiants d'accès etc. vous pouvez utiliser le module Outils > User Admin (extension: beuser). Il vous permet de regrouper les utilisateurs par différentes catégories de permissions. Vous pouvez également passer à un autre compte utilisateur en un seul clic d'un bouton.
hi: एक बैकेंड यूजर के लिए मुख्य सेटिंग्स एक यूज़रनेम , पासवर्ड और ग्रुप मेम्बरशिप है।यूज़रनेम और पासवर्ड सिस्टम के लिए यूजर को ऑथेंटिकेट करता है।ग्रुप मेम्बरशिप यूजर को TYPO3 में कार्रवाई करने के लिए सक्षम बनाता है बाद में बैकएंड यूजर सेटिंग्स के लिए ग्रुप्स मुख्य सॉर्स है। बैकेंड के यूजर ग्रुप को रूल्स के तरह समझा जा सकता है।यूजर ग्रुप परमिशन को शामिल करता हैं जो यूजर को सिस्टम में भूमिका निभाने के लिए अनुमति देता है। <b>एडमिन यूजर</b> वहाँ यूजर एक विशेष प्रकार का, "एडमिन"यूजर है,जो TYPO3 में सब कुछ करने के लिए उपयोग करता है।एडमिन यूजर के लिए कोई सीमा नहीं है।आप आम तौर पर केवल एक या अपने सिस्टम में दो एडमिन यूजर होने चाहिए। एडमिन यूज़र्स ही केवल एशे यूज़र्स है जो बैकएंड यूज़र्स को बना सकते है।वैकल्पिक रूप से आप "एक्शन" बना सकते हैं जो अन्य सामान्य यूजरस को अच्छी (कुछ प्रतिबंधों के साथ) तरह से यह करने के लिए सक्षम बना सकते हैं। <b>लोकेशन</b> बैकएंड यूजरस को हमेशा पेज ट्री में बनाया जाता है(जेशे बैकएण्ड ग्रुप्स) </b><b>कॉम्परिंग यूजर</b> यूजर को मेनेज और तुलना करने के लिए, उनके उपयोग आदि की एक क्रेडिंसियल्स हो रही है.आप टूल्स>यूजर एडमिन मॉड्यूल का उपयोग कर सकते हैं।(एक्सटेंशन:बीयूजर).यह ग्रुप यूजरस को विभिन्न परमिशन के लिए अनुमति देता हे।आप बटन के एक क्लिक कर ने पर किसी अन्य यूजर के खाते में बदले जा सकता हैं।
nl: De belangrijkste instellingen voor een backendgebruiker zijn de gebruikersnaam, het wachtwoord en het lidmaatschap op backendgebruikersgroepen. De gebruikersnaam en het wachtwoord zorgen voor de authenticatie van de gebruiker in het systeem. Het lidmaatschap op groepen zorgt voor de mate waarin de gebruiker acties kan ondernemen binnen het systeem. Groepen zijn de belangrijkste bron van toegangscontrole voor een backendgebruiker. Backendgebruikersgroepen kunnen ook uitgelegd worden als "rollen". Een gebruikersgroep krijgt middels een configuratie toegang om een bepaalde rol in het systeem te spelen. <b>De "Admin" gebruiker</b> Er is een speciaal soort gebruiker, de "Admin" gebruiker. Deze heeft toegang tot alles binnen TYPO3. Er zijn geen limieten voor Admin-gebruikers. Normaliter zijn er maar één of twee admin-gebruikers in uw systeem. Admin-gebruikers zijn de enige gebruikers die andere backendgebruikers aan kunnen maken. Als alternatief kunt u een "Actie" maken, die het mogelijk maakt dat andere gebruikers dit ook kunnen (met de nodige restricties natuurlijk). <b>Locatie</b> Backendgebruikers worden altijd geplaatst in de root van de paginaboom. (Evenals backendgroepen) <b>Gebruikers vergelijken</b> Voor een goed overzicht, vergelijking van rechten etc. kunt u de module Werkset > Gebruikersbeheer (extensie: beuser) gebruiken. U kunt hiermee gebruikers groeperen aan de hand van diverse categorieen van toegang. U kunt hier tevens van gebruikersaccount wisselen met één druk op de knop.

# _.seeAlso
source: be_groups, About backend users | https://docs.typo3.org/typo3cms/GettingStartedTutorial/UserManagement/BackendUsers/ Setting up a new user and group | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/SettingUpANewUser/ Users and Groups [Technical] | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/UsersAndGroups/
da: be_groups, Om backend brugere | https://docs.typo3.org/typo3cms/GettingStartedTutorial/UserManagement/BackendUsers/ Opsætning af ny bruger og gruppe | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/SettingUpANewUser/ Brugere og grupper [teknisk] | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/UsersAndGroups/
hi: बी यूजरस, बैकेंड यूजरस के बारे में| https://docs.typo3.org/typo3cms/GettingStartedTutorial/UserManagement/BackendUsers/ एक नया यूजर और ग्रुप की स्थापना| https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/SettingUpANewUser/ यूजर और ग्रुप [टेक्निकल]| https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/UsersAndGroups/
nl: be_groups, Over backend gebruikers | https://docs.typo3.org/typo3cms/GettingStartedTutorial/UserManagement/BackendUsers/ Een nieuwe gebruiker en groep opzetten | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/SettingUpANewUser/ Gebruikers en groepen [Technisch] | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/UsersAndGroups/

# .image_descr
source: Backend users are found in the root of the page tree. "Admin" backend users can always be recognized on their icon being red while normal users have a blue icon. The editing form of a backend users record. The "Tools > User Admin" module where you can get an overview of the users on the system and what permissions they have. Click the "SU" button to switch to a users account.
da: Backend-brugere findes i roden af sidetræet. Admin-brugere kan altid kendes ved at deres ikon er rødt, mens almindelige brugeres ikoner er blå. Redigeringsformularen for en backend-bruger. Billedet viser Værktøjer -> Bruger modulet hvor du kan få et overblik over brugerne på systemet og hvilke rettigheder de har. Klik på "SU" knappen for at skifte til denne bruger konto.
de: Backend-Benutzer werden im Stammverzeichnis des Seitenbaums gefunden. "Admin" Backend-Benutzer können immer auf ihrem Symbol rot erkannt werden, während normale Benutzer ein blaues Symbol haben. Die Editierform eines Backend-Benutzers-Eintrags. Das Modul "Tools > User Admin" mit dem Sie einen Überblick über die Benutzer auf dem System erhalten und welche Berechtigungen sie haben. Klicken Sie auf "SU" um auf ein Benutzerkonto zu wechseln.
fr: Les utilisateurs de Backend sont trouvés à la racine de l'arborescence de page. "Admin" les utilisateurs de backend peuvent toujours être reconnus sur leur icône rouge tandis que les utilisateurs normaux ont une icône bleue. Le formulaire d'édition d'un enregistrement d'utilisateurs de backend. Le module "Outils > User Admin" où vous pouvez obtenir un aperçu des utilisateurs sur le système et les permissions qu'ils ont. Cliquez sur le bouton "SU" pour basculer vers un compte utilisateur.
hi: बैकएंड यूजरस पेज ट्री के रुट में पाए जाते हैं।"एडमिन" बैकएंड यूजरस हमेशा उनके रेड आइकन और नॉर्मल यूज़र्स ब्लू आइकन से पहचाने जाते है। बैकएंड यूजर रिकॉर्ड का फॉर्म एडिटिंग किया गया है। टूल्स>यूजर एडमिन मोडुले से आप सिस्टम में यूजर के ओवरव्यू और उनके के पास क्या प्रमिशन्स हे वो आप प्राप्त कर सकते हैं।यूजरस के खाते में स्विच करने के लिए "SU" बटन पर क्लिक करें।
nl: Backend gebruikers worden gevondenin de basis van de paginaboom. "Admin" backend gebruikers kunnen altijd herkend worden aan het rode icoon terwijl gewone gebruikers een blauw icoon hebben. Het formulier voor het bewerken van backend gebruikers. De "Tools > Gebruikersbeheer" module waar u een overzicht kunt zien van de gebruikers in het systeem en de rechten die ze hebben. Klik op de "SU" knop om over te schakelen naar de rechten en instellingen van een andere gebruiker.

# username.description
source: Enter the login name of the backend user.
da: Indtast brugernavnet for backend-brugeren.
de: Geben Sie den Login-Namen des Backend-Benutzers ein.
fr: Entrez le nom de connexion de l'utilisateur de backend.
hi: बैकएंड यूजर का लॉगिन नेम एंटर करें।
it: Inserisce il nome dell'utente di backend per fare login.
nl: Vul hier de gebruikersnaam van de beheer gebruiker in.

# username.details
source: A username is required and must be in lowercase without spaces in it. Furthermore the username must be unique. If it is not unique a number will be appended automatically.
da: Et brugernavn er påkrævet og skal være med små bogstaver uden mellemrum. Desuden skal brugernavnet være unikt. Hvis der tastes et brugernavn der ikke er unikt, vil der automatisk blive tilføjet et tal.
de: Ein Benutzername ist erforderlich und muss in Kleinbuchstaben ohne Leerzeichen sein. Außerdem muss der Benutzername eindeutig sein. Wenn er nicht eindeutig ist, wird automatisch eine Zahl angehängt.
fr: Un nom d'utilisateur est requis et doit être en minuscules sans espaces. En outre, le nom d'utilisateur doit être unique. Si ce nom n'est pas unique, un nombre sera ajouté automatiquement.
hi: यूजरनेम आवश्यक है और स्पेश के बिना लोअरकेस में ही होना चाहिए. इसके अलावा यूजरनेम यूनिक होना चाहिए. यदि यह यूनिक नहीं है तो एक नंबर ऑटोमेटिकली रूप से ऍपेन्डेड किया जाएगा।
it: Lo username è richiesto e deve essere scritto con caratteri minuscoli e non deve contenere spazi. A maggior ragione lo username deve essere univoco. Se non è univoco un numero sarà automaticamente aggiunto al termine della stringa.
nl: Een gebruikersnaam is verplicht en moet in kleine letters zonder spaties worden ingevuld. Verder moet de gebruikersnaam uniek zijn. Als het niet uniek is zal er gelijk een nummer aan toegevoegt worden.

# password.description
source: Enter the password for the backend username above (Notice the value you enter <i>will</i> be readable in the field!).
da: Indtast kodeordet for brugeren (læg mærke til at det indtastede <i>er synligt</i> indtil det bliver gemt).
de: Geben Sie das Passwort für den Backend-Benutzernamen oben ein (Beachten Sie den Wert, den Sie eingeben <i>wird</i> im Feld lesbar sein!).
fr: Entrez le mot de passe pour le nom d'utilisateur ci-dessus (Notez la valeur que vous entrez <i>sera</i> lisible dans le champ !).
hi: बैकएंड यूज़रनेम का पासवर्ड दर्ज करे ऊपर से (सूचना दर्ज की गए वैल्यू इस फील्ड में रीडेबल <i>हो जाएगी </i> !)
it: Inserisci la password per lo username di backend più sopra (Attenzione: il valore digitato <i>sarà</i> visibile nel campo!).
nl: Geef hier het wachtwoord voor bovenstaande gebruiker in. (De waarde die wordt ingegeven is leesbaar)

# password.details
source: The password is required. Before the password is sent to the server it's md5-hashed, so the password value itself is not transferred over the Internet. This is true both when editing the password and when the user logs in. While this principle does not reveal the raw password it is <i>not</i> the same as real encryption. If you need the highest degree of security you should install the TYPO3 backend on a secure server. The password is stored in the database as an md5-hash and thus it's not possible to extract the original password from the database either. This means that 'lost passwords' must be substituted with a new password for the user. <b>Notice</b> When you enter the password in the password field it is initially visible in clear text! First when the password field focus is lost will the password become a "list of dots". <b>User changing password</b> Users can change their password from the User > Setup module
da: Et kodeord er påkrævet. Før kodeordet bliver sendt til serveren, bliver det krypteret så kodeordet aldrig bliver sendt ukrypteret over internettet. Dette gælder både når man retter kodeordet og når brugeren logger ind. Dette medfører at koderodet ikke sendes i læsbar form, men betyder <i>ikke</i> at det er ægte krypteret. Hvis du har brug for højest mulig sikkerhed, skal du installere TYPO3 på en sikker server. Kodeordet gemmes i databasen som en md5-hash, og derfor er der ikke mulighed for at udtrække det originale kodeord fra databasen. Dette betyder at glemte kodeord må erstattes med et nyt kodeord. <b>Bemærk</b> Når du taster kodeordet ind i feltet er det synligt i klartekst. Først når man har gemt kodeordet, bliver det ændret til en række prikker. <b>Brugers ændring af kodeord</b> Brugere kan ændre deres kodeord i Bruger -> Indstillinger modulet
de: Das Passwort ist erforderlich. Bevor das Passwort an den Server gesendet wird, ist es md5-hashed, so dass der Passwort-Wert selbst nicht über das Internet übertragen wird. Dies gilt sowohl beim Bearbeiten des Passworts als auch beim Einloggen des Benutzers. Obwohl dieses Prinzip das Rohpasswort nicht offenbart, ist es <i>nicht</i> wie echte Verschlüsselung. Wenn Sie den höchsten Grad an Sicherheit benötigen, sollten Sie das TYPO3 Backend auf einem sicheren Server installieren. Das Passwort wird in der Datenbank als md5-hash gespeichert und ist daher auch nicht möglich, das ursprüngliche Passwort aus der Datenbank zu extrahieren. Das bedeutet, dass "verlorene Passwörter" durch ein neues Passwort für den Benutzer ersetzt werden müssen. <b>Hinweis</b> Wenn Sie das Passwort im Passwort-Feld eingeben, ist es zunächst im Klartext sichtbar! Zuerst, wenn der Fokus auf das Passwort verloren geht, wird das Passwort zu einer "Liste der Punkte". <b>Benutzer ändern Passwort</b> Benutzer können ihr Passwort vom Benutzer > -Setup-Modul ändern
fr: Le mot de passe est requis. Avant que le mot de passe soit envoyé au serveur, il est haché par md5, donc la valeur de mot de passe elle-même n'est pas transférée sur Internet. Ceci est vrai tant lors de l'édition du mot de passe que lorsque l'utilisateur se connecte. Bien que ce principe ne révèle pas le mot de passe brut, il n'est pas <i>pas</i> identique au chiffrement réel. Si vous avez besoin du plus haut degré de sécurité, vous devriez installer le backend TYPO3 sur un serveur sécurisé. Le mot de passe est stocké dans la base de données en tant que hachage md5 et il n'est donc pas possible d'extraire le mot de passe original de la base de données. Cela signifie que les mots de passe perdus doivent être remplacés par un nouveau mot de passe pour l'utilisateur. <b>Avis</b> Lorsque vous entrez le mot de passe dans le champ mot de passe, il est initialement visible dans le texte clair! Tout d'abord, lorsque le champ de passe est perdu, le mot de passe deviendra une "liste des points". <b>L'utilisateur changeant mot de passe</b> Les utilisateurs peuvent changer leur mot de passe à partir du module de configuration >
hi: पासवर्ड आवश्यक है।पासवर्ड सर्वर पर भेज ने से पहले ही md5-hashed में होती हे, जिसे पासवर्ड वैल्यू इंटरनेट पर खुद ट्रान्सफर्ड नहीं होती।यह सच है जब यूजर लॉगिन और पासवर्ड एडिटिंग होता हे। इस सिद्धांत कच्चे पासवर्ड का खुलासा नहीं करता है, जबकि यह वास्तविक एन्क्रिप्शन के रूप में ही <i>नहीं है</i>.अगर आपको सुरक्षा के उच्चतम डिग्री की जरूरत है तो आपको एक सुरक्षित सर्वर पर typo3 बैकेंड स्थापित करना चाहिए। पासवर्ड एक md5-hash के रूप में डेटाबेस में स्टोर किया जाता है जिसे डेटाबेस से ओरिजिनल पासवर्ड निकालना संभव नहीं।इसका मतलब यह है कि 'लॉस्ट पासवर्ड' यूजर के लिए एक नए पासवर्ड के साथ प्रतिस्थापित किया जाना चाहिए। <b>नोटिश</b> जब आप पासवर्ड फील्ड में पासवर्ड दर्ज कर रहे हो तब वो शुरू में क्लियर दिखाई दे रहा है! सबसे पहले जब पासवर्ड फील्ड फोकस खो देता हे तब पासवर्ड एक "डॉट्स के लिस्ट" में हो जाएगा। <b>यूजर पासवर्ड को बदल रहे है<b> यूज़र्स User> Setup मॉड्यूल से अपने पासवर्ड को बदल सकते हैं
it: È richiesta una password. Prima di inviare la password al server questa viene sottoposta ad un algoritmo di hasing md5 cosicchè la password non viene trasferita in chiaro via internet. Questo accade anche quando la password viene modificata e quando l'utente fa login. Mentre questo metodo non usa password in chiaro <i>non</i> è un reale encrypting. Se hai bisogno di un grado più alto di sicurezza devi installare il backend di TYPO3 in un server sicuro. La password è memorizzata in un database nella forma di un hash md5 (md5-hash) e pertanto non è possibile estrarre la password originale dal campo del database. Pertanto questo significa che se una password viene smarrita va sostituita con una nuova password generata per l'utente. <b>Attenzione</b> Gli utenti possono modificare la loro password dal modulo User > modulo Setup
nl: Een wachtwoord is verplicht. Voordat een wachtwoord wordt verstuurd, wordt het md5-hashed, zodat het daadwerkelijke wachtwoord niet over het internet wordt verstuurd. Dit geldt voor het bewerken/invoeren van het wachtwoord, als ook voor het inloggen. Alhoewel niet het daadwerkelijke wachtwoord wordt verstuurd over het internet, is het niet hetzelfde als encryptie. Wil men de hoogste veiligheid dan moet men typo3 installeren op een beveiligde server. Het opgeslagen wachtwoord in de database is ook md5-hashed. Dit betekent dat vergeten wachtwoorden moeten worden vervangen door een nieuw wachtwoord voor de gebruiker.

# usergroup.description
source: Assign backend user groups to the user.
da: Tilknyt backend brugergruppe til bruger.
de: Dem Benutzer Backend-Benutzergruppen zuweisen.
fr: Assigner les groupes d'utilisateurs de backend à l'utilisateur.
hi: यूजर को बैकएंड यूजर गृप असाइन करे
it: Assegna un gruppo di backend all'utente.
nl: Voeg een gebruiker toe aan een gebruikersgroep.
