Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_csh_*_users.xlf
Languages: da, de, fr, hi, it, nl

# admin.details
source: 'Admin' can do anything TYPO3 allows and this kind of user should be used only for administrative purposes. All daily handling should be done with regular users. 'Admin' users don't need to be members of any backend user groups. However you should be aware that any page created by an admin user without a group will not have any owner-group assigned and thus it will probably be invisible for other users. If this becomes a problem you can easily solve it by assigning a user group to the 'Admin' user anyway. This does of course not affect the permissions since they are unlimited, but the first group listed is by default the owner group of newly created pages. 'Admin' users are easily recognized as they appear with a red icon instead of the ordinary blue user-icon. You should probably not assign any other users than yourself as an 'Admin' user.
da: 'Admin' brugere kan gøre alt hvad der er muligt i TYPO3 og den type brugere bør kun bruges til administrativt brug. Den daglige håndtering bør ske af almindelige brugere. 'Admin' brugere behøver ikke at være medlem af en backend brugergruppe. Du skal dog være opmærksom på, at sider oprette af en 'admin' bruger som ikke tilhører en gruppe, ikke får tilknyttet en ejergruppe og derfor vil den være usynlig for andre brugere. Skulle dette problem opstå kan du imidlertid løse dette ved a tilføje 'admin' brugeren til en gruppe. Det har ingen konsekvens for 'admin' brugerens adgang da den er ubegrænset. Du skal formentlig ikke have andre 'admin' brugere end dig selv.
de: 'Admin' kann alles tun, was TYPO3 erlaubt und diese Art von Benutzer sollte nur für administrative Zwecke verwendet werden. Alle täglichen Handhabungen sollten mit normalen Benutzern durchgeführt werden. 'Admin' Benutzer müssen keine Mitglieder von Backend-Benutzergruppen sein. Sie sollten jedoch wissen, dass jede Seite, die von einem Administrator ohne Gruppe erstellt wird, keine eigene Gruppe zugewiesen hat und somit für andere Benutzer möglicherweise unsichtbar sein wird. Wenn dies ein Problem wird, können Sie es einfach lösen, indem Sie dem 'Admin' Benutzer trotzdem eine Benutzergruppe zuweisen. Dies betrifft natürlich nicht die Berechtigungen, da sie unbegrenzt sind, aber die erste Gruppe ist standardmäßig die Eigentümer-Gruppe neu erstellter Seiten. 'Admin' Benutzer werden leicht erkannt, da sie mit einem roten Symbol anstatt dem normalen blauen Benutzersymbol erscheinen. Sie sollten wahrscheinlich keine anderen Benutzer als Sie als 'Admin' Benutzer zuweisen.
fr: 'Admin' peut faire tout ce que TYPO3 permet et ce type d'utilisateur doit être utilisé uniquement à des fins administratives. Toute manipulation quotidienne doit être effectuée avec les utilisateurs réguliers. Les utilisateurs 'Admin' n'ont pas besoin d'être membres de groupes d'utilisateurs de backend. Cependant, vous devez savoir que toute page créée par un utilisateur admin sans groupe n'aura pas de groupe propriétaire assigné et donc elle sera probablement invisible pour d'autres utilisateurs. Si cela devient un problème, vous pouvez facilement le résoudre en assignant un groupe d'utilisateurs à l'utilisateur 'Admin' quand même. Cela n'affecte évidemment pas les permissions car elles sont illimitées, mais le premier groupe listé est par défaut le groupe propriétaire des pages nouvellement créées. Les utilisateurs 'Admin' sont facilement reconnus car ils apparaissent avec une icône rouge au lieu de l'icône utilisateur bleu ordinaire. Vous ne devriez probablement pas assigner d'autres utilisateurs que vous en tant qu'utilisateur 'Admin'.
hi: 'एडमिन' को कुछ भी करने की अनुमति TYPO3 देता है और इस तरह के यूजर को केवल एडमिनिस्ट्रेटिव पर्पोजिस के लिए इस्तेमाल किया जाना चाहिए।सभी को नियमित रूप से यूज़र्स के साथ रोज हैंडलिंग किया जाना चाहिए। 'एडमिन' यूज़र्स को किसी भी बैकएंड यूजर ग्रुप्स के सदस्य होने की जरूरत नहीं है।लेकिन आप जानते हैं कि एक ग्रुप के बिना एक एडमिन यूजर द्वारा बनाई गई किसी भी पेज पर कोई ओनर -ग्रुप सौंपा नहीं होना चाहिए और इस प्रकार शायद यह अन्य उपयोगकर्ताओं के लिए अदृश्य हो जाएगा।यह जब एक समस्या बन जाता है, तो आप आसानी से ऐसे सॉल्व कर शकते हे यूज़र ग्रुप को एडमिन में असाइन करके।ये पर्मिशन्स को प्रभावित नहीं करता क्योंकि वे असीमित हैं, लेकिन पहला लिस्टेड ग्रुप डिफ़ॉल्ट रूप से नए क्रिएटेड पेज का ओनर ग्रुप है। 'एडमिन' यूज़र्स को आसानी से पहचाने जाते हैं, क्योंकि वे ऑर्डिनरी ब्लू यूजर के आइकन के बजाय एक लाल आइकन के साथ दिखाई देते हैं। तुम्हें शायद एक 'एडमिन' यूजर के रूप में खुद के अलावा किसी भी अन्य यूज़र्स को असाइन नहीं करना चाहिए।
nl: Admin gebruikers hebben alle rechten. Admin gebruiker behoeven geen lid van een beheergroep te zijn, maar men dient wel op te passen dat een pagina die wordt gemaakt door een admin zonder beheergroep soms niet zichtbaar is voor andere gebruikers. Dit is simpel op te lossen door de admin lid te maken van een beheergroep. Admin zijn gemakkelijk te herkennen aan het rode icoontje inplaats van de blauwe. Het is aan te raden om de admin rechten slechts toe te kennen aan de beheerder van het systeem.

# options.description
source: Select if the user should inherit page tree or folder tree mountpoints from member groups.
da: Vælg om brugeren skal arve sidetræ eller bibliotekstræ monteringspunkter fra medlemsgrupper.
de: Wählen Sie, ob der Benutzer Seitenbaum oder Ordnerplanpunkte aus Mitgliedsgruppen erben soll.
fr: Sélectionnez si l'utilisateur doit hériter des points de montage des arborescences de page ou des dossiers des groupes membres.
hi: यदि यूज़र्स पेज ट्री या फ़ोल्डर ट्री को मेम्बर ग्रुप्स से इन्हेरिट करना चाहते हे तो माउंट पॉइंट्स को सिलेक्ट करें।
nl: Hier wordt bepaald of de gebruiker wel of niet de pagina en bestanden mappenweergave overneemt van de gebruikersgroep.

# options.details
source: It's a great advantage to let users inherit mountpoints from membergroups because it makes administration of the same mountpoints for many users extremely easy. If you don't check these options, you must make sure the mount points for the page tree and file folder tree is set specifically for the user.
da: Det er en stor fordel at lade brugere arve monteringspunkter fra medlemsgrupper fordi det gør administration af de samme monteringspunkter for mange brugere meget nemt. Hvis du ikke vælger denne mulighed skal du være sikker på at monteringspunkterne for sidetræ og fil bibliotekstræ er sat specifikt for brugeren.
de: Es ist ein großer Vorteil, dass Benutzer Mountpoints von Membranen ererben können, da es die Verwaltung der gleichen Mountpoints für viele Benutzer extrem einfach macht. Wenn Sie diese Optionen nicht überprüfen, müssen Sie sicherstellen, dass die Mountpoints für den Seitenbaum und den Dateiordner-Baum speziell für den Benutzer festgelegt sind.
fr: Il est très avantageux de laisser les utilisateurs hériter des points de montage des membergroups parce qu'ils rendent l'administration des mêmes points de montage pour de nombreux utilisateurs extrêmement facile. Si vous ne vérifiez pas ces options, vous devez vous assurer que les points de montage de l'arborescence des pages et du dossier de fichiers sont définis spécifiquement pour l'utilisateur.
hi: यह एक महान लाभ हे जो यूज़र माउन्टपॉइंट को मेम्बरगरूप्स से इन्हेरिट करे क्योंकि यह कई यूज़र्स के लिए एक ही माउन्टपॉइंट के एडमिनिस्ट्रेशन को बनाता है। आप इन विकल्पों की जांच नहीं करते हैं, तो आपको यह सुनिश्चित करना चाहिए कि पेज ट्री और फ़ाइल फ़ोल्डर ट्री के लिए माउंटपॉइंट यूजर के लिए विशेष रूप से सेट किये गए हो।
nl: Het is een groot voordeel om gebruikers de eigenschappen van de groepen te laten overerven. Doet men dit niet dan moet men voor iedere gebruiker afzonderlijk een startpunt voor de mappenweergave ingeven.

# file_permissions.description
source: Select file operation permissions for the user.
da: Vælg vil operations tilladelser for brugeren.
de: Wählen Sie die Dateioperationsrechte für den Benutzer.
fr: Sélectionnez les permissions d'exploitation de fichier pour l'utilisateur.
hi: यूजर के लिए फ़ाइल ऑपरेशन परमिशन सिलेक्ट करे।
nl: Selecteer permissies voor het bewerken van bestanden voor deze gebruiker

# file_permissions.details
source: These settings relate to the functions found in the File>List module as well as general upload of files. <strong>Notice</strong> that backend user groups also have file operation permissions which automatically apply to the user if he's member of an accordant group. So if you want a group of users share identical file operation permissions, you should probably define them in a backend user group instead.
da: Disse indstillinger relaterer til en funktion der findes under Fil>Listemodul, såvel som under generel upload af filer. <strong>Vær opmærksom på</strong> at backend brugergrupper også har filrettigheder som automatisk gælder for brugeren, hvis han er medlem af brugergruppen. Så hvis du ønsker at en gruppe af brugere skal dele identiske filrettigheder, skal du formentlig angive dette i en backend brugergruppe.
de: Diese Einstellungen beziehen sich auf die Funktionen, die im Modul Datei>Liste sowie den allgemeinen Upload von Dateien gefunden wurden. <strong>Hinweis</strong> dass Backend-Benutzergruppen auch Dateioperationsrechte haben, die automatisch für den Benutzer gelten, wenn er Mitglied einer zugeordneten Gruppe ist. Wenn Sie also eine Gruppe von Benutzern dieselben Dateioperationen teilen möchten, sollten Sie diese wahrscheinlich in einer Backend-Benutzergruppe definieren.
fr: Ces paramètres concernent les fonctions trouvées dans le module Liste de fichiers>ainsi que le téléchargement général des fichiers. <strong>Avis</strong> que les groupes d'utilisateurs de backend ont également des permissions d'exploitation de fichier qui s'appliquent automatiquement à l'utilisateur s'il est membre d'un groupe d'accordés. Donc, si vous voulez un groupe d'utilisateurs partagent des permissions identiques d'exploitation de fichiers, vous devriez probablement les définir dans un groupe d'utilisateurs de backend.
hi: ये सेटिंग जो फाइल > लिस्ट मोडुले में फंक्शन मिले हे और फाइल को सामान्य अपलोड करने के लिए संबंधित हैं। <strong> सूचना </ strong> बैकएंड यूजर ग्रुप्स को फाइल ऑपरेशन की अनुमति हे वह का सदस्य जो स्वचालित रूप से यूजर के लिए आवेदन करता हे। यदि आप फाइल ग्रुप के यूजर का हिस्सा ऑपरेशन्स की परमिशन के लिए चाहते हे ,तो आप को शायद उन्हें बैकएंड यूजर ग्रुप में इन्सटेड करना चाहिए।
nl: Deze instellingen hebben betrekking op de functies in de module Bestand>Bestandslijst en in het algemeen op het uploaden van bestanden. <strong>Let op:</strong> backend gebruikersgroepen hebben ook rechten voor bestandbewerkingen die automatisch van toepassing zijn op een gebruiker (die lid is van de betreffende groep). Als een aantal gebruikers dezelfde rechten moeten hebben dan is het waarschijnlijk de beste oplossing om deze rechten te definiëren in een gebruikersgroep.

# file_permissions.seeAlso
source: be_users:file_mountpoints, be_group:file_permissions
da: be_users:file_mountpoints, be_group:fileoper_perms

# fileoper_perms.description
source: Select file operation permissions for the user.
da: Vælg vil operations tilladelser for brugeren.
de: Wählen Sie die Dateioperationsrechte für den Benutzer.
fr: Sélectionnez les permissions d'exploitation de fichier pour l'utilisateur.
hi: यूजर के लिए फ़ाइल ऑपरेशन परमिशन सिलेक्ट करे।
nl: Selecteer permissies voor het bewerken van bestanden voor deze gebruiker

# fileoper_perms.details
source: These settings relate to the functions found in the File>List module as well as general upload of files. <strong>Notice</strong> that backend user groups also have file operation permissions which automatically apply to the user if he's member of an accordant group. So if you want a group of users share identical file operation permissions, you should probably define them in a backend user group instead.
da: Disse indstillinger relaterer sig til funktionerne i Filer>Liste modulet så vel som generel upload af filer. <strong>Vær opmærksom på</strong> at backend brugergrupper også har rettigheder til filoperationer, som automatisk tilknyttes de bruger som er medlem af brugergruppen. Så hvis du vil dele identiske filoperations-tilladelser for en gruppe af brugere, bør du definere det i en backend brugergruppe i stedet.
de: Diese Einstellungen beziehen sich auf die Funktionen, die im Modul Datei>Liste sowie den allgemeinen Upload von Dateien gefunden wurden. <strong>Hinweis</strong> dass Backend-Benutzergruppen auch Dateioperationsrechte haben, die automatisch für den Benutzer gelten, wenn er Mitglied einer zugeordneten Gruppe ist. Wenn Sie also eine Gruppe von Benutzern dieselben Dateioperationen teilen möchten, sollten Sie diese wahrscheinlich in einer Backend-Benutzergruppe definieren.
fr: Ces paramètres concernent les fonctions trouvées dans le module Liste de fichiers>ainsi que le téléchargement général des fichiers. <strong>Avis</strong> que les groupes d'utilisateurs de backend ont également des permissions d'exploitation de fichier qui s'appliquent automatiquement à l'utilisateur s'il est membre d'un groupe d'accordés. Donc, si vous voulez un groupe d'utilisateurs partagent des permissions identiques d'exploitation de fichiers, vous devriez probablement les définir dans un groupe d'utilisateurs de backend.
hi: ये सेटिंग जो फाइल > लिस्ट मोडुले में फंक्शन मिले हे और फाइल को सामान्य अपलोड करने के लिए संबंधित हैं। <strong> सूचना </ strong> बैकएंड यूजर ग्रुप्स को फाइल ऑपरेशन की अनुमति हे वह का सदस्य जो स्वचालित रूप से यूजर के लिए आवेदन करता हे। यदि आप फाइल ग्रुप के यूजर का हिस्सा ऑपरेशन्स की परमिशन के लिए चाहते हे ,तो आप को शायद उन्हें बैकएंड यूजर ग्रुप में इन्सटेड करना चाहिए।
nl: Deze instellingen refereren aan functies die men vindt in de bestandenlijst module. Zij gelden ook in het algemeen voor het uploaden van bestanden. <strong>Opmerking:</strong> Houdt er rekening mee dat backend gebruikersgroepen ook permissies voor bestandsoperaties kennen en deze automatisch gelden voor alle gebruikers binnen deze groep. Wanneer u gelijke rechten toe wilt kennen aan leden in dezelfde groep is het beter deze in de backendgroep vast te leggen.

# _fileoper_perms.seeAlso
source: be_users:file_mountpoints, be_group:file_permissions
da: be_users:file_mountpoints, be_group:fileoper_perms

# starttime.description
source: Enter the date from which the account is active.
da: Indtast dato hvorpå denne konto skal gøres aktiv.
de: Geben Sie das Datum ein, von dem das Konto aktiv ist.
fr: Entrez la date à partir de laquelle le compte est actif.
hi: किस तारीख से खाता एक्टिव है दर्ज करें।
nl: Geef hier de datum in vanaf wanneer het account voor deze gebruiker ingaat.

# endtime.description
source: Enter the date from which the account is disabled.
da: Indtast dato hvorpå denne konto skal gøres inaktiv.
de: Geben Sie das Datum ein, von dem das Konto deaktiviert ist.
fr: Entrez la date à partir de laquelle le compte est désactivé.
hi: किस तारीख से खाता सक्रिय है दर्ज करें।
nl: Vanaf de ingegeven datum wordt het account van deze gebruiker geactiveerd.

# lastlogin.description
source: This field shows the user's last log in date.
da: Dette felt viser brugerens sidste logintidspunkt.
de: Dieses Feld zeigt das letzte Anmeldedatum des Benutzers an.
fr: Ce champ affiche la dernière date de connexion de l'utilisateur.
hi: इस फील्ड यूजर के अंतिम लॉग इन तारीख से पता चलता है।
nl: Dit veld toont de datum van de laatste login van de gebruiker.

# lang.description
source: Select the <i>default</i> language.
da: Vælg <i>Standard</i> sprog.
de: Wählen Sie die <i>Standardsprache</i>.
hi: <i> डिफ़ॉल्ट</i> भाषा का चयन करें।
nl: Kies de <em>standaard</em> taal.

# lang.details
source: This determines the language of the backend interface for the user. All mainstream parts available for regular users are available in the system language selected. 'Admin'-users however will experience that the 'Admin'-only parts of TYPO3 is in english. This includes all submodules in "Tools" and the Web>Template module. <b>Notice</b> this is only setting the default language. As soon as the user has logged in the language must be changed through the User>Setup module. Also you will have to install the corresponding language pack which can be found as an extension on TYPO3.org with the prefix "csh_XX" where XX is the TYPO3 language key.
da: Dette afgør sproget på backend brugerfladen for brugeren. All de mest almindelige dele af brugerfladen vil være tilgængeligt i det valgte sprog. 'Admin'-brugere vil dog opleve at de dele som kun er for administratorer er i engelsk, Dette gælder f.eks. moduler under 'Værktøjer' og Skabelon modulet.
de: Dies bestimmt die Sprache der Backend-Schnittstelle für den Benutzer. Alle gängigen Teile sind in der gewählten Systemsprache verfügbar. 'Admin'-Benutzer werden jedoch erfahren, dass die 'Admin'-nur Teile von TYPO3 in Englisch sind. Dies beinhaltet alle Subodule in "Tools" und das Web>Template Modul. <b>Hinweis</b> Dies setzt nur die Standardsprache ein. Sobald der Benutzer die Sprache angemeldet hat, muss das Benutzer>Setup Modul geändert werden. Außerdem müssen Sie das entsprechende Sprachpaket installieren, das als Erweiterung auf TYPO3.org mit dem Präfix "csh_XX" gefunden werden kann, wo XX der TYPO3 Sprachschlüssel ist.
fr: Ceci détermine la langue de l'interface de backend pour l'utilisateur. Toutes les pièces courantes disponibles pour les utilisateurs réguliers sont disponibles dans la langue du système sélectionnée. 'Admin'-users will experience that the 'Admin'-only parts of TYPO3 is in french. Ceci inclut tous les sous-modules dans "Outils" et le module de modèle Web>. <b>Avis</b> ceci ne définit que la langue par défaut. Dès que l'utilisateur a connecté la langue doit être changé via le module de configuration de l'utilisateur>. Vous devrez également installer le pack de langue correspondant qui peut être trouvé comme une extension sur TYPO3.org avec le préfixe "csh_XX" où XX est la clé de langue TYPO3.
hi: इस यूजर के लिए बैकएंड इंटरफ़ेस की भाषा निर्धारित करता है।सभी माईन स्ट्रीम नियमित रूप से यूज़र्स के लिए उपलब्ध पार्ट्स सिस्टम में से सिलेक्टेड भाषा में उपलब्ध हैं। हालांकि 'एडमिन'-यूज़र्स अनुभव करेंगे कि 'एडमिन' केवल typo3 के कुछ हिस्सों में अंग्रेजी है।यह "टूल्स " और वेब>टेम्पलेट मॉड्यूल में सभी सबमोडूलेस भी शामिल है। <b>सूचना</ b>यह डिफ़ॉल्ट भाषा के लिए एकमात्र स्थापित कर रहा है।जैसे ही यूजर भाषा में लॉग इन किया है यूजर> सेटअप मॉड्यूल के माध्यम से परिवर्तित किया जाना चाहिए।इसके अलावा आपको इसी भाषा का पैक इनस्टॉल करना होगा ,जो typo3 के एक्सटेंशन के रूप में पाया जा सकता है।"csh_XX" प्रिफ़िक्स के साथ org जहां XX typo3 भाषा क़ि है।
nl: Dit bepaalt de taal van de backendinterface voor de gebruiker. Admin gebruikers zullen ervaren dat in bepaalde admin gedeeltes van de site alleen de engelse taal beschikbaar is. Dit is o.a in de submodule "Tools" en de module Web>Template. <strong>Let op!</strong> Deze instelling is de standaard taal. Wanneer de gebruiker is ingelogd kan deze de instelling veranderen in de setupmodule. U moet het gewenste talenpakket installeren welke als extensie aangeboden wordt als "csh_XX" waar XX de TYPO3 identificatie van de taal is.

# userMods.description
source: Select available backend modules for the user.
da: Vælg tilgængelige backend moduler for denne bruger.
de: Wählen Sie die verfügbaren Backend-Module für den Benutzer.
fr: Sélectionnez les modules de backend disponibles pour l'utilisateur.
hi: उपयोगकर्ता के लिए उपलब्ध बैकेंड मॉड्यूल का चयन करें।
nl: Selecteer de beschikbare backendmodules voor de gebruiker.

# userMods.details
source: This determines which 'menu items' are available for the user in the backend. Notice that the same list of modules may be configured for the backend user groups and that these will be inherited by the user in addition to the modules you select here. It's highly likely that you should not set any modules for the user himself but rather select the modules in the backend groups he's a member of. However this list provides a great way to add a single module for specific users.
da: Dette afgør hvilke 'menu punkter' der er tilgængelig for brugeren i backend. Bemærk at den samme liste af moduler kan konfigureres for backend brugergrupper og at disse arves til brugeren i tilgift til de moduler du har valgt her. Det er formentligt unødvendigt at tildele brugeren moduler, men istedet bør tildele dem gennem brugergrupperne. Men det er dog en let måde at tildele et modul til en enkelt bruger.
de: Dies bestimmt, welche 'Menüpunkte' für den Benutzer im Backend verfügbar sind. Beachten Sie, dass die gleiche Liste von Modulen für die Backend-Benutzergruppen konfiguriert werden kann und dass diese zusätzlich zu den Modulen, die Sie hier auswählen, von dem Benutzer geerbt werden. Es ist sehr wahrscheinlich, dass Sie keine Module für den Benutzer selbst setzen sollten, sondern die Module in den Backend-Gruppen auswählen, in denen er Mitglied ist. Diese Liste bietet jedoch eine großartige Möglichkeit, ein einzelnes Modul für bestimmte Benutzer hinzuzufügen.
fr: Ceci détermine quels 'éléments de menu' sont disponibles pour l'utilisateur dans le backend. Notez que la même liste de modules peut être configurée pour les groupes d'utilisateurs de backend et que ceux-ci seront hérités par l'utilisateur en plus des modules que vous sélectionnez ici. Il est très probable que vous ne devriez pas définir de modules pour l'utilisateur lui-même mais plutôt sélectionner les modules dans les groupes de backend dont il est membre. Cependant, cette liste fournit une excellente façon d'ajouter un module unique pour les utilisateurs spécifiques.
hi: यह निर्धारित करता है जो 'मेनू आइटम' बैकएंड में user के लिए उपलब्ध हैं। सूचना है कि मॉड्यूल के लिस्ट बैकएंड यूजर ग्रुप्स के लिए और ऐसी को सेलेक्ट करने के लिए इसके अलावा में यूजर द्वारा विरासत में मिला दिया जाएगा कॉन्फ़िगर किया जा सकता है।यह हाइली संभावना है कि आप खुद यूजर के लिए किसी भी मॉड्यूल स्थापित नहीं करना चाहिए बल्कि बैकेंड ग्रुप्स के एक सदस्य से मॉड्यूल सेलेक्ट करना चाहिए।हालांकि इस लिस्ट में एक शानदार तरीका विशिष्ट यूज़र्स के लिए एक मॉड्यूल से जोड़ने के लिए प्रदान करता है।
nl: Dit bepaalt welke 'menu-items' er beschikbaar zijn voor de gebruiker. Bedenk dat de modules die men hier selecteert bij de modules die de gebruiker reeds overerft van de gebruikersgroep komen. Het is daarom ook aan te raden hier geen modules te selecteren, maar het is wel een ideale manier om bepaalde gebruikers van een groep meer rechten te geven dan alleen voor de gebruikersgroep gelden.

# TSconfig.description
source: Enter additional TSconfig for the user (advanced).
da: Indtast ekstra TSconfig for denne bruger (avanceret).
de: Geben Sie zusätzliche TSconfig für den Benutzer ein (fortgeschritten).
fr: Entrez un TSconfig supplémentaire pour l'utilisateur (avancé).
hi: यूजर(अडवांस्ड) के लिए एडिशनल TSconfig दर्ज करें।
nl: Voeg hier TSConfig aan voor de gebruiker (geavanceerd).
