Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_core.xlf
Languages: hi

# labels.openInNewWindow
source: Open in new window
hi: नए विंडो में खोलें

# labels.goBack
source: Go back
hi: पीछे जाएँ

# labels.makeShortcut
source: Create a shortcut to this page?
hi: इस पेज के लिए एक शॉर्टकट बनाएं?

# labels.makeBookmark
source: Create a bookmark to this page
hi: इस पेज पर एक बुकमार्क बनाएं

# labels.lockedRecord
source: The user '%s' began to edit this record %s ago.
hi: उपयोगकर्ता '% s' इस रिकॉर्ड% s पहले एडिट करने के लिए शुरू किया।

# labels.lockedRecord_content
source: The user '%s' began to edit content on this page %s ago.
hi: उपयोगकर्ता '% s' यह पेज % s पहले पर कंटेंट को संपादित करने के लिए शुरू किया।

# labels.lockedRecordUser
source: The %s '%s' began to edit this record %s ago.
hi: '% s' इस रिकॉर्ड% s पहले एडिट करने के लिए शुरू किया।

# labels.lockedRecordUser_content
source: The %s '%s' began to edit content on this page %s ago.
hi: % S '% s' यह पेज % s पहले पर कंटेंट को एडिट करने के लिए शुरू किया।

# labels.user
source: User
hi: उपयोगकर्ता

# labels.beUser
source: BE-User
hi: BE-यूजर

# labels.feUser
source: FE-User
hi: FE-यूजर

# labels.unknownUser
source: -Unknown-
hi: अनंजान

# labels.showRecords
source: Show records
hi: रिकार्ड्स देखे

# labels.path
source: Path
hi: पथ

# labels.resetFilter
source: Reset Filter
hi: रीसेट फ़िल्टर

# labels.table
source: Table
hi: टेबल

# labels.upOneLevel
source: Up one level
hi: एक लेवल ऊपर

# labels.expandTable
source: Expand table
hi: एक्सपैंड टेबल

# labels.collapseTable
source: Collapse table
hi: कोलेप्स टेबल

# labels.enterSearchString
source: Enter search term
hi: खोज शब्द दर्ज करें

# labels.enterSearchLevels
source: This page|1 level down|2 levels down|3 levels down|4 levels down
hi: यह पेज | 1 नीचे लेवल्स | नीचे 2 लेवल्स | नीचे 3 लेवल्स | 4 लेवल्स डाउन

# labels.searchLevel.0
source: This page
hi: यह पेज

# labels.searchLevel.1
source: 1 level down
hi: 1 लेवल नीचे

# labels.searchLevel.2
source: 2 levels down
hi: 2 लेवल नीचे

# labels.searchLevel.3
source: 3 levels down
hi: 3 लेवल नीचे

# labels.searchLevel.4
source: 4 levels down
hi: 4 लेवल नीचे

# labels.searchLevel.infinite
source: Infinite levels
hi: अनंत लेवल

# labels.noEditPermission
source: Sorry, you didn't have proper permissions to perform this change.
hi: क्षमा करें, आप को इस बदलाव करने के लिए उचित अनुमति नहीं हे ।

# labels.fieldsMissing
source: The fields marked with an exclamation mark are not yet correctly filled in. Please complete them properly.
hi: एक एक्सक्लेमेशन चिह्न के साथ चिह्नित फ़ील्ड्स में अभी तक सही ढंग से भरा नहीं हैं। उन्हें ठीक से पूरा करें।

# labels.fieldsChanged
source: There are unsaved changes in the form! Do you want to continue WITHOUT saving?
hi: फॉर्म में बिना बचाये गए परिवर्तन हैं! आप इसे बचाये बिना जारी रखना चाहते हैं?

# labels.remainingCharacters
source: Remaining characters: {0}
hi: रिमेनिंग कैरेक्टर: {0}

# labels.maxItemsAllowed
source: A maximum of {0} child records are allowed.
hi: {0} चाइल्ड रिकॉर्ड की अधिकतम अनुमति दी जाती है।

# labels.noRTEfound
source: Notice: This field can only be edited with a Rich Text Editor. No editor is currently available or enabled.
hi: सूचना: यह फील्ड केवल एक रिच टेक्स्ट एडिटर के साथ एडिटेड किया जा सकता है। कोई एडिटर वर्तमान में उपलब्ध या इनेबल है।

# labels.recordInformation
source: Record information
hi: रिकॉर्ड की जानकारी

# labels.disableRTE
source: Disable Rich Text Editor (RTE)
hi: डिसएबल रिच टेक्स्ट एडिटर (आरटीई)

# labels._CONTROL_
source: Control
hi: नियंत्रण

# labels._PATH_
source: Path
hi: पथ

# labels._LOCALIZATION_
source: Localization
hi: लोकलाइजेशन

# labels.setFields
source: Set fields
hi: सेट फ़ील्ड्स

# labels.search
source: Search
hi: ढूंढें

# labels.reload
source: Reload
hi: री-लोड

# labels.csv
source: Download CSV file
hi: डाउनलोड CSV फाइल

# labels.clear_cache
source: Clear cache for this page
hi: इस पेज के लिए कैश साफ

# labels.no_title
source: No title
hi: कोई शीर्षक नहीं

# labels.cancel
source: Cancel
hi: रद्द

# labels.hidden
source: Hidden
hi: छिपा हुआ

# labels.starttime
source: Start
hi: स्टार्ट

# labels.endtime
source: End
hi: आखरी

# labels.showPage
source: View webpage
hi: वेब पेज देखें

# labels.showList
source: Show record list
hi: रिकॉर्ड की लिस्ट देखे

# labels.days
source: days
hi: दिन

# labels.depth_0
source: This page
hi: यह पेज

# labels.depth_1
source: 1 level
hi: 1 लेवल

# labels.depth_2
source: 2 levels
hi: 2 लेवल

# labels.depth_3
source: 3 levels
hi: 3 लेवल

# labels.depth_4
source: 4 levels
hi: 4 लेवल

# labels.depth_infi
source: Infinite
hi: अनन्त

# labels.allow
source: Allow
hi: अनुमति दें

# labels.deny
source: Deny
hi: मना करें

# labels.automatic
source: Auto
hi: स्वचालित

# labels.enabled
source: Enabled
hi: इनेबल्ड

# labels.show
source: Show
hi: दिखाएं

# labels.generalTab
source: General
hi: सामान्य

# labels.refresh
source: Reload the tree from server
hi: सर्वर से ट्री पुनः लोड

# labels.temporaryDBmount
source: Cancel temporary DB mount
hi: रद्द अस्थायी DB माउंट

# labels.refreshList
source: Reload list from server
hi: सर्वर से लिस्ट पुनः लोड करे

# labels.close
source: Close
hi: बंद करें

# labels.new
source: NEW
hi: नया

# labels.edit
source: Edit
hi: एडिट

# labels.createNew
source: Create new
hi: नया बनाएँ

# labels.createNewPage
source: Create new %s
hi: नया बनाएँ %s

# labels.createNewRecord
source: Create new %s on page "%s"
hi: %s पेज पर "%s" नया बनाएँ

# labels.createNewRecordRootLevel
source: Create new %s on root level
hi: रूट लेवल पर नया % s बनाएं

# labels.editPage
source: Edit %s "%s"
hi: एडिट %s "%s"

# labels.editRecord
source: Edit %s "%s" on page "%s"
hi: "%s" पेज पर "%s" %s एडिट करे

# labels.editRecordNoTitle
source: Edit %s on page "%s"
hi: "%s" पेज पर %s एडिट करे

# labels.editRecordRootLevel
source: Edit %s "%s" on root level
hi: रूट लेवल पर एडिट %s "%s" करे

# labels.rootLevel
source: root level
hi: रुट लेवल

# labels.addnew
source: Add new
hi: नया जोड़ें

# labels.toggleall
source: Toggle all
hi: टॉगल ऑल

# labels.selected
source: Selected Items
hi: सिलेक्टेड आइटम्स

# labels.items
source: Available Items
hi: उपलब्ध आइटम्स

# labels.remove_selected
source: Remove selected items
hi: चुने गये आइटम्स को हटा दो ?

# labels.move_to_top
source: Move selected items to top
hi: चयनित आइटम शीर्ष पर ले जाएँ

# labels.move_up
source: Move selected items upwards
hi: चयनित आइटम ऊपर की ओर ले जाएँ

# labels.move_down
source: Move selected items downwards
hi: चयनित वस्तु को नीचे ले जाएँ

# labels.move_to_bottom
source: Move selected items to bottom
hi: चयनित आइटम को सबसे नीचे ले जाएँ

# labels.move
source: Move this item
hi: यह आइटम को खिसकाए

# labels.browse_file
source: Browse for files
hi: फ़ाइलों के लिए ब्राउज़

# labels.browse_db
source: Browse for records
hi: रिकॉर्ड के लिए ब्राउज

# labels.clipInsert_file
source: Insert %s file(s) from the clipboard
hi: क्लिपबोर्ड से% s फ़ाइल (s) डालें

# labels.clipInsert_db
source: Insert %s record(s) from the clipboard
hi: क्लिपबोर्ड से रिकॉर्ड(s) डालें

# labels.allTables
source: [All tables]
hi: [सभी टेबल]

# labels.noMatchingValue
source: INVALID VALUE ("%s")
hi: अमान्य वैल्यू ( "% s")

# labels.thumbmode_clip
source: Show Thumbnails on ClipBoard
hi: क्लिपबोर्ड पर थंबनेल दिखाए

# labels.copymode
source: Copy items instead of moving them
hi: मूव करने की बजाय उसे कॉपी करे

# labels.normal
source: Normal (single record mode)
hi: सामान्य (एक रिकॉर्ड मोड)

# labels.normal-description
source: "Normal" clipboard allows to copy/move one record at time.
hi: "सामान्य" क्लिपबोर्ड कॉपी / समय में एक रिकार्ड को स्थानांतरित करने की अनुमति देता है।

# labels.cliptabs
source: Clipboard #
hi: क्लिपबोर्ड #

# labels.cliptabs-name
source: Clipboard #%s (multi-selection mode)
hi: क्लिपबोर्ड #% s (मल्टी चयन मोड)

# labels.cliptabs-description
source: This clipboard allows to select and edit/copy/move multiple records at once. Choose it to show a checkbox by each record.
hi: यह क्लिपबोर्ड चयन करने के लिए और एडिट / कॉपी / एक बार में कई रिकॉर्ड ले जाने के लिए अनुमति देता है। प्रत्येक रिकॉर्ड द्वारा एक चेकबॉक्स को दिखाने के लिए इसे चुनें।

# labels.clipboard.delete_elements
source: Delete elements
hi: डिलीट एलिमेंट्स

# labels.clipboard.clear_clipboard
source: Clear clipboard
hi: क्लिपबोर्ड साझा करें

# labels.removeItem
source: Remove item
hi: वस्तु निकालें

# labels.holdDownCTRL
source: Important: Hold down the CTRL key while toggling elements in this list!
hi: महत्वपूर्ण: जबतक लिस्ट में एलिमेंट्स टॉगलिंग हो रहे हो तबतक CTRL की दबाए रखें!

# labels.revertSelection
source: Revert selection
hi: रिवर्ट सिलेक्शन

# labels.setAllCheckboxes
source: Select All Checkboxes
hi: सभी चेक बॉक्स का चयन करें

# labels.checkAll
source: Check all
hi: चेक ऑल

# labels.uncheckAll
source: Uncheck all
hi: अनचेक ऑल

# labels.placeholder.override
source: Set element specific value (Default: "%s")
hi: सेट एलिमेंट स्पेसिफिक वैल्यू (डिफ़ॉल्ट: "%s")

# labels.placeholder.override_not_available
source: Set element specific value (No default)
hi: सेट एलिमेंट स्पेसिफिक वैल्यू (No डिफ़ॉल्ट)

# labels.changeInOrig
source: Changed in original translation
hi: मूल अनुवाद में परिवर्तन

# labels.expandAll
source: Expand all
hi: एक्सपैंड सभी

# labels.findRecord
source: Find records
hi: रेकॉर्ड ढूंढें

# labels.noRecordFound
source: No record found
hi: कोई रेकार्ड नहीं मिला.

# labels.title.searchIcon
source: Toggle search toolbar
hi: टॉगल सर्च टूलबार

# labels.title.searchString
source: Search term
hi: सर्च टर्म

# labels.title.limit
source: Limit
hi: लिमिट

# labels.title.search
source: Search
hi: ढूंढें

# labels.title.search_levels
source: Search levels
hi: सर्च लेवल्स

# labels.label.searchString
source: Search term
hi: सर्च टर्म

# labels.label.limit
source: Limit
hi: लिमिट

# labels.label.search_levels
source: Search levels
hi: सर्च लेवल्स

# alttext.suggestSearching
source: Searching...
hi: सर्चिंग...

# ver.online
source: ONLINE
hi: ऑनलाइन

# ver.mgm
source: Version Management
hi: वर्शन मैनेजमेंट

# ver.swap
source: Swap/Publish
hi: स्वैप/पब्लिश

# ver.swapPage
source: Publish this version of the page including content
hi: कंटेंट सहित इस पेज के वर्शन पब्लिश करें

source: TYPO3 Element Browser
hi: TYPO3 एलिमेंट ब्राउज़र

# labels.referencesToRecord
source: (There are %s reference(s) to this record!)
hi: (वहाँ% इस रिकॉर्ड के लिए एक संदर्भ (s) कर रहे हैं!)

# labels.referencesToFolder
source: (There are %s reference(s) to this folder!)
hi: (वहाँ% इस रिकॉर्ड के लिए एक संदर्भ (s) कर रहे हैं!)

# labels.referencesToFile
source: (There are %s reference(s) to this file!)
hi: (वहाँ% इस रिकॉर्ड के लिए एक संदर्भ (s) कर रहे हैं!)

# labels.translationsOfRecord
source: (This record has %s translation(s) which will be deleted, too!)
hi: (यह रिकॉर्ड %s अनुवादक (s) जो हटा दिया जाएगा)

# show_item.php.viewItem
source: View Item
hi: आइटम देखें

# show_item.php.file
source: File
hi: फ़ाइल

# show_item.php.dimensions
source: Dimensions
hi: डाइमेंशन्स

# show_item.php.filesize
source: Size
hi: साइज

# show_item.php.pixels
source: Pixels
hi: पिक्सेल्स

# show_item.php.files
source: files
hi: फ़ाइलें

# show_item.php.cannotDisplayArchive
source: Sorry, TYPO3_CONF_VARS[BE][disable_exec_function] was set, so cannot display content of archive file.
hi: क्षमा करें, TYPO3_CONF_VARS [be] [disable_exec_function] का गठन किया गया है, ताकि संग्रह फ़ाइल की सामग्री को प्रदर्शित नहीं कर सकते।

# show_item.php.ftp_area
source: FTP AREA
hi: FTP एरिया

# show_item.php.missing_record
source: Missing
hi: गायब

# db_new.php.pagetitle
source: New record
hi: नया रिकार्ड

# db_new.php.after
source: after
hi: आफ्टर

# db_new.php.inside
source: inside
hi: इनसाइड

# file_upload.php.pagetitle
source: Upload files
hi: फ़ाइल अपलोड करें

# file_upload.php.submit
source: Upload files
hi: फ़ाइल अपलोड करें

# file_upload.php.files
source: files
hi: फ़ाइलें

# file_upload.dropzonehint.title
source: Drag & drop to upload files
hi: फ़ाइलों को अपलोड करने के लिए खींचें और छोड़ें

# file_upload.dropzonehint.message
source: Drop your files here, or <u>click, browse & choose files</u>
hi: यहाँ अपनी फ़ाइलों को छोडे, या <u> क्लिक, ब्राउज़ और फ़ाइलें चुनें </ u>

# file_upload.select-and-submit
source: Select & upload files
hi: सेलेक्ट & अपलोड फाइल्स

# file_upload.maxFileSizeExceeded
source: File "{0}" exceeds maximum file size of {1}!
hi: फ़ाइल "{0}" का अधिकतम फ़ाइल साइज से अधिक {1}!

# file_upload.fileNotAllowed
source: Filename "{0}" is not allowed!
hi: फाईल का नाम "{0}" अनुमति नहीं है!

# file_upload.fileExtensionExpected
source: Upload failed! A file with "{0}" extension is expected!
hi: अपलोड विफल! के साथ एक फ़ाइल "{0}" एक्सटेंशन की उम्मीद है!

# file_upload.uploadFailed
source: Upload of file "{0}" failed!
hi: फ़ाईल अपलोड "{0}" विफल रहा है!

# file_upload.upload-in-progress
source: File upload in progress...
hi: फ़ाइल अपलोड हो रही हे ...

# file_upload.upload-progress-info
source: Uploading file {0} out of {1} files.
hi: फ़ाइल अपलोड {0} फाइलों से {1} ।

# file_upload.upload-finished
source: Upload complete! Filelist reloading...
hi: अपलोड पूरा हुआ! फ़ाइल लिस्ट रिलोडिंग...

# file_upload.overwriteExistingFiles
source: Shall existing files be overwritten?
hi: मौजूदा फाइल्स ओवरराईट हो सकती हैं?

# file_upload.header.originalFile
source: Original file
hi: ओरिजिनल फाइल

# file_upload.header.uploadedFile
source: Uploaded file
hi: अपलोड की गई फ़ाइल

# file_upload.header.action
source: Action
hi: एक्शन्स

# file_upload.existingfiles.title
source: Some files exist already
hi: कुछ फ़ाइलें पहले से ही मौजूद हे

# file_upload.existingfiles.description
source: Some files you wanted to upload exist already on the system. Please select what you want to do with each file.
hi: कुछ फ़ाइलें आप अपलोड करना चाहता था पहले से ही व्यवस्था पर मौजूद हैं। कृपया क्या आप प्रत्येक फ़ाइल के साथ क्या करना चाहते हैं।

# file_upload.actions.skip
source: Skip the file
hi: फ़ाइल को जाने दे

# file_upload.actions.rename
source: Rename
hi: नाम बदलें

# file_upload.actions.override
source: Overwrite
hi: ओवरराईट

# file_upload.actions.use_existing
source: Use existing file
hi: कोई मौज़ूदा फ़ाइल उपयोग करें:

# file_upload.actions.all.empty
source: Please choose
hi: कृपया चयन करें

# file_upload.actions.all.skip
source: Skip all files
hi: सभी फाइलों को छोड़ें

# file_upload.actions.all.rename
source: Rename all files
hi: सभी फ़ाइलों का नाम बदलें

# file_upload.actions.all.override
source: Overwrite all files
hi: सभी फाइल को ओवरराईट करे

# file_upload.actions.all.use_existing
source: Use existing files
hi: कोई मौज़ूदा फ़ाइल उपयोग करें

# file_upload.button.cancel
source: Cancel
hi: रद्द

# file_upload.button.continue
source: Continue with selected actions
hi: चुने गए एक्शन्स के साथ जारी रखें

# file_rename.actions.cancel
source: Cancel
hi: रद्द

# file_rename.actions.override
source: Overwrite
hi: ओवरराईट

# file_rename.php.pagetitle
source: Rename
hi: नाम बदलें

# file_rename.php.submit
source: Rename
hi: नाम बदलें

# file_replace.php.pagetitle
source: Replace
hi: रिप्लेस

# file_replace.php.submit
source: Replace
hi: रिप्लेस

# file_edit.php.pagetitle
source: Edit
hi: एडिट

# file_edit.php.submit
source: Save
hi: बचाएँ

# online_media.new_media
source: Add new media asset
hi: ऐड न्यू मीडिया एस्सेट

# online_media.new_media.button
source: Add media by URL
hi: यूआरएल द्वारा मीडिया डाले

# online_media.new_media.submit
source: Add media
hi: मीडिया डाले

# online_media.new_media.added
source: Added media
hi: मीडिया डाले

# online_media.new_media.placeholder
source: Paste media url here...
hi: यहां मीडिया यूआरएल पेस्ट करें ...

# online_media.error.new_media.failed
source: Adding media failed
hi: अडिंग मीडिया फेल्ड

# online_media.error.invalid_url
source: Unknown/not allowed URL
hi: अज्ञात / अनुमति नहीं URL

# file_clipupload.php.warning_head
source: Upload path error
hi: अपलोड पथ एरर

# file_clipupload.php.warning
source: No upload-folder is found. You should create a TEMP-folder ("_temp_") in the root of one of your mounts first!
hi: कोई अपलोड फ़ोल्डर नहीं पाया गया है। आप अपने माउंट के रुट में एक अस्थायी फ़ोल्डर ( "_temp_") बनाना चाहिए!

# mess.redraw
source: Redrawing the page will discard the current data. Do you want to continue?
hi: पेज रीड्राविंग मौजूदा डेटा को निकाल देगा। क्या आप जारी रखना चाहते हैं?

# mess.delete
source: Are you sure you want to delete '%s'?
hi: क्या आप सचमुच %s मिटाना चाहते हैं?

# mess.deleteClip
source: Are you sure you want to delete ALL referenced elements (%s) on the clipboard?
hi: क्या आप वाकई क्लिपबोर्ड पर सभी रेफेरेंसद एलिमेंट्स (% s) को मिटाना चाहते हैं?

# mess.refresh_login
source: Your login has probably expired. Do you want to refresh it now?
hi: आपका लॉगिन शायद समाप्त हो गया है। \ Nअब आप इसे रिफ्रेश करना चाहते हैं?

# mess.refresh_login_refresh_button
source: Stay logged in!
hi: लॉगइन रखें!

# mess.refresh_direct_logout_button
source: No, log out.
hi: नहीं, लॉगआउट।

# mess.refresh_login_logging_in
source: Logging in...
hi: लॉगिन कर रहा है...

# mess.refresh_login_failed
source: Login failed
hi: लॉगिन फेल

# mess.refresh_login_failed_message
source: Password not correct.
hi: पासवर्ड गलत हे.

# mess.refresh_login_title
source: Refresh Login to TYPO3 (User: %s)
hi: TYPO3 में लॉगिन के लिए रिफ्रेश करें(उपयोगकर्ता:% s)

# mess.refresh_login_username
source: Username
hi: यूज़रनेम

# mess.refresh_login_password
source: Password
hi: पासवर्ड

# mess.refresh_login_button
source: Login
hi: लॉगइन

# mess.refresh_exit_button
source: Exit
hi: बाहर

# mess.refresh_login_emptyPassword
source: Empty password is not allowed!
hi: खाली पासवर्ड अनुमति नहीं है!

# mess.please_wait
source: Please wait ...
hi: कृपया प्रतीक्षा करें...

# mess.be_locked
source: The TYPO3 backend is currently locked for maintenance. Leave this browser window open and the backend will automatically become available again once maintenance is complete.
hi: Typo3 बैकेंड वर्तमान में मेंटेनेंस के लिए बंद कर दिया है। इस ब्राउज़र खिड़की खुली छोड़ दो और बैकेंड स्वचालित रूप से फिर से एक बार मेंटेनेंस पूरा होने पर उपलब्ध हो जाएगा।

# mess.login_about_to_expire
source: Your TYPO3 login is about to expire. Please confirm that you want to stay logged in.
hi: आपका TYPO3 लॉगिन समाप्त होने को है। कृपया पुष्टि करें कि आप लॉग-इन रहना चाहते हे ।

# mess.refresh_login_logout_button
source: Log me out
hi: मुझे लॉग आउट करें

# mess.login_refresh_about_to_expire
source: Your TYPO3 login is about to expire. Please confirm that you want to be logged out.
hi: आपका typo3 लॉगिन समाप्त होने को है। कृपया पुष्टि करें कि आप लॉग आउट होना चाहता है ।

# mess.login_about_to_expire_title
source: TYPO3 login expiration notice
hi: TYPO3 लॉग इन समाप्ति का नोटिस

# mess.login_expired
source: Your TYPO3 login has expired. You need to login again if you want to continue. Otherwise you can close the current browser window.
hi: आपका typo3 लॉगिन समाप्त हो गया है।आपको फिर से लॉगिन करने की जरुरत हे यदि आप जारी रखना चाहते हैं तो । नहीं तो आप मौजूदा ब्राउज़र विंडो बंद कर सकते हैं।

# mess.noSelItemForEdit
source: Please select one or more items in the list before you can edit.
hi: आपके एडिट करने से पहले लिस्ट में से एक या एक से अधिक आइटम का चयन करें ।

# mess.refreshRequired.title
source: Refresh required
hi: रिफ्रेश रिक्वायर्ड

# mess.refreshRequired.content
source: This change will affect which fields are available in the form. Would you like to save now in order to refresh the display?
hi: यह परिवर्तन फ़ील्ड्स जो फॉर्म में उपलब्ध हैं उसे प्रभावित करेगा। आप प्रदर्शन को रिफ्रेश करने के लिए बचाना चाहेंगे?

# mess.move_into
source: Move "%s" into "%s"?
hi: %s खिसकाएँ %s पर.

# mess.move_into_colPos
source: Move "%1$s" into column "%3$s" on page "%2$s"?
hi: ले जाएँ "%1$s" कॉलम में पेज पर "%3$s" "%2$s"?

# mess.move_after
source: Move "%s" to after "%s"?
hi: मूव "%s" के बाद "%s"?

# mess.copy_into
source: Copy "%s" into "%s"?
hi: %s खिसकाएँ %s पर?

# mess.copy_into_colPos
source: Copy "%1$s" into column "%3$s" on page "%2$s"?
hi: कॉपी "%1$s" कॉलम में पेज पर "%3$s" "% 2$s"?

# mess.copy_after
source: Copy "%s" to after "%s"?
hi: कॉपी "%s" के बाद "%s"?

# mess.copycb_into
source: Copy all elements (%s) from the clipboard into "%s"?
hi: "% S" क्लिपबोर्ड में से सभी एलिमेंट्स (% s) कॉपी?

# mess.copycb_after
source: Copy all elements (%s) from the clipboard to the position after "%s"?
hi: "%S" के बाद की स्थिति को क्लिपबोर्ड से सभी एलिमेंट (%s) कॉपी?

# mess.movecb_into
source: Move all elements (%s) from the clipboard into "%s"?
hi: "% S" क्लिपबोर्ड में से सभी एलिमेंट्स (% s) ले जाएँ?

# mess.movecb_after
source: Move all elements (%s) from the clipboard to the position after "%s"?
hi: "% S" के बाद की स्थिति को क्लिपबोर्ड से सभी एलिमेंट (% s) ले जाएँ?

# rm.menu
source: [menu]
hi: [मेनू]

# rm.saveDoc
source: Save
hi: बचाएँ

# rm.saveDocShow
source: Save and view page
hi: बचाये और पेज देखे

# rm.saveCloseDoc
source: Save and close
hi: बचाये और बंद करे

# rm.saveCloseAllDocs
source: Save and close all
hi: बचाये और सभी बंद करे

# rm.saveNewDoc
source: Save and create a new one
hi: बचाये और एक नया बनाये

# rm.newDoc
source: New
hi: नया

# rm.closeDoc
source: Close
hi: बंद करें

# rm.closeAllDocs
source: Close all
hi: सभी बंद करें

# rm.clearCache_clearCache
source: Clear cache
hi: कैश खाली करें

# rm.clearCache_thisPage
source: This page
hi: यह पेज

# rm.clearCache_all
source: Clear FE cache
hi: FE कैश खाली करें

# rm.clearCache_pages
source: Clear Page Cache
hi: पेज कैश खाली करें

# rm.clearCache_allTypo3Conf
source: Clear cache in typo3conf/
hi: typo3conf में से कैश खाली करे /

# rm.clearCacheMenu_all
source: Clear all caches
hi: सभी कैश साफ़ करे

# rm.clearCacheMenu_pages
source: Clear page content cache
hi: कंटेंट पेज की कैश खाली करे

# rm.clearCacheMenu_allTypo3Conf
source: Clear configuration cache
hi: कॉन्फ़िगरेशन की कैश खली करे

# flushPageCachesTitle
source: Flush frontend caches
hi: फ्रन्टएण्ड कैश खली करे

# flushPageCachesDescription
source: Clear frontend and page-related caches.
hi: फ्रन्टएण्ड और पेज से संबंधित कैश साफ़।

# flushAllCachesTitle2
source: Flush all caches
hi: सभी कैश निकाले

# flushAllCachesDescription2
source: Clear all system-related caches, including localization, extension configuration, file caches and opcode caches. Rebuilding this cache may take some time.
hi: सभी इन्क्लूडिंग लोकलाइजेशन, एक्सटेंशन कॉन्फ़िगरेशन, फाइल सिस्टम से संबंधित कैश और कैश, OPCODE कैश सहित, साफ करे । कैश के पुनर्निर्माण के लिए कुछ समय लग सकता है।

# rm.adminFunctions
source: Admin functions
hi: एडमिन फंक्शन्स

# rm.edit
source: Edit
hi: एडिट

# rm.export
source: Export
hi: एक्सपोर्ट

# rm.delete
source: Delete
hi: मिटाएँ

# message.header.fileNotDeletedHasReferences
source: File not deleted
hi: फाइल डिलीट नहीं हुई

# message.header.folderNotDeletedHasFilesWithReferences
source: Folder not deleted
hi: फोल्डर डिलेटेड नहीं हुआ

# message.description.folderNotDeletedHasFilesWithReferences
source: The folder cannot be deleted since it still contains files in use.
hi: फ़ोल्डर हटाया नहीं जा सकता, क्योंकि इसके अंदर की फाइल्स अभी भी यूज में हे।

# message.header.fileHasBrokenReferences
source: File has broken references
hi: फ़ाइल ब्रोकन रेफरेन्सेस

# message.description.fileHasBrokenReferences
source: The file has %s broken reference(s) but it will be deleted regardless.
hi: फ़ाइल एक टूटी हुई संदर्भों% है), लेकिन यह परवाह किए बिना हटा दिया जाएगा।

# message.header.fileNotFound
source: File not found
hi: फ़ाइल नहीं मिली

# message.description.fileNotFound
source: The file %s is not found, possible already removed.
hi: फ़ाइल % s नहीं मिला है, संभव पहले से ही हटा दिया।

# message.header.fileDeleted
source: File deleted
hi: फाइल मिटा दी गई है

# message.description.fileDeleted
source: The file "%s" was successfully deleted.
hi: फ़ाइल "% s" सफलतापूर्वक मिटा दि गई।

# message.header.folderDeleted
source: Folder deleted
hi: फ़ोल्डर को हटाया

# message.description.folderDeleted
source: The folder "%s" was successfully deleted.
hi: फ़ोल्डर "%स"सफलतापूर्वक मिटा दिया गया था।

# message.header.folderNotDeletedHasFiles
source: Folder not deleted
hi: फ़ोल्डर को हटाया नहीं
