Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_tsfe.xlf
Languages: hi

# adminOptions
source: ADMIN PANEL
hi: एडमिन पैनल

# adminPanelTitle
source: TYPO3 ADMIN PANEL
hi: TYPO3 एडमिन पैनल

source: Preview
hi: प्रीव्यू

source: Publish
hi: पब्लिश

source: Publish levels
hi: पब्लिश लेवल

# publish_tree
source: Publish pages
hi: पब्लिश पेजिस

# publish_doit
source: Publish now!
hi: अभी पब्लिश करे!

# edit
source: Editing
hi: एडिटिंग

# edit_editFormsOnPage
source: Editforms on page
hi: पेज पर फॉर्म एडिट करें

# edit_editNoPopup
source: No popup window
hi: कोई पॉपअप विंडो नहीं

# edit_recordHistory
source: View record change history
hi: रिकॉर्ड चेंज हिस्ट्री देखें

# edit_newContentElement
source: Create new content element
hi: नया कंटेंट एलिमेंट बनाये

# edit_move_page
source: Move page
hi: पृष्ठ हटाएँ

# edit_newPage
source: Create new page
hi: नवा पेज बनाये

# edit_editPageProperties
source: Edit page properties
hi: पेज की प्रोपर्टी एडिट करे

# edit_editPageOverlay
source: Edit properties of translated page
hi: ट्रांसलेटेड पेज की प्रोपर्टी एडिट करे

# edit_db_list
source: Web>List module
hi: वेब > लिस्ट मॉड्यूल

# tsdebug_tree
source: Tree display
hi: ट्री डिस्प्ले

# tsdebug_LR
source: Track content rendering
hi: ट्रैक कंटेंट रेंडरिंग

# tsdebug_forceTemplateParsing
source: Force TS Rendering
hi: फाॅर्स TS रेंडरिंग

# tsdebug_displayTimes
source: Display all times
hi: सभी समय देखे

# tsdebug_displayMessages
source: Display messages
hi: डिस्प्ले मैसेज

# tsdebug_displayContent
source: Display content
hi: डिस्प्ले कंटेंट

source: Update
hi: अपडेट

# p_editRecord
source: Edit record
hi: एडिट रिकॉर्ड

# p_moveUp
source: Move up
hi: ऊपर जाएँ

# p_moveDown
source: Move down
hi: नीचे जाएँ

# p_unhide
source: Un-Hide
hi: छुपा हुआ सामने लाये

# p_hide
source: Hide
hi: छुपाये

# p_newSubpage
source: New subpage
hi: नया सबपज

# p_newRecordAfter
source: New record after
hi: बाद नया रिकार्ड

# p_delete
source: Delete
hi: मिटाएँ

# p_deleteConfirm
source: Are you sure you want to delete this record?
hi: क्या आप निश्चित हैं कि आप इस रिकार्ड को मिटाना चाहते हैं?

# p_hideConfirm
source: Hiding a record will make it invisible on the webpage. To edit the hidden record enter the backend or enable the frontend preview. Continue?
hi: छुपा हुआ रिकार्ड यह वेबपेज पर अदृश्य कर देगा। छिपे हुए रिकॉर्ड एडिट करने के लिए बैकेंड में एंटर या इनेबल फ्रन्टएण्ड प्रीव्यू। कंटिन्यू?
