Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_csh_corebe.xlf
Languages: de, fr, it, nl

# move_el_cs.details
source: By the grey icons in the content element list you can point out the new position of the content element. If you need to move the element to another page, simply browse the page tree in the bottom of the wizard.
de: Durch die grauen Symbole in der Inhaltselement-Liste können Sie die neue Position des Inhaltselements hervorheben. Wenn Sie das Element auf eine andere Seite verschieben müssen, durchsuchen Sie einfach den Seitenbaum unten im Assistenten.
fr: Par les icônes grises de la liste des éléments de contenu, vous pouvez pointer la nouvelle position de l'élément de contenu. Si vous devez déplacer l'élément vers une autre page, il vous suffit de parcourir l'arborescence de page en bas de l'assistant.
it: Per le icone grigie nell'elenco degli elementi di contenuto è possibile segnalare la nuova posizione dell'elemento contenuto. Se è necessario spostare l'elemento in un'altra pagina, semplicemente sfoglia l'albero della pagina nella parte inferiore del wizard.
nl: De pijlen in de lijst van inhoudselementen geven de mogelijke posities aan van het te verplaatsen inhoudselement. Is het nodig het inhoudselement naar een andere pagina te verplaatsen klik dan eenvoudig op de paginaboom onderin de assistent.

# move_el_cs.image_descr
source: The wizard works like when you create new Content Elements with the wizard; You position the element by the grey arrows. To access the "Move Content Element Wizard" you click the "Move element" icon in the "Extended view" of the Web>List module.
de: Der Assistent funktioniert wie beim Erstellen neuer Inhaltselemente mit dem Assistenten; Sie positionieren das Element durch die grauen Pfeile. Um auf den "Content Element Wizard bewegen" zuzugreifen, klicken Sie auf das "Element bewegen" Symbol in der "Erweiterte Ansicht" des Web>Listeneinheit.
fr: L'assistant fonctionne comme lorsque vous créez de nouveaux éléments de contenu avec l'assistant; vous positionnez l'élément par les flèches grises. Pour accéder à l'assistant "Déplacer l'élément de contenu" vous cliquez sur l'icône "Déplacer l'élément" dans la "Vue étendue" du module Liste Web>.
it: La procedura guidata funziona come quando si creano nuovi Elementi di Contenuto con la procedura guidata; posiziona l'elemento delle frecce grigie. Per accedere alla procedura guidata "Sposta elemento contenuto" fai clic sull'icona "Sposta elemento" nel modulo "Visione Estesa" del modulo>.
nl: De assistent werkt hetzelfde als bij het maken van een nieuwe pagina (element). Bepaal de positie van het inhoudselement door op een pijl te klikken. De "Verplaats inhoudselement assistent" kan worden gevonden via het icoon "verplaats inhoudselement" in de uitgebreide tabel van Web > Lijst.

# history_log.alttitle
source: History log
de: Historie Log
fr: Historique
it: Registro cronologia
nl: Logboek geschiedenis

# history_log.description
source: The History log gives you a visual overview of the changes that has happened to the element over the last editing operations. You can roll back changes to any state by using the icons in the interface.
de: Das Historische Protokoll gibt Ihnen einen visuellen Überblick über die Änderungen, die dem Element während der letzten Bearbeitungsprozesse zugefügt wurden. Sie können Änderungen auf jeden Zustand zurücksetzen, indem Sie die Symbole in der Schnittstelle verwenden.
fr: Le journal d'historique vous donne un aperçu visuel des changements qui ont été survenus à l'élément au cours des dernières opérations d'édition. Vous pouvez revenir à des changements vers n'importe quel état en utilisant les icônes de l'interface.
it: Il log della cronologia ti offre una panoramica visiva delle modifiche apportate all'elemento nelle ultime operazioni di modifica. Puoi tornare indietro a qualsiasi stato utilizzando le icone nell'interfaccia.
nl: Het Historie log geeft een visueel overzicht van de wijzigingen aan een record over een periode van bewerkingen. De aanpassingen kunnen ongedaan gemaakt (Rollback) worden naar een status uit het verleden door op een icoon van de interface te klikken.

# history_log.details
source: By default 20 states of history data is preserved in TYPO3 and after a week it expires. The history is very useful for tracking changes to a record since you can see which user did what at which point in time - and roll back any changes you didn't like. If you click the roll-back pencil you will revert the element to the state it had at that particular time. If you click the Info icon you will see in detail what the difference is from current time to this state of the element. <b>Configuring levels and expire times [for admins]</b> If you want to extend the number of history states to above the default 20 you can easily do so using Page TSconfig - meaning that it can even depend on the branch of the page tree where the record is stored! See link below. <b>Notice:</b> If you do not see red/green difference values, the server TYPO3 runs on does not support making difference views or it has been incorrectly configured to provide this feature.
de: Standardmäßig werden 20 Historie-Daten in TYPO3 gespeichert und nach einer Woche verfällt sie. Die Geschichte ist sehr nützlich, um Änderungen an einem Datensatz zu verfolgen, da Sie sehen können, welcher Benutzer was zu welchem Zeitpunkt getan hat - und alle Änderungen, die Sie nicht wollten, neu rollen. Wenn du auf den Rollback-Stift klickst, wirst du das Element wieder in den Zustand zurückbringen, den es zu diesem Zeitpunkt hatte. Wenn Sie auf das Info-Symbol klicken, sehen Sie im Detail, was der Unterschied von der aktuellen Zeit zu diesem Zustand des Elements ist. <b>Einstellungen und Ablaufzeiten [für Administratoren]</b> Wenn Sie die Anzahl der Historie auf die Standardwerte von 20 erweitern möchten, können Sie dies einfach mit Seiten TSconfig tun - das bedeutet, dass es sogar von dem Zweig des Seitenbaums abhängen kann, in dem der Datensatz gespeichert wird! Link unten anzeigen. <b>Hinweis:</b> Wenn Sie keine roten/grünen Differenzwerte sehen, unterstützt der Server TYPO3 nicht die Meinungsäußerung oder es wurde falsch konfiguriert, um diese Funktion zu liefern.
fr: Par défaut, 20 états d'historique sont conservés dans TYPO3 et après une semaine, ils expirent. L'historique est très utile pour suivre les changements d'un enregistrement car vous pouvez voir quel utilisateur a fait ce à quel moment - et revenir à tout changement que vous n'avez pas aimé. Si vous cliquez sur le crayon de retour, vous retournerez l'élément à l'état qu'il avait à ce moment précis. Si vous cliquez sur l'icône Info, vous verrez en détail quelle différence est la date actuelle à cet état de l'élément. <b>Régler les niveaux et expirer les temps [pour les admins]</b> Si vous voulez étendre le nombre d'états d'histoire au-dessus de la 20 par défaut, vous pouvez facilement le faire en utilisant Page TSconfig - ce qui signifie qu'il peut même dépendre de la branche de l'arbre de page où l'enregistrement est stocké! Voir le lien ci-dessous. <b>Avis :</b> Si vous ne voyez pas les valeurs de différence rouge/verte, le serveur TYPO3 fonctionne sur ne pas supporter de vues de différence ou il a été configuré incorrectement pour fournir cette fonctionnalité.
it: Di default 20 stati di storia sono conservati in TYPO3 e dopo una settimana scadono. La cronologia è molto utile per tracciare le modifiche a un record, poiché puoi vedere quale utente ha fatto cosa a quel punto - e ripristinare le modifiche che non ti sono piaciute. Se clicchi la matita roll-back, l'elemento verrà ripristinato allo stato in cui aveva in quel momento. Se clicchi sull'icona Info vedrai nei dettagli la differenza tra l'ora corrente e questo stato dell'elemento. <b>Configurare i livelli e gli orari di scadenza [per gli amministratori]</b> Se si desidera estendere il numero di stati di storia al di sopra del valore predefinito 20, è possibile farlo facilmente utilizzando Pagina TSconfig - il che significa che può anche dipendere dal ramo dell'albero della pagina dove il record è memorizzato! Vedi link qui sotto. <b>Nota:</b> Se non vedi i valori della differenza rosso/verde, il server TYPO3 non supporta la modifica delle opinioni o è stato configurato in modo errato per fornire questa funzione.
nl: Standaard worden in TYPO3 20 toestanden van historische gegevens bewaard. Deze verlopen na een week. De Historie log is erg praktisch om veranderingen in records op te sporen omdat er goed te zien is welke gebruiker wat heeft gedaan op welk moment - en ongewenste veranderingen terug te rollen. Klik op het icoon Rollback (Preview) voor het scherm Historie weergave voor herstel. Bekijk gedetailleerd alle wijzigingen aan het record en kies om een enkel veld, een enkel record of alle wijzigingen aan een record in de staat van dat tijdstip te brengen. <b>Aanpassen van niveuas en verloop tijden [voor admins]</b> Als het gewenst is het aantal herstelpunten uit te breiden tot boven de 20 kan dat door gebruik te maken van Page TSconfig - Het kan zelfs worden ingestald per aftaking van de paginaboom waar het record opgeslagen is! Zie link hieronder. <b>Let op:</> Als er hiernaast geen rode en groene tekst staat dan is de server waar de TYPO3 site op draait niet in staat "verschil schermen" te tonen. Of de server is fout geconfigureerd om deze optie te laten werken.

# _history_log.seeAlso
source: xMOD_csh_corebe:history_sum, Configuring History using Page TSconfig | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/Mod/ Undo/History article | http://typo3.org/documentation/tips-tricks/the-undohistory-feature/
de: xMOD_csh_corebe:history_sum, Konfigurieren der Verlauf mit der Seite TSconfig | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/Mod/ Undo/History Artikel | http://typo3.org/documentation/tips-tricks/the-undohistory-feature/
fr: xMOD_csh_corebe:history_sum, Configuring History using Page TSconfig | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/Mod/ Undo/History article | http://typo3.org/documentation/astuces/the-undohistory-feature/
it: xMOD_csh_corebe:history_sum, Configurare la storia usando Pagina TSconfig | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/Mod/ Articolo Undo/History | http://typo3.org/documentation/tips-tricks/the-undohistory/feature/
nl: xMOD_csh_corebe:history_sum, Geschiedenis configureren met Page TSconfig | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/Mod/ Herstellen/Geschiedenis artiekel | http://typo3.org/documentation/tips-tricks/the-undohistory-feature/

# history_log.image_descr
source: You can access the History/Undo log from the Web>List module when in "Extended view" mode. Alternatively you can access it under "More options..." in the clickmenu of an element. The History log shows visually the changes between each step of editing.
de: Sie können auf das Log-Log aus dem Web>Listenentyp zugreifen, wenn Sie im Modus "Erweiterte Ansicht" sind. Alternativ können Sie es unter "Weitere Optionen..." im Mausklickmenü eines Elements aufrufen. Das Historie-Log zeigt die Änderungen zwischen jedem Schritt der Bearbeitung visuell an.
fr: Vous pouvez accéder au journal Historique/Annuler depuis le module Liste Web>lorsque vous utilisez le mode "Vue étendue". Vous pouvez également l'accéder sous "Plus d'options..." dans le clickmenu d'un élément. Le journal d'historique affiche visuellement les changements entre chaque étape de modification.
it: Puoi accedere al registro Cronologia/Annulla dal modulo>della lista quando in modalità "Vista estesa". In alternativa puoi accedervi sotto "Altre opzioni..." nel clickmenu di un elemento. Il registro Cronologia mostra visivamente le modifiche tra ogni passo di modifica.
nl: De "Historie log" kan worden gevonden als icoon "toon historie van een record" in de topbalk boven de paginainhoud of via Web > Lijst het uitgebreide overzicht het icoon "Toon wijzigingen / Ongedaan maken". Een derde manier is via het klikmenu van een element op het icoon "Geschiedenis/Herstel" Het Historie log toont visueel de verschillen tussen elke stap van het aanpassen.

# history_sum.alttitle
source: History Summary
de: Historie Zusammenfassung
fr: Résumé de l'historique
it: Sommario cronologia
nl: Historie Weergave voor herstel

# history_sum.description
source: This shows the total difference between the selected state in history to the current state of this element.
de: Dies zeigt den Gesamtunterschied zwischen dem gewählten Status in der Geschichte zum aktuellen Zustand dieses Elements.
fr: Ceci montre la différence totale entre l'état sélectionné dans l'historique à l'état actuel de cet élément.
it: Questo mostra la differenza totale tra lo stato selezionato nella cronologia e lo stato attuale di questo elemento.
nl: Het toont het gehele verschil tussen het gekozen moment in de geschiedenis tot de huidige toestand van het element.

# history_sum.details
source: You can browse forth and back in the history using the arrow buttons in the upper left corner. You can also save a state in history by the little "disk-icon". Finally you can revert either the whole record to this state in history by the revert icon in the top <em>or</em> you can revert only a single field if you like to by clicking the revert icon displayed for each field. <b>Notice:</b> If you do not see red/green difference values, the server TYPO3 runs on does not support making difference views or it has been incorrectly configured to provide this feature.
de: Sie können in der Geschichte mit den Pfeiltasten in der oberen linken Ecke nach vorne und zurück in der Geschichte blättern. Sie können auch einen Zustand in der Geschichte durch das kleine "disk-icon" speichern. Endlich können Sie entweder den gesamten Datensatz in der Geschichte durch das Zurücksetzen-Symbol in der oberen <em>oder</em> rückgängig machen, wenn Sie auf das für jedes Feld angezeigte Zurücksetzen-Symbol klicken möchten. <b>Hinweis:</b> Wenn Sie keine roten/grünen Differenzwerte sehen, unterstützt der Server TYPO3 nicht die Meinungsäußerung oder es wurde falsch konfiguriert, um diese Funktion zu liefern.
fr: Vous pouvez naviguer en arrière et en arrière dans l'histoire en utilisant les boutons fléchés dans le coin supérieur gauche. Vous pouvez également enregistrer un état dans l'histoire par la petite "icône disque". Enfin, vous pouvez revenir soit tout l'enregistrement dans cet état dans l'histoire par l'icône de réverbération dans le haut <em>ou</em> vous pouvez revenir seulement un seul champ si vous voulez en cliquant sur l'icône de réverbération affichée pour chaque champ. <b>Avis :</b> Si vous ne voyez pas les valeurs de différence rouge/verte, le serveur TYPO3 fonctionne sur ne pas supporter de vues de différence ou il a été configuré incorrectement pour fournir cette fonctionnalité.
it: Puoi sfogliare in avanti e indietro nella cronologia utilizzando i pulsanti freccia nell'angolo in alto a sinistra. Puoi anche salvare uno stato nella cronologia dalla piccola "icona disco". Infine puoi ripristinare l'intero record di questo stato nella cronologia dall'icona di ripristino nella parte superiore <em>o</em> puoi ripristinare solo un singolo campo se vuoi cliccando l'icona di ripristino per ogni campo. <b>Nota:</b> Se non vedi i valori della differenza rosso/verde, il server TYPO3 non supporta la modifica delle opinioni o è stato configurato in modo errato per fornire questa funzione.
nl: Met dit scherm kan elke wijziging van het element bekeken en vergeleken worden. Klik op het icoon links in het scherm om de verschillen van elke wijziging te zien. Onderaan de wijzigingen komt een icoon "naar volledig overzicht" om alle wijzigingen te zien. Natuurlijk is het mogelijk wijzigingen te herstellen. Kies in het deel "weergave voor herstel" een enkel veld, een enkel record of alle wijzigingen aan een record. De Rollback wordt dan gestart. <b>Let op:</> Als er hiernaast geen rode en groene tekst staat dan is de server waar de TYPO3 site op draait niet in staat "verschil schermen" te tonen. Of de server is fout geconfigureerd om deze optie te laten werken.

# _history_sum.seeAlso
source: xMOD_csh_corebe:history_entry, Undo/History article | http://typo3.org/documentation/tips-tricks/the-undohistory-feature/
de: xMOD_csh_corebe:history_entry, Undo/History Artikel | http://typo3.org/documentation/tips-tricks/the-undohistory-feature/
fr: xMOD_csh_corebe:history_entry, Article Annuler/Historique | http://typo3.org/documentation/astuces/the-undohistory-feature/
nl: xMOD_csh_corebe:history_entry, Ongedaan maken/Geschiedenis artikel | http://typo3.org/documentation/tips-tricks/the-undohistory-feature/

# _history_sum.image
source: EXT:core/Resources/Public/Images/cshimages/core_39.png
fr: EXT:core/Ressources/Public/Images/cshimages/core_39.png

# history_sum.image_descr
source: The Info view of a state in history shows the "sum" of changes from current time to that point in history for the element.
de: Die Info-Ansicht eines Staates in der Geschichte zeigt die "Summe" der Änderungen von der aktuellen Zeit bis zu jenem Punkt in der Geschichte für das Element.
fr: La vue Info d'un état dans l'histoire montre la "somme" des changements de l'heure actuelle à ce point dans l'histoire pour l'élément.
it: La vista Info di uno stato nella storia mostra la "somma" dei cambiamenti dall'ora corrente a quel punto della storia per l'elemento.
nl: Het "weergave voor herstel" scherm geeft de mogelijkheid een enkel veld, een enkel record of alle wijzigingen aan een record te herstellen.

# history_entry.alttitle
source: Log entry history
de: Log-Eintrag Verlauf
fr: Historique de l'entrée du journal
it: Registro voci
nl: De historie log ingaven

# history_entry.description
source: This view displays the changes made to the content element for the log entry you clicked. The red and green values in the text shows the previous/new values of the record.
de: Diese Ansicht zeigt die Änderungen des Inhaltselements für den angeklickten Logeintrag an. Die roten und grünen Werte im Text zeigen die vorherigen/neuen Werte des Datensatzes.
fr: Cette vue affiche les modifications apportées à l'élément de contenu pour l'entrée de log que vous avez cliqué. Les valeurs rouges et vertes du texte montrent les valeurs précédentes/nouvelles de l'enregistrement.
it: Questa vista mostra le modifiche apportate all'elemento contenuto per la voce di log che hai cliccato. I valori rossi e verdi nel testo mostrano i valori precedenti/nuovi del record.
nl: Dit deel van het scherm geeft alle wijzigingen van de paginainhoud over een periode van tijd aan voor een record. De verschillen worden met een kleur aangegeven.

# history_entry.details
source: <b>Notice:</b> If you do not see red/green difference values, the server TYPO3 runs on does not support making difference views or it has been incorrectly configured to provide this feature.
de: <b>Hinweis:</b> Wenn Sie keine roten/grünen Differenzwerte sehen, unterstützt der Server TYPO3 nicht die Meinungsäußerung oder es wurde falsch konfiguriert, um diese Funktion zu liefern.
fr: <b>Avis :</b> Si vous ne voyez pas les valeurs de différence rouge/verte, le serveur TYPO3 fonctionne sur ne supporte pas la visualisation de la différence ou il a été configuré de manière incorrecte pour fournir cette fonctionnalité.
it: <b>Nota:</b> Se non vedi i valori di differenza rosso/verde, il server TYPO3 non supporta la modifica delle opinioni o è stato configurato in modo errato per fornire questa funzione.
nl: De wijzigingen aan het record wordt op volgorde gezet door de tijd van de wijzigingen. De leeftijd geeft een snelle indicatie van de relevantie. De gebruiker die de wijzigingen heeft bijgehouden samen met de Tabel/UID geeft wie en wat is gewijzigd. Bij de verschillen geeft de rode tekst de vorige waarde van het element aan. De groene tekst geeft de huidige waarde aan. Door op het icoon "rollback (Preview)" aan het begin van de regel te klikken kom je in het Weergave voor herstel deel van de historie. <b>Let op:</> Als er hiernaast geen rode en groene tekst staat dan is de server waar de TYPO3 site op draait niet in staat "verschil schermen" te tonen. Of de server is fout geconfigureerd om deze optie te laten werken.

# _history_entry.image
source: EXT:core/Resources/Public/Images/cshimages/core_40.png
fr: EXT:core/Ressources/Public/Images/cshimages/core_40.png

# TCEforms.alttitle
source: TYPO3 Editing Forms
de: TYPO3 Editierformulare
fr: TYPO3 Editer les formulaires
it: Moduli di modifica TYPO3
nl: TYPO3 invulschermen (editing Forms)

# TCEforms.description
source: All records in TYPO3 is edited through a standardized form interface like the one you see here. No matter if you edit pages, content elements, guestbook items or user records you will use the same familiar interface.
de: Alle Datensätze in TYPO3 werden durch eine standardisierte Formularoberfläche wie die hier sehen bearbeitet. Egal ob Sie Seiten, Inhaltselemente, Gästebücher oder Benutzerdaten bearbeiten, verwenden Sie die gleiche vertraute Schnittstelle.
fr: Tous les enregistrements de TYPO3 sont édités par une interface de formulaire standardisée comme celle que vous voyez ici. Peu importe si vous modifiez des pages, des éléments de contenu, des éléments de livre d'or ou des enregistrements d'utilisateurs, vous utiliserez la même interface familière.
it: Tutti i record in TYPO3 sono modificati attraverso un'interfaccia di form standardizzata come quella che vedi qui. A prescindere da se si modificano pagine, elementi di contenuto, articoli di guestbook o record utente si userà la stessa interfaccia familiare.
nl: Alle records in TYPO3 worden opgemaakt met een standaard interface. (zie afbeelding) Of nu pagina's worden gemaakt, gewijzigd, inhoudselementen worden verplaatst of gebruikers records worden gewijzigdhet gaat allenaal via één gelijk soort invulscherm.
