Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_csh_*_groups.xlf
Languages: de, fr, it, nl

# .description
source: This is the Backend administration user groups available for the Backend users. These determine the access credentials for the Backend users.
de: Dies sind die Backend-Administrationsgruppen für die Backend-Benutzer verfügbar. Diese bestimmen die Zugangsdaten für die Backend-Benutzer.
fr: Ceci est le groupe d'utilisateurs de l'administration Backend disponible pour les utilisateurs de Backend. Ces groupes déterminent les identifiants d'accès pour les utilisateurs de Backend.
it: Questo è il gruppo di utenti di amministrazione Backend disponibile per gli utenti Backend. Queste determinano le credenziali di accesso per gli utenti Backend.
nl: Dit zijn de backendbeheer-gebruikersgroepen die beschikbaar zijn voor de Backendgebruikers. Deze bepalen de permissies voor de Backendgebruikers.

# .details
source: Groups contain the main permission settings you can set for a backend user. Many users can be members of the same group and thus share permissions. When a user is a member of many groups (including sub-groups) then the permission settings are added together so that the more groups a user is a member of, the more access is granted to him.
de: Gruppen enthalten die wichtigsten Berechtigungseinstellungen, die Sie für einen Backend-Benutzer festlegen können. Viele Benutzer können Mitglieder derselben Gruppe sein und somit Berechtigungen teilen. Wenn ein Benutzer Mitglied vieler Gruppen (einschließlich Untergruppen) ist, werden die Berechtigungseinstellungen zusammen hinzugefügt, damit die mehr Gruppen, die ein Benutzer ist, Mitglied sind, ihm mehr Zugriff gewährt werden.
fr: Les groupes contiennent les paramètres de permission principaux que vous pouvez définir pour un utilisateur de backend. Beaucoup d'utilisateurs peuvent être membres du même groupe et ainsi partager les permissions. Lorsqu'un utilisateur est membre de plusieurs groupes (y compris des sous-groupes) alors les paramètres de permission sont ajoutés ensemble afin que plus un utilisateur est membre, plus l'accès lui est accordé.
it: I gruppi contengono le impostazioni principali dei permessi che puoi impostare per un utente backend. Molti utenti possono essere membri dello stesso gruppo e quindi condividere i permessi. Quando un utente è membro di molti gruppi (compresi i sottogruppi) allora le impostazioni dei permessi vengono aggiunte insieme in modo che più gruppi di cui un utente è membro, più l'accesso è concesso a lui.
nl: Groepen bepalen de permissies voor de Backendgebruikers. Veel gebruikers kunnen lid zijn van dezelfde groep en hierdoor dezelfde permissies delen. Als een gebruiker lid is van veel groepen (inclusief subgroepen) zullen de permissies opgeteld worden. De toegang wordt groter naarmate de groepen waartoe een gebruiker behoort.

# .image_descr
source: Backend Usergroups are found in the root of the page tree where only "admin" users can edit them. The usergroups with red icons in this image are the ones with Access Lists enabled. The blue are just plain usergroups. This usergroup has Access Lists enabled. In the Access Lists you specify which modules, tables, database fields etc. the group members can access in TYPO3.
de: Backend Usergroups werden im Stammverzeichnis des Seitenbaums gefunden, in dem nur "Admin" Benutzer diese bearbeiten können. Die Benutzergruppen mit roten Symbolen in diesem Bild sind die mit Zugriffslisten aktiviert. Das Blau sind nur einfache Benutzergruppen. Diese Benutzergruppe hat Zugriffslisten aktiviert. In den Zugriffslisten geben Sie an, welche Module, Tabellen, Datenbankfelder etc. die Gruppenmitglieder in TYPO3 zugreifen können.
fr: Les roupes d'utilisateurs de Backend sont trouvées à la racine de l'arborescence de page où seuls les utilisateurs "admin" peuvent les éditer. Les roups d'utilisateurs avec des icônes rouges dans cette image sont ceux avec les listes d'accès activées. Le bleu sont simplement des rouages d'utilisateurs ordinaires. Ce roup a activé les listes d'accès. Dans les Listes d'accès vous spécifiez quels modules, tables, champs de base de données, etc. les membres du groupe peuvent accéder à TYPO3.
it: Backend Usergroups sono trovati nella root dell'albero della pagina dove solo gli utenti "admin" possono modificarli. I gruppi utenti con icone rosse in questa immagine sono quelli con Liste di Accesso abilitati. Il blu sono solo gruppi di utenti semplici. Questo gruppo ha le liste di accesso abilitate. Nelle liste di accesso specificare quali moduli, tabelle, campi database, ecc. I membri del gruppo possono accedere a TYPO3.
nl: Backendgebruikersgroepen zijn te vinden in de root van de paginaboom. Alleen "admin" gebruikers kunnen deze bewerken. Gebruikersgroepen met rode iconen in deze afbeelding zijn groepen welke "Toegangslijsten" bezitten. De blauwe zijn reguliere gebruikersgroepen. Deze gebruikersgroep bezit "Toegangslijsten". In deze lijsten kan aangegeven worden tot welke modules, tabellen, databasevelden etc. een lid van deze groep toegang heeft in TYPO3

# title.description
source: Name of the Backend usergroup. The name should be descriptive and can always be changed later.
de: Name des Backend Benutzernamens. Der Name sollte beschreibend sein und kann immer später geändert werden.
fr: Nom du groupe d'utilisateurs de Backend. Le nom doit être descriptif et peut toujours être modifié plus tard.
it: Nome del gruppo utenti Backend. Il nome deve essere descrittivo e può sempre essere cambiato più tardi.
nl: Naam van de backendgebruikersgroep

# title.details
source: Backend Usergroups are identified by their "uid" field value (integer) and therefore the title can always be changed. The "uid" can never be changed for a user group.
de: Backend Usergroups werden durch ihren "uid" Feldwert (Integer) identifiziert und können daher immer geändert werden. Der "uid" kann niemals für eine Benutzergruppe geändert werden.
fr: Les roupes de base sont identifiées par leur valeur de champ "uid" (entier) et le titre peut donc toujours être changé. L'uid ne peut jamais être modifié pour un groupe d'utilisateurs.
it: I backend Usergroups sono identificati dal loro valore di campo "uid" (intero) e quindi il titolo può sempre essere cambiato. Il "uid" non può mai essere modificato per un gruppo di utenti.
nl: Backendgebruikersgroepen worden aangeduid met een "uid" (integer) en daardoor kan de naam ten alle tijde veranderd worden. De "uid" kan niet gewijzigd worden voor een gebruikersgroep.

# title.image_descr
source: The usergroup title is shown in the record lists.
de: Der Benutzernamen wird in den Datensatzlisten angezeigt.
fr: Le titre du groupe d'utilisateurs est affiché dans les listes d'enregistrement.
it: Il titolo del gruppo utente è mostrato nelle liste di record.
nl: De gebruikersgroepnaam wordt getoond in de recordlijst.

# db_mountpoints.description
source: Define page tree root points for the group members.
de: Definieren Sie die Stammverzeichnispunkte der Gruppenmitglieder.
fr: Définissez les points racine de l'arborescence des pages pour les membres du groupe.
it: Definisci i punti root dell'albero della pagina per i membri del gruppo.
nl: Startpunten toekennen voor de gebruikers paginaboom.

# _db_mountpoints.seeAlso
source: be_groups:file_mountpoints, be_users:db_mountpoints, be_users:options, xMOD_csh_corebe:list_module
it: essere_groups:file_mountpoint, be_users:db_mountpoint, be_users:options, xMOD_csh_corebe:list_module

# db_mountpoints.image_descr
source: Here a page is added as a "DB mount"... ... and in the page tree of member users this will become the starting point for the page tree.
de: Hier wird eine Seite als "DB mount"... ... hinzugefügt und im Seitenbaum der Mitgliedsbenutzer wird dies der Ausgangspunkt für den Seitenbaum.
fr: Ici une page est ajoutée comme une "DB mount"... ... et dans l'arbre de page des utilisateurs membres, cela deviendra le point de départ de l'arborescence de page.
it: Qui viene aggiunta una pagina come "mount DB"... ... e nell'albero della pagina degli utenti membri questo diventerà il punto di partenza per l'albero della pagina.
nl: Hier is een pagina toegevoegd als "Databasestartpunt"... ... en in de paginaboom van gebruikers zal dit het startpunt worden voor de paginaboom.

# file_mountpoints.description
source: Define startpoints for the file folder tree.
de: Definieren Sie Startpunkte für den Dateiordner-Baum.
fr: Définissez les points de départ pour l'arborescence du dossier de fichier.
it: Definisci i punti di partenza per l'albero della cartella file.
nl: Startpunten toekennen aan de mappenweergave.

# file_mountpoints.details
source: The file folder tree is used by all File-submodules to navigate the file folders on the webserver. If you want users to access the servers file system through TYPO3 they need at least one File Mount (and access to eg. File > Filelist module). You can mount a path in "fileadmin/" relative to the TYPO3 installation or you can mount an absolute path somewhere else on the server (outside webroot!). The last requires that $TYPO3_CONF_VARS[BE][lockRootPath] is defined. The path you mount is defined by the Filemount record you refer to by this field. So a File Mount just points to another record inside of which the details are configured. See screenshots below. "admin" users always have the "fileadmin/" folder mounted by default. Notice; as with 'DB mounts' the file folder mounts may be inherited by the users which are members of this group.
de: Der Dateiordner-Baum wird von allen Dateisubodulen benutzt, um die Dateiordner auf dem Webserver zu navigieren. Wenn Sie möchten, dass Benutzer über TYPO3 auf das ServerDateisystem zugreifen, benötigen sie mindestens einen DateiMount (und Zugriff auf zB. Datei > Dateimodul). Du kannst einen Pfad in "fileadmin/" relativ zur TYPO3-Installation mounten oder du kannst einen absoluten Pfad irgendwo auf dem Server (außerhalb des Webroot!) mounten. Die letzte erfordert, dass $TYPO3_CONF_VARS[BE][lockRootPath] definiert ist. Der Pfad, den du mountest, wird durch den Dateidatensatz definiert, auf den du in diesem Feld verweisst. Ein DateiMount weist also nur auf einen anderen Datensatz hin, in dem die Details konfiguriert sind. Siehe Screenshots unten. "admin" Benutzer haben immer den "fileadmin/" Ordner standardmäßig gemountet. Hinweis; wie bei 'DB mounts' können die Dateiordner-Reittiere von den Benutzern, die Mitglieder dieser Gruppe sind, geerbt werden.
fr: L'arborescence du dossier de fichier est utilisée par tous les sous-modules de fichiers pour naviguer sur les dossiers de fichiers du serveur web. Si vous voulez que les utilisateurs accèdent au système de fichiers de serveurs via TYPO3, ils ont besoin d'au moins un Mount de fichiers (et d'un accès à un autre. Module de fichier > Liste de fichiers). Vous pouvez monter un chemin dans "fileadmin/" par rapport à l'installation TYPO3 ou vous pouvez monter un chemin absolu quelque part sur le serveur (en dehors de webroot!). Le dernier nécessite que $TYPO3_CONF_VARS[BE][lockRootPath] soit défini. Le chemin que vous montez est défini par l'enregistrement Filemount auquel vous faites référence par ce champ. Ainsi, un fichier Mount pointe juste à un autre enregistrement à l'intérieur duquel les détails sont configurés. Voir les captures d'écran ci-dessous. Les utilisateurs "admin" ont toujours le dossier "fileadmin/" monté par défaut. Avis; comme avec 'DB mounts' les montages de dossier de fichier peuvent être hérités par les utilisateurs qui sont membres de ce groupe.
it: L'albero delle cartelle file è utilizzato da tutti i file-sottomodules per navigare nelle cartelle del file sul server web. Se si desidera che gli utenti accedano al sistema dei file server attraverso TYPO3, hanno bisogno di almeno una File Mount (e l'accesso ad es. Modulo file > Filelist). Puoi montare un percorso in "fileadmin/" rispetto all'installazione di TYPO3 o puoi montare un percorso assoluto da qualche altra parte del server (fuori dalla webroot!). L'ultimo richiede che $TYPO3_CONF_VARS[BE][lockRootPath] sia definito. Il percorso che monta è definito dal record Filemount a cui ti riferisci in questo campo. Quindi un file Mount punta solo ad un altro record all'interno del quale i dettagli sono configurati. Vedi screenshot qui sotto. gli utenti "admin" hanno sempre la cartella "fileadmin/" montata di default. Nota; come con 'mount DB' i file file file file file file file possono essere ereditati dagli utenti che sono membri di questo gruppo.
nl: De boom met bestandsmappen wordt gebruikt door alle Bestands-submodules om te navigeren in de bestandsmappen op de webserver. Als gebruikers toegang moeten hebben tot het bestandssysteem via TYPO3 dan hebben ze minstens een startpunt in de mappenboom nodig (en toegang tot bijv. de Bestanden > Bestandslijst module). Er kan een beginpunt gemaakt worden voor een pad in "fileadmin/" relatief t.o.v. de TYPO3 installatie of voor een absoluut pad elders op de server (buiten de webroot!). De laatste optie vraagt dat $TYPO3_CONF_VARS[BE][lockRootPath] is gedefinieerd. Het pad waar dit begint is gedefinieerd door het Filemount record waarnaar verwezen wordt in dit veld. Dus een startpunt van de mappenboom wijst alleen naar een ander record waarbinnen de details zijn geconfigureerd. Zie screenshots hieronder. "admin" gebruikers hebben altijd de "fileadmin/" map als standaard beginpunt. Let op: zoals met 'database startpunten' kunnen beginpunten van de mappenboom overerfd worden door de gebruikers die lid zijn van deze groep.

# _file_mountpoints.seeAlso
source: be_groups:db_mountpoints, be_users:file_mountpoints, be_users:options, be_users, sys_filemounts, xMOD_csh_corebe:filelist_module, More about File Mounts | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/MoreAboutFileMounts/
de: be_groups:db_mountpoints, be_users:file_mountpoints, be_users:options, be_users, sys_filemounts, xMOD_csh_corebe:filelist_module, Weitere Informationen über DateiMounts | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/MoreAboutFileMounts/
fr: be_groups:db_mountpoints, be_users:file_mountpoints, be_users:options, be_users, sys_filemounts, xMOD_csh_corebe:filelist_module, Plus sur les montagnes de fichiers | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/MoreAboutFileMounts/
it: a_groups:db_mountpoint, be_users:file_mountpoint, be_users:options, be_users, sys_filemounts, xMOD_csh_corebe:filelist_module, Altro sulle montagne di file | https://docs.poty3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/MoreAboutFileMounts/
nl: be_groups:db_mountpoints, be_users:file_mountpoints, be_users:options, be_users, sys_filemounts, xMOD_csh_corebe:filelist_module, Meer over beginpunten voor bestanden | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/MoreAboutFileMounts/

# _file_mountpoints.image
source: EXT:core/Resources/Public/Images/cshimages/be_groups_5.png, EXT:core/Resources/Public/Images/cshimages/be_groups_6.png, EXT:core/Resources/Public/Images/cshimages/be_groups_7.png, EXT:core/Resources/Public/Images/cshimages/be_groups_8.png
it: EXT:core/Resources/Public/Images/cshimages/be_groups_5.png, EXT:core/Resources/Public/Images/cshimages/be_6.png, EXT:core/Resources/Public/Images/cshimages/be_groups_7.png, EXT:core/Resources/Public/Images/cshimages/be/be_groups_8.png

# file_mountpoints.image_descr
source: The File Mounts are references to records from the "Filemounts" table. In the Filemount record you define whether the path should be absolute (must be within $TYPO3_CONF_VARS[BE][lockRootPath]) or relative to "fileadmin/". In this case the Filemount points to "fileadmin/user_upload/" This is the page tree of the "admin" user. Notice the folder "user_upload" which is the folder referred to by the File Mount record. This shows the mounted folder as seen by a user who was member of the group. Filemount records are also created in the page tree root.
de: Die DateiMounts sind Referenzen für Datensätze aus der Tabelle "Dateidaten". Im Dateidatensatz definieren Sie, ob der Pfad absolut sein sollte (muss innerhalb von $TYPO3_CONF_VARS[BE][lockRootPath]) oder im Verhältnis zu "fileadmin/". In diesem Fall die Dateiendung Punkte zu "fileadmin/user_upload/" Dies ist der Seitenbaum des "admin" Benutzers. Beachten Sie den Ordner "user_upload" der vom DateiMount-Datensatz genannte Ordner ist. Dies zeigt den gemounteten Ordner, wie er von einem Benutzer gesehen wurde, der Mitglied der Gruppe war. Dateidatensätze werden auch im Seitenbaum-Stamm erstellt.
fr: Les fichiers sont des références aux enregistrements de la table "Filemounts". Dans l'enregistrement de Filemount, vous définissez si le chemin doit être absolu (doit être dans $TYPO3_CONF_VARS[BE][lockRootPath]) ou relatif à "fileadmin/". Dans ce cas, les points de Filemount vers "fileadmin/user_upload/" Ceci est l'arbre de page de l'utilisateur "admin". Notez le dossier "user_upload" qui est le dossier auquel l'enregistrement du montage de fichiers est mentionné. Ceci montre le dossier monté tel qu'il a été vu par un utilisateur qui était membre du groupe. Les enregistrements de fichiers sont également créés dans la racine de l'arborescence de page.
it: Le file Mounts sono riferimenti ai record dalla tabella "Filemounts". Nel record del Filemount si definisce se il percorso deve essere assoluto (deve essere entro $TYPO3_CONF_VARS[BE][lockRootPath]) o relativo a "fileadmin/". In questo caso i punti del Filemount a "fileadmin/user_upload/" Questo è l'albero della pagina dell'utente "admin". Nota la cartella "user_upload" che è la cartella a cui si riferisce il file Mount record. Mostra la cartella montata come visualizzata da un utente che era membro del gruppo. I record del Filemount sono creati anche nella root dell'albero della pagina.
nl: De bestandsstartpunten zijn referenties naar de records van de "Bestandkoppeling" tabel. In het bestandkoppelingrecord bepaalt u of het pad absoluut (moet liggen in $TYPO3_CONF_VARS[BE][lockRootPath]) is of relatief aan "fileadmin/". In dit geval verwijst de bestandkoppeling naar "fileadmin/user_upload/" Dit is de paginaboom voor de "admin" gebruiker. Merk de map "user_upload" op, welke door de bestandkoppeling gerefereerd wordt. Dit toont de gekoppelde map zoals dit gezien wordt door een gebruiker welke lid is van de groep. Bestandkoppelingen worden gemaakt in de root van de paginaboom.

# file_permissions.description
source: Select file operation permissions for the group members.
de: Wählen Sie die Berechtigungen für die Dateioperationen für die Gruppenmitglieder.
fr: Sélectionnez les permissions d'opération de fichier pour les membres du groupe.
it: Seleziona i permessi di operazione per i membri del gruppo.
nl: Selecteer toegestane bestandsbewerkingen voor de groepsleden

# file_permissions.details
source: These settings relate to the functions found in the File>Filelist module as well as general upload of files. <strong>Notice</strong> that these settings apply to all members of this group and extend the users permissions accordingly.
de: Diese Einstellungen beziehen sich auf die Funktionen, die im Dateimodul>sowie im allgemeinen Hochladen von Dateien gefunden wurden. <strong>Hinweis</strong> dass diese Einstellungen für alle Mitglieder dieser Gruppe gelten und die Berechtigungen der Benutzer entsprechend erweitern.
fr: Ces paramètres concernent les fonctions trouvées dans le module File>Filelist ainsi que le téléchargement général de fichiers. <strong>Remarque</strong> que ces paramètres s'appliquent à tous les membres de ce groupe et étendent les permissions des utilisateurs en conséquence.
it: Queste impostazioni si riferiscono alle funzioni trovate nel modulo File>Filelist e all'upload generale dei file. <strong>Nota</strong> che queste impostazioni si applicano a tutti i membri di questo gruppo ed estendono di conseguenza i permessi degli utenti.
nl: Deze instellingen hebben betrekking op functies in de module Bestand>Bestandslijst en in het algemeen op het uploaden van bestanden. <strong>Let op:</strong> deze instellingen slaat op alle leden van de groep en breiden de gebruikersrechten zodanig uit.

# file_permissions.seeAlso
source: be_groups:file_mountpoints, be_users:file_mountpoints, be_users:file_permissions
it: essere_groups:file_mountpoint, be_users:file_mountpoint, be_users:file_permissions

# fileoper_perms.description
source: Select file operation permissions for the group members.
de: Wählen Sie die Berechtigungen für die Dateioperationen für die Gruppenmitglieder.
fr: Sélectionnez les permissions d'opération de fichier pour les membres du groupe.
it: Seleziona i permessi di operazione per i membri del gruppo.
nl: Selecteer toegestane bestandsbewerkingen voor de groepsleden

# fileoper_perms.details
source: These settings relate to the functions found in the File>Filelist module as well as general upload of files. <strong>Notice</strong> that these settings apply to all members of this group and extend the users permissions accordingly.
de: Diese Einstellungen beziehen sich auf die Funktionen, die im Dateimodul>sowie im allgemeinen Hochladen von Dateien gefunden wurden. <strong>Hinweis</strong> dass diese Einstellungen für alle Mitglieder dieser Gruppe gelten und die Berechtigungen der Benutzer entsprechend erweitern.
fr: Ces paramètres concernent les fonctions trouvées dans le module File>Filelist ainsi que le téléchargement général de fichiers. <strong>Remarque</strong> que ces paramètres s'appliquent à tous les membres de ce groupe et étendent les permissions des utilisateurs en conséquence.
it: Queste impostazioni si riferiscono alle funzioni trovate nel modulo File>Filelist e all'upload generale dei file. <strong>Nota</strong> che queste impostazioni si applicano a tutti i membri di questo gruppo ed estendono di conseguenza i permessi degli utenti.
nl: Deze instellingen zijn gerelateerd aan de functies in de module 'Bestand>Bestandenlijst' alsmede de uploadfunctionaliteit in andere modules. <strong>Opmerking:</strong> Deze instellingen gelden voor alle leden van deze groep en vullen eventueel reeds ingestelde gebruikerspermissies aan.

# _fileoper_perms.seeAlso
source: be_groups:file_mountpoints, be_users:file_mountpoints, be_users:file_permissions
it: essere_groups:file_mountpoint, be_users:file_mountpoint, be_users:file_permissions

# pagetypes_select.description
source: Select which 'Types' of Pages the members may set.
de: Wählen Sie, welche 'Typen' von Seiten die Mitglieder festlegen können.
fr: Sélectionnez quels 'Types' de pages les membres peuvent définir.
it: Seleziona quali 'Tipi' di Pagine che i membri possono impostare.
nl: Selecteer welke 'Type' pagina's de leden van de groep mogen bepalen.
