Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_csh_pages.xlf
Languages: de, fr, hr, it

# alias.details
source: Ultimately a page is identified by its ID number. For example, you may access a page in TYPO3 at '.../?id=123'. If the page with ID '123' has the URL Alias 'one_two_three', then the URL '.../?id=one_two_three' would display exactly the same page, because 'one_two_three' is a URL Alias for the ID '123'. URL Aliases are normally assigned to only the most frequently used pages rather than all pages. In most TYPO3 configurations you would be able to use the syntax '.. &lt;link one_two_three&gt;go to the page&lt;/link&gt; ..' to create a link to the page. This is easier to remember. Another use is if you need to change which page a commonly used link points to. In this case you can delete the URL Alias for the original page and re-add it on the new page. All links using the URL Alias would now refer to the new page and its ID number.
de: Letztendlich wird eine Seite durch ihre ID-Nummer identifiziert. Zum Beispiel können Sie auf eine Seite in TYPO3 unter '.../?id=123 zugreifen. Wenn die Seite mit ID '123' die URL Alias 'one_two_three', dann die URL '.../?id=one_two_three' genau die gleiche Seite anzeigen würde, da 'one_two_three' eine URL Alias für die ID '123' ist. URL Aliases werden normalerweise nur den am häufigsten verwendeten Seiten zugeordnet und nicht allen Seiten. In den meisten TYPO3-Konfigurationen können Sie die Syntax '.. &lt;link one_two_three&gt;gehen Sie zur Seite&lt;/link&gt; ..' um einen Link zur Seite zu erstellen. Das ist leichter zu erinnern. Eine weitere Verwendung ist, wenn Sie die Seite ändern müssen, auf der ein häufig verwendeter Link-Punkt verwendet wird. In diesem Fall können Sie die URL Alias für die ursprüngliche Seite löschen und sie auf der neuen Seite neu hinzufügen. Alle Links mit der URL Alias verweisen nun auf die neue Seite und ihre ID-Nummer.

# alias.syntax
source: A URL Alias can contain only lowercase alphanumeric characters and must be unique. Please note: If the URL Alias already exists in the site, it will have a number added to the end of it.
de: Eine URL Alias kann nur Kleinbuchstaben-Zeichen enthalten und muss eindeutig sein. Bitte beachten: Wenn die URL Alias bereits auf der Website vorhanden ist, wird sie eine Zahl zum Ende hinzufügen.

# target.description
source: This sets the default Link Target for menu items linking to this page. Can also used to open the page as a popup window.
de: Dies setzt das Standard Link Target für Menüpunkte, die mit dieser Seite verbunden sind. Kann auch verwendet werden, um die Seite als Popup-Fenster zu öffnen.
fr: Ceci définit la cible par défaut du lien pour les éléments de menu qui relient cette page. Peut également être utilisé pour ouvrir la page comme fenêtre de popup.
hr: Ovdje možete postaviti zadanu metu za poveznice za stavke izbornika koje pokazuju na ovu stranicu. Može se koristiti za otvaranje stranice kao skočnog prozora.
it: Questo imposta il link predefinito per le voci di menu che si collegano a questa pagina. Può anche essere utilizzato per aprire la pagina come finestra popup.

# target.details
source: The Link Target overrides the default Link Target behavior, which should already be configured correctly for most pages in the website TypoScript template. There are additional options available by using the Link Target field Setting an integer value at the beginning of the field sets it as the default type for the page. For example, if an RSS feed is configured in TypoScript as typeNum=100, setting the Link Target to 100 could be used to add an RSS link in the menu. The following syntax is used to open the page in a popup window: 400x200 - Opens the page in a 400x200 popup window. 230x450:resizable=0,location=1 - Opens the page in a 230x450 popup window that is not resizable and has an address bar. Combined: 100 600x350 - Opens the page in a 600x350 popup with type=100 2 _blank - Opens the page with target "_blank" and type=2
de: Das Link Target überschreibt das Standard Link Target Verhalten, das bereits für die meisten Seiten der Website TypoScript Vorlage korrekt konfiguriert werden sollte. Es gibt zusätzliche Optionen, indem Sie das Link Target Feld benutzen Setzen Sie einen Integerwert am Anfang des Feldes als Standardtyp für die Seite. Zum Beispiel, wenn ein RSS-Feed in TypoScript als typeNum=100 konfiguriert ist, könnte die Einstellung des Link-Targets auf 100 verwendet werden, um einen RSS-Link im Menü hinzuzufügen. Die folgende Syntax wird verwendet, um die Seite in einem Popup-Fenster zu öffnen: 400x200 - Öffnet die Seite in einem 400x200 Popup-Fenster. 230x450:resizable=0,location=1 - Öffnet die Seite in einem 230x450 Popup-Fenster, das nicht anpassungsfähig ist und eine Adressleiste hat. Kombiniert: 100 600x350 - Öffnet die Seite in einem 600x350 Popup mit Typ=100 2 _leer - Öffnet die Seite mit Ziel "_blank" und Typ=2
fr: La cible du lien remplace le comportement par défaut de la cible de lien, qui devrait déjà être configuré correctement pour la plupart des pages du modèle TypoScript du site web. Il y a des options supplémentaires disponibles en utilisant le champ cible de lien Définir une valeur entière au début du champ le définit comme type par défaut pour la page. Par exemple, si un flux RSS est configuré dans TypoScript comme typeNum=100, définir la cible du lien à 100 pourrait être utilisé pour ajouter un lien RSS dans le menu. La syntaxe suivante est utilisée pour ouvrir la page dans une fenêtre popup : 400x200 - Ouvre la page dans une fenêtre de popup 400x200. 230x450:resizable=0,location=1 - Ouvre la page dans une fenêtre de popup 230x450 qui n'est pas redimensionnable et possède une barre d'adresse. Combiné : 100 600x350 - Ouvre la page dans un popup 600x350 avec type=100 2 _vide - Ouvre la page avec la cible "_blank" et type=2
hr: Meta poveznice mijenja zadano ponašanje za mete poveznica, što treba biti točno konfigurirano u TypoScript predlošku Vaše internet stranice. Postoje dodatne opcije dostupne pri uporabi mete poveznice. Postavljanje cijelog broja na početku dane vrijednosti postavlja vrijednost kao zadani tip za stranicu. Primjerice, ukoliko je u TypoScript postavkama podešen RSS izvor kao typeNum=100, postavljanje mete poveznice na 100 može se koristiti za dodavanje RSS poveznice u izbornik. Za otvaranje stranice u skočnom prozoru koristi se sljedeća sintaksa: 400x200 - Otvara stranicu u skočnom prozoru dimenzija 400x200. 230x450:resizable=0,location=1 - Otvara stranicu u skočnom prozoru dimenzija 230x450 kojem nije moguće mijenjati dimenzije a ima traku sa adresom. Kombinirano: 100 600x350 - Otvara stranicu u skočnom prozoru dimenzija 600x350 sa tipom type=100 2 _blank - Otvara stranicu sa metom "_blank" i tipom type=2
it: Il Link Target sovrascrive il comportamento predefinito del Link Target, che dovrebbe essere già configurato correttamente per la maggior parte delle pagine nel template di tipo tipo di sito. Ci sono opzioni aggiuntive disponibili utilizzando il campo Link Target Impostando un valore intero all'inizio del campo lo imposta come tipo predefinito per la pagina. Ad esempio, se un feed RSS è configurato in TypoScript come typeNum=100, l'impostazione del Link Target a 100 potrebbe essere utilizzata per aggiungere un link RSS nel menu. La seguente sintassi è utilizzata per aprire la pagina in una finestra popup: 400x200 - Apre la pagina in una finestra popup 400x200. 230x450:resizable=0,location=1 - Apre la pagina in una finestra popup 230x450 che non è resizabile e ha una barra degli indirizzi. Combinato: 100 600x350 - Apre la pagina in un popup di 600x350 con tipo=100 2 _vuoto - Apre la pagina con destinazione "_vuoto" e digita=2

# cache_timeout.description
source: Sets the Cache Lifetime for the page.
de: Legt die Cache-Lebensdauer für die Seite fest.
fr: Définit la durée de vie du cache pour la page.
hr: Postavlja životni vijek sadržaja u međuspremniku za danu stranicu.
it: Imposta la durata della cache per la pagina.

# cache_timeout.details
source: By default, pages are cached for 24 hours. After 24 hours, the page is constructed again and rewritten to the cache. Depending on your configuration, the cache may be cleared at midnight. When specific pages need a longer or shorter cache lifetime than the default, this option can be used.
de: Standardmäßig werden Seiten 24 Stunden gecachet. Nach 24 Stunden wird die Seite wieder aufgebaut und in den Cache umgeschrieben. Je nach Konfiguration kann der Cache um Mitternacht gelöscht werden. Wenn bestimmte Seiten eine längere oder kürzere Cache-Lebenszeit benötigen als die Standardeinstellung, kann diese Option verwendet werden.
fr: Par défaut, les pages sont mises en cache pendant 24 heures. Après 24 heures, la page est construite à nouveau et réécrite au cache. Selon votre configuration, le cache peut être effacé à minuit. Lorsque des pages spécifiques ont besoin d'une durée de vie plus longue ou plus courte que la valeur par défaut, cette option peut être utilisée.
hr: Uobičajeno je da se stranice spremaju u međuspremnik na period od 24 sata. Nakon 24 sata, stranica se prikazuje ispočetka i sprema u međusprenik. Ovisno o postavkama Vaše internet stranice moguće je da će međusprenik biti očišćen u ponoć. Kada pojedine stranice trebaju dulji ili kraći životni vijek sadržaja u međuspremniku, možete koristiti ovu opciju.
it: Di default, le pagine sono memorizzate nella cache per 24 ore. Dopo 24 ore, la pagina è stata nuovamente costruita e riscritta nella cache. A seconda della configurazione, la cache può essere cancellata a mezzanotte. Quando le pagine specifiche necessitano di una vita di cache più lunga o più breve rispetto al default, questa opzione può essere utilizzata.

# no_search.description
source: If enabled, this option excludes the page from searching operations on the website.
de: Wenn aktiviert, schließt diese Option die Seite von der Suche auf der Website aus.
fr: Si activé, cette option exclut la page de la recherche des opérations sur le site.
hr: Ukoliko omogućena, ova opcija isključuje stranicu iz pretraživanja.
it: Se abilitato, questa opzione esclude la pagina dalle operazioni di ricerca sul sito web.

# php_tree_stop.description
source: If enabled, this option excludes the subtree from rendering in the backend.
de: Wenn aktiviert, schließt diese Option das Rendering des Untertitels im Backend aus.
fr: Si activé, cette option exclut le sous-récif de la rendu dans le backend.
it: Se abilitato, questa opzione esclude il sottofondo dal rendering nel backend.

# author.description
source: Enter the page author's name.
de: Geben Sie den Namen des Seitenautors ein.
fr: Entrez le nom de l'auteur de la page.
hr: Unesite ime autora stranice.
it: Inserisci il nome dell'autore della pagina.

# author.details
source: Whether the author name is used or not depends on the setup of your TypoScript template. - You may use it in a meta-tag. - If you're using TYPO3 pages as 'articles' then you could use this field to display the name of the page (article) author.
de: Ob der Autor verwendet wird oder nicht von der Einrichtung Ihrer TypoScript-Vorlage abhängt. - Sie können ihn in einem Meta-Tag verwenden. - Wenn Sie TYPO3-Seiten als "Artikel" verwenden, können Sie dieses Feld verwenden, um den Namen des Seitenautors (Artikel) anzuzeigen.
fr: Si le nom de l'auteur est utilisé ou non dépend de la configuration de votre modèle TypoScript. - Vous pouvez l'utiliser dans un méta-tag. - Si vous utilisez les pages TYPO3 comme 'articles' alors vous pouvez utiliser ce champ pour afficher le nom de l'auteur de la page (article).
hr: Hoće li se koristiti ime autor ovisi o postavkama TypoScript predloška. - Možete ime koristiti u meta tagovima. - Ukoliko koristitie TYPO3 stranice kao članke, možete korisititi ovo polje za prikaz autora članka.
it: Se il nome dell'autore è utilizzato o meno dipende dalla configurazione del tuo modello TypoScript. - Puoi usarlo in un meta-tag. - Se stai usando le pagine TYPO3 come 'articoli' allora potresti usare questo campo per visualizzare il nome della pagina (articolo).

# _author.seeAlso
source: pages:author_email
de: Seiten:author_email
fr: pages:auteur_email
it: pagine:autore_email

# author_email.description
source: Enter the page author's email address.
de: Geben Sie die E-Mail-Adresse des Seitenautors ein.
fr: Entrez l'adresse e-mail de l'auteur de la page.
hr: Unesite e-mail adresu autora stranice.
it: Inserisci l'indirizzo email dell'autore della pagina.

# _author_email.seeAlso
source: pages:author
de: Seiten:Autor
fr: pages:auteur
it: pagine:autore

# module.description
source: Define the page as containing a Frontend plugin.
de: Definieren Sie die Seite als ein Frontend-Plugin.
fr: Définissez la page comme contenant un plugin Frontend.
hr: Definiraj stranicu kao spremnik za proširenje prednjeg sučelja.
it: Definisci la pagina come contenente un plugin Frontend.

# module.details
source: Setting this option lets the Backend knows this page contains specific content or has a specific purpose, such as containing a forum or acting as the root page of a shop section on the website. Based on this setting the Backend is able to display a shortcut list as well as relevant functionality in the 'Web>Modules' module. The Frontend display is largely not affected. Marking a page as containing a 'Shop' plugin simply means it'll show up in the shortcut list of modules in the backend. For additional details on this option, refer to the administration documentation. It's recommended that only admin-users have access to this field!
de: Mit dieser Option kann der Backend wissen, dass diese Seite bestimmte Inhalte enthält oder einen bestimmten Zweck hat, wie beispielsweise das Forum oder die Root-Seite eines Shops-Abschnitts auf der Website. Auf dieser Einstellung kann das Backend eine Verknüpfungsliste sowie relevante Funktionalität im Modul 'Web>Module' anzeigen. Die Frontend-Anzeige ist größtenteils nicht betroffen. Wenn Sie eine Seite als ein "Shop" Plugin markieren, bedeutet dies einfach, dass sie in der Verknüpfungsliste der Module im Backend angezeigt wird. Weitere Details zu dieser Option finden Sie in der Administrationsdokumentation. Es wird empfohlen, dass nur Administratoren Zugriff auf dieses Feld haben!
fr: La configuration de cette option permet à l'arrière-plan de connaître ce contenu spécifique ou a un but spécifique, comme la présence d'un forum ou l'utilisation de la page racine d'une section de boutique sur le site. Basé sur ce paramètre, la Backend est en mesure d'afficher une liste de raccourcis ainsi que des fonctionnalités pertinentes dans le module 'Web>Modules'. L'affichage Frontend n'est pas en grande partie affecté. Marquer une page comme contenant un plugin 'Shop' signifie simplement qu'elle apparaîtra dans la liste de raccourcis des modules dans le backend. Pour plus de détails sur cette option, reportez-vous à la documentation de l'administration. Il est recommandé que seuls les utilisateurs admin aient accès à ce champ !
hr: Postavljanje ove postavke naznačuje pozadinskom sučelju da ova stranica sadrži poseban sadržaj ili ima posebnu svrhu, primjerice da sadrži forum ili predstavlja korijensku stranicu internet dućana. Na temelju ove postavke, pozadinsko sučelje može prikazati popis kratica kao i relevantnu funkcionalnost u modulu "Mreža>Moduli". Prikazivanje na prednjem sučelju uglavnom nije pod utjecajem ove postavke. Oznaka da stranica sadrži proširenje 'Dućan' jednostavno znači da će se ta stranica prikazati u popisu kratica na module u pozadinskom sučelju. Za detalje vezane uz ovu opciju pogledajte administrativnu dokumentaciju. Preporuča se da jedino administrativni korisnici imaju pristup ovom polju!
it: Impostando questa opzione, Backend sa che questa pagina contiene contenuti specifici o ha uno scopo specifico, come il contenuto di un forum o l'azione come pagina principale di una sezione negozio sul sito. In base a questa impostazione, Backend è in grado di visualizzare una lista di collegamenti e funzionalità pertinenti nel modulo 'Web>Moduli'. Il display Frontend non è in gran parte interessato. Segnare una pagina come contenente un plugin 'Shop' significa semplicemente che verrà mostrato nella lista di collegamenti dei moduli nel backend. Per ulteriori dettagli su questa opzione, fare riferimento alla documentazione di amministrazione. È consigliabile che solo gli utenti admin abbiano accesso a questo campo!

# media.description
source: Attach media files related to the page.
de: Fügen Sie Mediendateien in Verbindung mit der Seite hinzu.
fr: Attacher les fichiers de média liés à la page.
hr: Priključite medijske datoteka povezane s ovom stranicom.
it: Allega file multimediali relativi alla pagina.

# media.details
source: This field allows you to attach various files to the page, but how these files are used depends on your template. As an example the template could be use this field to allow a logo to be attached to the page or it might expect the first file to be an image used as a link in the navigation menu. Remember, this totally depends on how the template is programmed.
de: Dieses Feld erlaubt es Ihnen, verschiedene Dateien an die Seite anzuhängen, aber wie diese Dateien verwendet werden, hängt von Ihrer Vorlage ab. Als Beispiel könnte die Vorlage dieses Feld verwenden, um ein Logo an die Seite anzuhängen oder es könnte erwarten, dass die erste Datei ein Bild ist, das als Link im Navigationsmenü verwendet wird. Denken Sie daran, dass dies ganz davon abhängt, wie die Vorlage programmiert wird.
fr: Ce champ vous permet de joindre divers fichiers à la page, mais la façon dont ces fichiers sont utilisés dépend de votre modèle. Comme exemple, le modèle pourrait être utilisé pour permettre à un logo d'être attaché à la page ou il pourrait s'attendre à ce que le premier fichier soit une image utilisée comme lien dans le menu de navigation. Rappelez-vous que cela dépend totalement de la façon dont le modèle est programmé.
hr: Ovo polje omogućuje pridruživanje raznih datoteka stranici, no njihova daljnja uporaba ovisi o predlošku. Primjerice predložak može koristiti ovo polje za dodavanje logotipa na stranicu ili može biti podešen tako da prva slika predstavlja poveznicu u navigacijskom izborniku. Zapamtite da ovo u potpunosti ovisi o tome kako je programiran predložak.
it: Questo campo consente di allegare vari file alla pagina, ma come questi file vengono utilizzati dipende dal tuo modello. Come esempio potrebbe essere utilizzato questo campo per consentire l'iscrizione di un logo alla pagina o potrebbe aspettarsi che il primo file sia un'immagine utilizzata come link nel menu di navigazione. Ricorda che questo dipende completamente dal modo in cui il template è programmatico.

# subtitle.description
source: Enter a subtitle if needed.
de: Geben Sie bei Bedarf einen Untertitel ein.
fr: Entrez un sous-titre si nécessaire.
hr: Unesite podnaslov ukoliko je potrebno.
it: Inserisci un sottotitolo se necessario.

# subtitle.details
source: Whether this field is used or not depends on the template. In most cases it's not used.
de: Ob dieses Feld verwendet wird oder nicht, hängt von der Vorlage ab. In den meisten Fällen wird es nicht verwendet.
fr: Si ce champ est utilisé ou non dépend du modèle. Dans la plupart des cas, il n'est pas utilisé.
hr: Hoće li se ovo polje koristiti ili ne ovisi o TypoScript postavkama. U većini slučajeva, ovo polje se ne koristi.
it: Se questo campo è utilizzato o meno dipende dal modello. Nella maggior parte dei casi non è utilizzato.

# url.description
source: Enter the URL this page redirects to.
de: Geben Sie die URL dieser Seite zu.
fr: Entrez l'URL vers laquelle cette page est redirigée.
hr: Unesite URL na koju se ova stranica preusmjerava.
it: Inserisci l'URL a cui questa pagina reindirizza.

# url.details
source: For example, 'http://www.typo3.org'. This option is used only if the page 'Type' is set to 'Link to External URL.'
de: Zum Beispiel, 'http://www.typo3.org'. Diese Option wird nur verwendet, wenn die Seite 'Typ' auf 'Link zu externer URL' gesetzt ist.
fr: Par exemple, "http://www.typo3.org". Cette option n'est utilisée que si la page 'Type' est définie sur 'Lien vers URL externe'.
it: Per esempio, 'http://www.typo3.org'. Questa opzione è utilizzata solo se la pagina 'Tipo' è impostata su 'Link a URL esterno'.

# shortcut.description
source: Select a page to act as the Shortcut Target. When the current page is requested in the Frontend, it will be redirected to the Shortcut Target.
de: Wählen Sie eine Seite, die als Verknüpfungsziel fungiert. Wenn die aktuelle Seite im Frontend angefordert wird, wird sie zu dem Verknüpfungsziel weitergeleitet.
fr: Sélectionnez une page pour agir comme cible de raccourci. Lorsque la page actuelle est demandée dans la Frontend, elle sera redirigée vers la cible de raccourci.
hr: Odabertite stranicu koja će biti meta kratice. Kada korisnik pokuša učitati trenutačnu stranicu na prednjem sučelju, bit će preusmjeren na metu kratice.
it: Seleziona una pagina da agire come Target Scorciatoia. Quando la pagina corrente è richiesta nel Frontend, sarà reindirizzata al Target di Shortcut.

# shortcut.details
source: Click the 'Browse for Records' icon and a new window will appear in which you can easily select a page to act as the Shortcut Target. This option is used only if the page 'Type' is set to 'Shortcut.'
de: Klicken Sie auf das Symbol 'Suche nach Aufzeichnungen' und ein neues Fenster erscheint, in dem Sie einfach eine Seite auswählen können, um als Verknüpfungsziel zu fungieren. Diese Option wird nur verwendet, wenn die Seite 'Typ' auf 'Verknüpfung' gesetzt ist.
fr: Cliquez sur l'icône 'Parcourir les enregistrements' et une nouvelle fenêtre apparaîtra dans laquelle vous pouvez facilement sélectionner une page pour agir comme cible de raccourci. Cette option n'est utilisée que si la page 'Type' est définie sur 'Raccourci'.
hr: Klikom na 'Pregledaj zapise' ikonu otvorit će Vam se novi prozor u kojem ćete lako moći odabrati stranicu koja će biti meta kratice. Ova opcija koristi se jedino ukoliko je tip stranice postavljen na 'Kratica'.
it: Clicca sull'icona 'Sfoglia per i record' e apparirà una nuova finestra in cui puoi facilmente selezionare una pagina per agire come Target Shortcut. Questa opzione è utilizzata solo se la pagina 'Tipo' è impostata su 'Scorciatoia'.

# _shortcut.seeAlso
source: pages:doktype, pages:shortcut_mode
de: Seiten:doktype, Seiten:shortcut_mode
it: pagine:doktype, pagine:shortcut_mode

# shortcut.image_descr
source: Select a Shortcut Target page with the Element Browser.
de: Wählen Sie eine Verknüpfungsseite mit dem Element Browser.
fr: Sélectionnez une page cible raccourcie avec le navigateur d'éléments.
hr: Odaberite metu kratice u pregledniku elemenata.
it: Seleziona una pagina di Target con Element Browser.

# keywords.description
source: Enter keywords for the page separated by commas. You may also use short phrases.
de: Geben Sie Stichwörter für die durch Kommas getrennte Seite ein. Sie können auch kurze Phrasen verwenden.
fr: Entrez des mots clés pour la page séparée par des virgules. Vous pouvez également utiliser des phrases courtes.
hr: Unesite ključne riječi za stranice odvojene zarezima. Možete također koristiti i kratke fraze.
it: Inserisci parole chiave per la pagina separate da virgole. Puoi anche utilizzare frasi brevi.
