Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_csh_corebe.xlf
Languages: de, fr, it, nl

# workspaceSelector.description
source: By this selectorbox you can switch between the workspaces available to you. When you switch workspace the whole backend will reload.
de: Durch diese Selektoren können Sie zwischen den Arbeitsbereichen wechseln, die Ihnen zur Verfügung stehen. Wenn Sie den Arbeitsbereich wechseln, wird das gesamte Backend neu geladen.
fr: Par cette zone de sélection, vous pouvez changer d'espace de travail disponible. Lorsque vous basculez sur l'espace de travail, le fond d'écran sera rechargé.
it: Con questo selettore è possibile passare tra i progetti disponibili. Quando cambi progetto, l'intero backend verrà ricaricato.
nl: Via dit keuzeveld kan gewisseld worden tussen de beschikbare werkruimtes. Bij het wisselen van werkruimte wordt de hele backend opnieuw geladen.

# workspaceSelector.details
source: There are two basic workspace types in TYPO3: The "Live" workspace and a number of "Draft" workspaces. When working in the Live workspace all changes you make will take immediate effect. This is the default and traditional state of operation in TYPO3. When working in a customly created workspaces changes are not applied to the live website but rather made through new versions of any element editable. Since versioning doesn't apply to all elements in TYPO3 there are limitations to what can be done in draft workspaces; Only elements with versioning support can be edited and everything else is read-only. Draft workspaces allow preview in the frontend. When changes are final in a draft workspace they can be published into the live workspace.
de: Es gibt zwei grundlegende Arbeitsbereiche in TYPO3: Der "Live"-Arbeitsbereich und eine Reihe von "Draft"-Arbeitsbereichen. Wenn Sie im Live-Arbeitsbereich arbeiten, werden alle Änderungen sofort wirksam. Dies ist der Standard und der traditionelle Zustand der Operation in TYPO3. Wenn Sie in einem häufig erstellten Arbeitsbereich arbeiten, werden Änderungen nicht auf die Live-Website angewendet, sondern durch neue Versionen eines Elements bearbeitet. Da Versionierung nicht für alle Elemente in TYPO3 gilt, gibt es Einschränkungen für das, was in den Entwurfen von Arbeitsräumen getan werden kann; Nur Elemente mit Versionierung können bearbeitet werden und alles andere ist nur lesbar. Arbeitsbereiche erstellen erlauben eine Vorschau im Frontend. Wenn Änderungen in einem Arbeitsbereich abgeschlossen sind, können sie in den Live-Arbeitsbereich veröffentlicht werden.
fr: Il y a deux types de contexte de base dans le TYPO3 : l'espace de travail "Live" et un certain nombre de espaces de travail "Draft". Lorsque vous travaillez dans l'espace de travail en direct, toutes les modifications que vous apportez prendront effet immédiatement. C'est l'état d'opération par défaut et traditionnel dans TYPO3. Lorsque vous travaillez dans un espace de travail créé de façon personnalisée, les changements ne sont pas appliqués au site web en direct mais plutôt réalisés à travers de nouvelles versions de n'importe quel élément modifiable. Comme le versioning ne s'applique pas à tous les éléments de TYPO3, il y a des limitations à ce qui peut être fait dans les brouillons de travail; Seuls les éléments avec support de versioning peuvent être édités et tout le reste est en lecture seule. Les espaces de travail brouillon permettent l'aperçu dans le frontend. Lorsque les changements sont finaux dans un espace de travail brouillon, ils peuvent être publiés dans l'espace de travail en direct.
it: Ci sono due tipi di progetto di base in TYPO3: il progetto "Live" e un certo numero di progetti "Bozza". Quando lavori nel Progetto Live tutte le modifiche apportate avranno effetto immediato. Questo è lo stato di funzionamento predefinito e tradizionale in TYPO3. Quando si lavora in un progetto creato di solito, le modifiche non vengono applicate al sito web live, ma vengono effettuate attraverso nuove versioni di qualsiasi elemento modificabile. Poiché la versionazione non si applica a tutti gli elementi di TYPO3, ci sono limitazioni a ciò che si può fare in progetti di progetti di progetti di progetto; possono essere modificati solo gli elementi con supporto versionale e tutto il resto è in sola lettura. Progetti di progetto consentono l'anteprima nel frontend. Quando le modifiche sono definitive in un progetto di progetto di progetto di progetto, possono essere pubblicate nel progetto di lavoro live.
nl: Er zijn twee basistypes van werkruimtes in TYPO3: de "live" werkruimte en een aantal "Klad" werkruimtes. Bij het werken in de Live werkruimte hebben alle wijzigingen direct effect. Dit is de standaard en de traditionele manier van werken in TYPO3. Bij het werken in zelfgemaakte werkruimtes worden wijzigingen niet toegepast op de live website maar als nieuwe versies van bewerkbare elementen. Omdat versiebeheer niet van toepassing is op alle elementen in TYPO3 zijn er beperkingen op wat gedaan kan worden in klad-werkruimtes. Alleen elementen die versies ondersteunen kunnen worden bewerkt en al het andere is alleen-lezen. Klad-werkruimtes hebben de mogelijkheid om een voorvertoning in de frontend te tonen. Als wijzigingen zijn voltooid in een kladwerkruimte dan kunnen ze gepubliceerd worden in de live werkruimte.

# _menu_adminFunction.seeAlso
source: be_users:admin
it: it_users:admin

# _list_module_noId.seeAlso
source: xMOD_csh_corebe:list_module
it: xMOD_csh_corebe:list_modulo

# _list_searchbox.seeAlso
source: xMOD_csh_corebe:list_module
it: xMOD_csh_corebe:list_modulo

# _perm_module_setting.seeAlso
source: xMOD_csh_corebe:perm_module, User Management Howto | https://docs.typo3.org/typo3cms/GettingStartedTutorial/UserManagement/SettingUpUserPermissions/
de: xMOD_csh_corebe:perm_module, Benutzerverwaltung Howto | https://docs.typo3.org/typo3cms/GettingStartedTutorial/UserManagement/SettingUpUserPermissions/
it: xMOD_csh_corebe:perm_module, Howto di Gestione Utente | https://docs.typo3.org/typo3cms/GettingStartedTutorial/UserManagement/SettingUpUserPermissions/
nl: xMOD_csh_corebe:perm_module, Gebruikersbeheer | https://docs.typo3.org/typo3cms/GettingStartedTutorial/UserManagement/SettingUpUserPermissions/

# _filelist_module.seeAlso
source: xMOD_csh_corebe:list_module, xMOD_csh_corebe:filetree, be_groups:file_mountpoints, sys_filemounts
it: xMOD_csh_corebe:list_module, xMOD_csh_corebe:filetree, be_groups:file_mountpoint, sys_filemounts

# _file_edit.seeAlso
source: xMOD_csh_corebe:filelist_module
it: xMOD_csh_corebe:filelist_modulo

# _file_newfolder.seeAlso
source: xMOD_csh_corebe:filelist_module, xMOD_csh_corebe:file_newfile, xMOD_csh_corebe:file_rename
it: xMOD_csh_corebe:filelist_module, xMOD_csh_corebe:file_newfile, xMOD_csh_corebe:file_rinomina

# _file_newfile.seeAlso
source: xMOD_csh_corebe:file_edit, xMOD_csh_corebe:filelist_module, xMOD_csh_corebe:file_newfolder, xMOD_csh_corebe:file_rename
it: xMOD_csh_corebe:file_edit, xMOD_csh_corebe:filelist_module, xMOD_csh_corebe:file_newfolder, xMOD_csh_corebe:file_rinomina

# _file_rename.seeAlso
source: xMOD_csh_corebe:filelist_module
it: xMOD_csh_corebe:filelist_modulo

# _filetree.seeAlso
source: be_groups:groupMods, be_groups:file_mountpoints, be_users:file_mountpoints, Managing files in TYPO3 | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheFileModuleOrImageArchives/ManagingFilesInTypo3/ Uploading Files | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheFileModuleOrImageArchives/UploadingImagesToTheArchive/, Details about file mounts | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/MoreAboutFileMounts/, sys_filemounts, xMOD_csh_corebe:filelist_module
nl: be_groups:groupMods, be_groups:file_mountpoints, be_users:file_mountpoints, Bestanden in TYPO3 beheren | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheFileModuleOrImageArchives/ManagingFilesInTypo3/ Bestanden uploaden | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheFileModuleOrImageArchives/UploadingImagesToTheArchive/, Details over bestandsbeginpunten | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/MoreAboutFileMounts/, sys_filemounts, xMOD_csh_corebe:filelist_module

# _list_module.seeAlso
source: xMOD_csh_corebe:pagetree, xMOD_csh_corebe:list_module_root, xMOD_csh_corebe:filelist_module, xMOD_csh_corebe:TCEforms Selective Editing | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheListModuleAndClipboard/SelectiveEditing/ The List module ("Inside TYPO3") | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/CoreModules/ListModule/,
nl: be_groups:groupMods, be_groups:file_mountpoints, be_users:file_mountpoints, Bestanden in TYPO3 beheren | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheFileModuleOrImageArchives/ManagingFilesInTypo3/ Bestanden uploaden | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheFileModuleOrImageArchives/UploadingImagesToTheArchive/, Details over bestandsbeginpunten | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/MoreAboutFileMounts/, sys_filemounts, xMOD_csh_corebe:filelist_module

# _list_clipboard.seeAlso
source: xMOD_csh_corebe:list_module, xMOD_csh_corebe:filelist_clipboard, Using the clipboard | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheListModuleAndClipboard/UsingTheListModuleEffectively/ Numeric Clipboard pads | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheListModuleAndClipboard/TheNumericClipboardPads-ManagingManyElements/ Clipboard details [Technical] | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/GeneralInterfaceFeatures/Clipboard/, Accessing clipboard in scripts [Technical] | https://docs.typo3.org/typo3cms/CoreApiReference/ApiOverview/Examples/Clipboard/
nl: xMOD_csh_corebe:list_module, xMOD_csh_corebe:filelist_clipboard, Klembord gebruiken | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheListModuleAndClipboard/UsingTheListModuleEffectively/ Het numerieke klembord | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheListModuleAndClipboard/TheNumericClipboardPads-ManagingManyElements/ Klembord details [Technisch] | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/GeneralInterfaceFeatures/Clipboard/, Klembord gebruiken in scripts [Technisch] | https://docs.typo3.org/typo3cms/CoreApiReference/ApiOverview/Examples/Clipboard/

# _new_ce.seeAlso
source: xMOD_csh_corebe:new_pages, xMOD_csh_corebe:new_regular, How to create new page content | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/NewPage/ More about Content Element types | https://docs.typo3.org/typo3cms/GettingStartedTutorial/GeneralPrinciples/PageContent/ Adding Custom elements [Technical] | https://docs.typo3.org/typo3cms/CoreApiReference/ApiOverview/Examples/ContentElementWizard/
nl: xMOD_csh_corebe:new_pages, xMOD_csh_corebe:new_regular, Hoe nieuwe pagina inhoud maken | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/NewPage/ Meer over types contentelementen | https://docs.typo3.org/typo3cms/GettingStartedTutorial/GeneralPrinciples/PageContent/ Over aangepaste contentelementen [Technisch] | https://docs.typo3.org/typo3cms/CoreApiReference/ApiOverview/Examples/ContentElementWizard/

# _TCEforms.seeAlso
source: Editing pages | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/EditPageContent/ Frontend Editing | http://typo3.org/documentation/document-library/doc_tut_quickstart/Frontend_editing/, xMOD_csh_corebe:list_module User TSconfig related to forms | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/Options/ Page TSconfig related to forms | https://docs.typo3.org/typo3cms/CoreApiReference/Rte/Transformations/Tsconfig/ Linking to the edit forms [Technical] | https://docs.typo3.org/typo3cms/CoreApiReference/ApiOverview/Examples/EditLinks/
nl: Pagina's bewerken | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/EditPageContent/ Bewerken via Frontend | http://typo3.org/documentation/document-library/doc_tut_quickstart/Frontend_editing/, xMOD_csh_corebe:list_module User TSconfig betreffende formulieren | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/Options/ Page TSconfig betreffende formulieren | https://docs.typo3.org/typo3cms/CoreApiReference/Rte/Transformations/Tsconfig/ Linken naar formulieren voor bewerken [Technisch] | https://docs.typo3.org/typo3cms/CoreApiReference/ApiOverview/Examples/EditLinks/

# _perm_module.seeAlso
source: xMOD_csh_corebe:perm_module_setting, User Management How-to | https://docs.typo3.org/typo3cms/GettingStartedTutorial/UserManagement/SettingUpUserPermissions/ Permission system in TYPO3 [Technical] | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/AccessControlOptions/, _MOD_user_setup:option_helpText
nl: xMOD_csh_corebe:perm_module_setting, Gebruikersbeheer | https://docs.typo3.org/typo3cms/GettingStartedTutorial/UserManagement/SettingUpUserPermissions/ Rechtensysteem in TYPO3 [Technisch] | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/AccessControlOptions/, _MOD_user_setup:option_helpText
