Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_mod_web_list.xlf
Languages: cs, da, de, fr, hi, nl

# mlang_labels_tablabel
source: List of database-records
cs: Seznam databázových záznamů
da: Liste over database-records
de: Liste der Datenbankdaten
fr: Liste des enregistrements de base de données
hi: डेटाबेस रिकॉर्ड्स की लिस्ट
nl: Lijst van databaserecords

# mlang_labels_tabdescr
source: The Web>List module provides low level access to records appearing on a page.
cs: Modul Web>Seznam poskytuje nízkoúrovňový přístup k záznamům uloženým na stránce.
da: Modulet Web>Liste giver dig den mest grundliggende tilgang til databaseelementerne på en side. Mens andre moduler hovedsagligt er specialiserede indenfor enkelte operationer på enkelte databasetabeller, så giver dette modul ultimativ adgang til de egentlige databaseelementer som er tilgængelige for en bruger.
de: Das Modul der Web>-Liste bietet einen geringen Zugriff auf Datensätze, die auf einer Seite erscheinen.
fr: Le module Liste Web>fournit un accès faible aux enregistrements apparaissant sur une page.
hi: वेब>लिस्ट मोड्यूल पेज में रिकॉर्ड तैयार करने के लिए लौ लेवल का एक्सेस की अनुमति देता है।
nl: De Web>Lijst module biedt basale toegang tot de records in een pagina.

# mlang_tabs_tab
source: List
cs: Záznamy
da: Liste
de: Liste
fr: Liste
hi: लिस्ट
nl: Lijst

# clip_pasteAfter
source: Paste after: Clipboard content is inserted after this record
cs: Vložit za: Obsah schránky je vložen za tento záznam
da: Indsæt efter: Klippebordets indhold indsættes efter dette element
de: Einfügen nach: Zwischenablage-Inhalt wird nach diesem Eintrag eingefügt
fr: Coller après : Le contenu du presse-papiers est inséré après cet enregistrement
hi: पेस्ट आफ्टर:इस रिकॉर्ड के बाद क्लिपबोर्ड कंटेंट डाला गया
nl: Plak na: Inhoud van klembord wordt ingevoegd na dit element

# clip_pasteInto
source: Paste into: Clipboard content is inserted on this page
cs: Vložit do: Obsah schránky je vložen do této stránky
da: Indsæt i: Klippebordets indhold indsættes på denne side
de: Einfügen in: Zwischenablage-Inhalt wird auf dieser Seite eingefügt
fr: Coller dans : Le contenu du presse-papiers est inséré sur cette page
hi: पेस्ट इन्टु:इस पेज में क्लिपबोर्ड कंटेंट डाला गया
nl: Plak in: Inhoud van klembord wordt ingevoegd op deze pagina

# clip_paste
source: Paste in clipboard content
cs: Vložit obsah schránky
da: Indsæt klippebordets indhold
de: In Zwischenablage-Inhalt einfügen
fr: Coller dans le presse-papiers
hi: क्लिपबोर्ड कंटेंट में पेस्ट करे
nl: Inhoud van klembord hier plakken

# clip_markRecords
source: Mark All/Mark none
cs: Označit vše/Odznačit vše
da: Markér alle/Markér ingen
de: Alle/Markieren
fr: Marquer tous/Marquer aucun
hi: मार्क सभी / मार्क कोई भी नहीं
nl: Selecteer alle/Selecteer geen

# clip_selectMarked
source: Transfer the selection of records to clipboard
cs: Přenést všechny zvolené záznamy do schránky
da: Overfør udvalget af elementer til klippebordet
de: Die Auswahl der Datensätze in die Zwischenablage übertragen
fr: Transférer la sélection des enregistrements dans le presse-papiers
hi: रिकॉर्ड के सेक्शन को क्लिपबोर्ड में ट्रांसफर करे
nl: De geselecteerde elementen overbrengen naar het klembord

# clip_duplicates
source: Mark duplicates
cs: Označit duplikáty
da: Markér gengangere
de: Duplikate markieren
fr: Marquer les doublons
hi: मार्क डुप्लिकेट्स
nl: Markeer duplicaten

# clip_editMarked
source: Edit marked
cs: Upravit označené
da: Redigér markerede
de: Markiert bearbeiten
fr: Modifier marqué
hi: एडिट मार्केड
nl: Bewerk geselecteerde

# clip_deleteMarked
source: Delete marked
cs: Odstranit označené
da: Slet markerede
de: Markiert löschen
fr: Supprimer marqué
hi: डिलीट मार्केड
nl: Verwijder geselecteerde

# clip_deleteMarkedWarning
source: Are you sure you want to delete all marked records from the table '%s'?
cs: Jste si jisti, že chcete odstranit všechny označené záznamy z tabulky '%s'?
da: Er du sikker på, at du vil slette alle markerede elementer fra tabellen '%s'?
de: Sind Sie sicher, dass Sie alle markierten Datensätze aus der Tabelle '%s ' löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer tous les enregistrements marqués de la table '%s'?
hi: क्या आप वाकई "%s" टेबल से सभी मार्केड रिकॉर्ड को मिटाना चाहते हैं?
nl: Geselecteerde elementen verwijderen uit tabel '%s'?

# showInfo
source: Display information
cs: Zobrazovaná informace
da: Vis information
de: Informationen anzeigen
fr: Afficher les informations
hi: जानकारी दिखाए
nl: Toon informatie

# edit
source: Edit record
cs: Upravit záznam
da: Redigér element
de: Eintrag bearbeiten
fr: Modifier l'enregistrement
hi: एडिट रिकॉर्ड
nl: Bewerk record

# editPage
source: Edit page properties
cs: Upravit nastavení stránky
da: Redigér side egenskaber
de: Seiteneigenschaften bearbeiten
fr: Modifier les propriétés de la page
hi: एडिट पेज प्रॉपर्टीज
nl: Bewerk pagina-eigenschappen

# new
source: New record
cs: Nový záznam
da: Nyt element
de: Neuer Eintrag
fr: Nouveau enregistrement
hi: नया रिकॉर्ड
nl: Nieuw record

# newPage
source: Create new page after this page
cs: Vytvořit novou stranu za touto stranou
da: Opret ny side efter denne side
de: Neue Seite nach dieser Seite erstellen
fr: Créer une nouvelle page après cette page
hi: इस पेज के बाद नया पेज बनाएँ
nl: Maak nieuwe pagina na deze

# newRecord
source: Create new record after this record
cs: Vytvořit záznam za tímto záznamem
da: Opret nyt element efter dette element
de: Neue Aufnahme nach diesem Eintrag erstellen
fr: Créer un nouvel enregistrement après cet enregistrement
hi: इस रिकॉर्ड के बाद नया रिकार्ड बनाएं
nl: Maak nieuw record na deze

# newRecordGeneral
source: Create new record
cs: Vytvořit nový záznam
da: Opret nyt element
de: Neuen Eintrag erstellen
fr: Créer un nouvel enregistrement
hi: नया रिकार्ड बनाएं
nl: Maak nieuw record

# moveUp
source: Move up in list
cs: Přesunout nahoru v seznamu
da: Flyt op i listen
de: In Liste verschieben
fr: Monter dans la liste
hi: लिस्ट में ऊपर खिसकाएँ
nl: Verplaats naar boven in lijst

# moveDown
source: Move down in list
cs: Přesunout dolů v seznamu
da: Flyt ned i listen
de: In Liste verschieben
fr: Déplacer dans la liste
hi: लिस्ट में नीचे खिसकाएँ
nl: Verplaats naar beneden in lijst

# move_record
source: Re-position content element
cs: Změnit pozici obsahu
da: Skift position for indholdselement
de: Inhaltselement erneut positionieren
fr: Répositionner l'élément de contenu
hi: कंटेंट एलिमेंट का स्थान बदलें
nl: Herpositioneer contentelement

source: Move page
cs: Přesunout stranu
da: Flyt side
de: Seite verschieben
fr: Déplacer la page
hi: पेज खिसकाएँ
nl: Verplaats pagina

# hide
source: Hide record
cs: Skrýt záznam
da: Skjul element
de: Eintrag ausblenden
fr: Masquer l'enregistrement
hi: रिकॉर्ड छुपाये
nl: Verberg record

# unHide
source: Un-hide record
cs: Odkrýt záznam
da: Synliggør element
de: Eintrag entsperren
fr: Aucun enregistrement
hi: रिकॉर्ड सामने लाएँ
nl: Verbergen record opheffen

source: Hide page
cs: Skrýt stránku
da: Skjul side
de: Seite ausblenden
fr: Masquer la page
hi: पेज छुपाएँ
nl: Verberg Pagina

source: Un-hide page
cs: Odkrýt stránku
da: Synliggør side
de: Seite entsperren
fr: Page de non-cacher
hi: पेज सामने लाएँ
nl: Toon Pagina

# prevLevel
source: Move this page to the position after the current parent page (Inwards)
cs: Přesunout stránku na pozici za současnou stránkou (Dovnitř)
da: Flyt denne side til positionen efter den nuværende side (Indad)
de: Diese Seite nach der aktuellen übergeordneten Seite nach der Position verschieben (Inwards)
fr: Déplacer cette page vers la position après la page mère actuelle (en cours)
hi: करंट पैरेंट पेज के बाद की स्थिति के लिए इस पेज को ले जाएँ (इनवर्ड)
nl: Verplaats deze pagina een niveau terug (binnen de parent)

# nextLevel
source: Move this page to be a subpage of the page above (Outwards)
cs: Přesunout stránku jako podstránku stránky nahoře (Ven)
da: Flyt denne side til at være en underside til siden herover (Udad)
de: Diese Seite verschieben, um eine Unterseite der Seite oben (nach außen)
fr: Déplacer cette page pour être une sous-page de la page ci-dessus (en haut)
hi: ऊपर पृष्ठ के एक उपपृष्ठ होने के लिए इस पेज पर ले जाएँ (बाहर)
nl: Verplaats deze pagina een niveau dieper als subpagina

# delete
source: Delete record (!)
cs: Smazat záznam (!)
da: Slet element (!)
de: Eintrag löschen (!)
fr: Supprimer l'enregistrement (!)
hi: रेकॉर्ड हटाये(!)
nl: Verwijder dit record (!)

# restore
source: Restore record
cs: Obnovit záznam
da: Genindlæs element
de: Eintrag wiederherstellen
fr: Restaurer l'enregistrement
hi: रेकॉर्ड रिस्टोर करे
nl: Record herstellen

# history
source: Display change history / Un-do
cs: Zobrazit historii změn / Undo
da: Vis ændringsforløbet / Fortryd
de: Änderungsverlauf anzeigen / Zurücksetzen
fr: Afficher l'historique des changements / Dés-do
hi: डिस्प्ले चेंज हिस्ट्री/उन-डु
nl: Toon wijzigingen / Ongedaan maken

source: Display versions
cs: Zobrazit verze
da: Vis versioner
de: Versionen anzeigen
fr: Afficher les versions
hi: डिस्प्ले वर्जन
nl: Toon versies

# permissions
source: Set permissions for page
cs: Nastavit přístup pro stránku
da: Sæt rettigheder for siden
de: Berechtigungen für Seite festlegen
fr: Définir les permissions pour la page
hi: पेज के लिए अनुमतियाँ सेट करें
nl: Instellen rechten voor deze pagina

# largeControl
source: Extended view
cs: Rozšířený pohled
da: Udvidet visning
de: Erweiterte Ansicht
fr: Vue étendue
hi: एक्सटेंड व्यू
nl: Uitgebreid overzicht

# contractView
source: List all tables
cs: Vypsat všechny tabulky
da: Vis alle tabeller
de: Alle Tabellen auflisten
fr: Liste toutes les tables
hi: सभी टेबल्स का लिस्ट
nl: Laat alle tabellen zien

# expandView
source: List only this table
cs: Vypsat všechny tabulky
da: Vis kun denne tabel
de: Nur diese Tabelle auflisten
fr: Liste seulement cette table
hi: सिर्फ इस टेबल को लिस्ट करे
nl: Laat alleen deze tabel zien

source: Show clipboard
cs: Ukázat schránku
da: Vis klippebord
de: Zwischenablage anzeigen
fr: Afficher le presse-papiers
hi: क्लिपबोर्ड दिखाएँ
nl: Toon klembord

# editShownColumns
source: Edit all shown fields of the listed records
cs: Upravit všechna ukázaná pole vypsaných záznamů
da: Redigér alle viste felter i de oplistede elementer
de: Alle angezeigten Felder der aufgelisteten Datensätze bearbeiten
fr: Modifier tous les champs affichés des enregistrements listés
hi: लिस्टेड रेकॉर्ड की सब फील्ड को एडिट करे
nl: Bewerk alle zichtbare velden van de getoonde records

# editThisColumn
source: Edit the '%s' field of the listed records
cs: Upravit '%s' pole vypsaných záznamů
da: Redigér feltet '%s' i de oplistede elementer
de: '%s' Feld der aufgelisteten Datensätze bearbeiten
fr: Modifier le champ '%s' des enregistrements listés
hi: लिस्टेड रेकॉर्ड की "%s" फील्ड को एडिट करे
nl: Bewerk het '%s' veld van de getoonde records

# deleteWarning
source: Are you sure you want to delete this record?
cs: Jste si jisti, že chcete smazat tento záznam?
da: Er du sikker på, at du ønsker at slette dette element?
de: Sind Sie sicher, dass Sie diesen Eintrag löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer cet enregistrement ?
hi: क्या आप निश्चित हैं कि आप इस रेकॉर्ड को हटाना चाहते हैं?
nl: Dit record verwijderen?

# restoreWarning
source: Are you sure you want to restore this record by reverting the delete status?
cs: Jste si jisti, že chcete obnovit tento záznam návratem stavu odstranění?
da: Er du sikker på at du vil genindlæse dette element ved at fjerne slette-status?
de: Sind Sie sicher, dass Sie diesen Eintrag wiederherstellen möchten, indem Sie den Löschstatus wieder rückgängig machen?
fr: Êtes-vous sûr de vouloir restaurer cet enregistrement en révisant le statut de suppression ?
hi: क्या आप निश्चित हैं कि आप हटाये स्टेटस को रिवर्ट कर के इस रिकॉर्ड को रिस्टोर करना चाहते हैं?
nl: Weet u zeker dat dit record hersteld moet worden door het niet meer als verwijderd te beschouwen?

# localization
source: Localization view
cs: Pohled na lokalizace
da: Oversættelsesvisning
de: Lokalisierungsansicht
fr: Vue de localisation
hi: लोकलाइजेशन व्यू
nl: Localisatie

# defaultLanguage
source: Default
cs: Standardní
da: Standard
de: Standard
fr: Par défaut
hi: डिफ़ॉल्ट
nl: Standaard

# multipleLanguages
source: All languages
cs: Všechny jazyky
da: Alle sprog
de: Alle Sprachen
fr: Toutes les langues
hi: सभी भाषाएँ
nl: Alle talen

# Localize
source: Localize to
da: Oversæt til
de: Lokalisieren zu
fr: Localiser à
nl: Localiseren naar

# viewRecords
source: Viewing records of
cs: Prohlížení záznamů
da: Viser elementer af
de: Aufzeichnungen anzeigen von
fr: Voir les enregistrements de
hi: का रिकॉर्ड देखें
nl: Records bekijken van

# pageIndicator
source: Page %1$s of %2$d
da: Side %1$s af %2$d
de: Seite %1$s von %2$d
fr: Page %1$s de %2$d
hi: पेज %1$s का %2 $d
nl: Pagina %1$s van %2$d

# rangeIndicator
source: Records %1$d - %2$d
da: Element %1$d - %2$d
de: Datensätze %1$d - %2$d
fr: Enregistrements %1$d - %2$d

# missingTcaColumnsMessageTitle
source: Missing TCA definition
cs: Chybí definice TCA
da: Der mangler TCA definition
de: Fehlende TCA-Definition
fr: Définition TCA manquante
hi: मिसिंग TCA डेफिनिशन
nl: TCA-definitie ontbreekt

# missingTcaColumnsMessage
source: No fields for table "%s" have been found. $TCA['%s']['columns'] does not contain the necessary definitions.
da: Der blev ikke fundet nogen felter for tabellen "%s". $TCA['%s']['columns'] indeholder ikke den nødvendige definition.
de: Keine Felder für Tabelle "%s" wurden gefunden. $TCA['%s']['columns'] enthält keine notwendigen Definitionen.
fr: Aucun champ pour la table "%s" n'a été trouvé. $TCA['%s']['columns'] ne contient pas les définitions nécessaires.
nl: Voor de tabel "%s" zijn geen velden gevonden. $TCA[%s]['columns'] bevat niet de noodzakelijke definities.

# noRecordsOnThisPage
source: There are no records on this page.
da: Der er ikke nogen elementer på denne side.
de: Es gibt keine Einträge auf dieser Seite.
fr: Il n'y a pas d'enregistrement sur cette page.
hi: इस पेज पर कोई रिकॉर्ड नहीं।
nl: Er bestaan geen records op deze pagina.

# button.cancel
source: Cancel
da: Annuller
de: Abbrechen
fr: Annuler
hi: रद्द
nl: Annuleren

# button.close
source: Close
da: Luk
de: Schließen
fr: Fermer
nl: Sluiten

# button.delete
source: Delete
da: Slet
de: Löschen
fr: Supprimer
hi: मिटाएँ
nl: Verwijderen
