Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_csh_corebe.xlf
Languages: de, fr, it, nl

# .alttitle
source: TYPO3 Core
de: TYPO3 Kern
fr: Noyau TYPO3
it: Nucleo TYPO3

# .description
source: TYPO3 is a Content Management Framework which consists of a central program core with only limited functionality. To extend this core system there are hundreds of extensions which in combination will provide a very capable system.
de: TYPO3 ist ein Content Management Framework, das aus einem zentralen Programmkern mit nur begrenzter Funktionalität besteht.
fr: TYPO3 est un cadre de gestion de contenu qui consiste en un noyau central de programme avec une fonctionnalité limitée. Pour étendre ce système de base il y a des centaines d'extensions qui en combinaison fournira un système très capable.
it: TYPO3 è un Framework di Gestione dei Contenuti che consiste in un core di programma centrale con funzionalità limitate. Per estendere questo sistema core ci sono centinaia di estensioni che in combinazione forniranno un sistema molto capace.
nl: TYPO3 is een Content Management Framework dat bestaat uit een centrale programma kern (core) met slechts beperkte functionaliteit. Om dit kern systeem uit te breiden zijn er honderden extensies die samen een krachtig systeem vormen.

# .details
source: For most people TYPO3 is equivalent to a CMS providing a backend for management of the content and a frontend engine for website display. However TYPO3s core is natively designed to be a general purpose framework for management of database content. The core of TYPO3 delivers a set of principles for storage of this content, user access management, editing of the content, uploading and managing files etc. Many of these principles are expressed as an API (Application Programmers Interface) for use in the <em>extensions</em> which ultimately adds most of the real functionality.
de: Für die meisten Leute ist TYPO3 ein CMS, das ein Backend für die Verwaltung des Inhalts und eine Frontend-Engine für die Website-Anzeige bietet. TYPO3s Kern ist jedoch nativ konzipiert, um ein allgemeines Zweckrahmen für die Verwaltung von Datenbankinhalten zu sein. Der Kern von TYPO3 liefert eine Reihe von Grundsätzen für die Speicherung dieses Inhalts, das Benutzerzugang Management, die Bearbeitung von Inhalten, das Hochladen und das Verwalten von Dateien usw. Viele dieser Prinzipien werden als API (Anwendungsprogramm Interface) für die Verwendung in den <em>Erweiterungen</em> ausgedrückt, die letztlich den Großteil der realen Funktionalität hinzufügen.
fr: Pour la plupart des personnes, TYPO3 est équivalent à un CMS fournissant un backend pour la gestion du contenu et un moteur de pointe pour l'affichage du site web. Cependant, le noyau TYPO3s est conçu nativement pour être un cadre général de gestion du contenu de la base de données. Le noyau de TYPO3 fournit un ensemble de principes pour le stockage de ce contenu, la gestion de l'accès à l'utilisateur, l'édition du contenu, le téléchargement et la gestion des fichiers etc. Beaucoup de ces principes sont exprimés comme une API (Application Programmers Interface) pour l'utilisation dans les extensions <em></em> qui ajoute finalement la plupart des fonctionnalités réelles.
it: Per la maggior parte delle persone TYPO3 è equivalente a un CMS che fornisce un backend per la gestione del contenuto e un motore frontend per la visualizzazione del sito. Tuttavia, il core TYPO3s è progettato nativamente come un quadro di scopo generale per la gestione del contenuto del database. Il nucleo di TYPO3 fornisce un insieme di principi per lo stoccaggio di questo contenuto, la gestione dell'accesso all'utente, la modifica del contenuto, l'upload e la gestione dei file ecc. Molti di questi principi sono espressi come API (interfaccia Programmer Applicazioni) per essere utilizzati nelle estensioni <em></em> che in ultima analisi aggiunge la maggior parte della funzionalità reale.
nl: Voor de meeste gebruikers is TYPO3 een CMS dat een backend (achterzijde) biedt voor het beheer van inhoud en een front-end (voorzijde) voor het weergeven van een website. De TYPO3 kern is echter van nature ontworpen als generisch(merkloos) framework voor het beheren van inhoud in een databank. De TYPO3 kern levert een aantal principes voor het opslaan van deze inhoud, het beheer van gebruikersrechten, het wijzigen van inhoud, het opladen en beheren van bestanden enz. Vele van deze principes worden vertaald in de vorm van een API (Application Programmers Interface) die gebruikt kan worden in <em>extensies</em> die op hun beurt uiteindelijk de meeste functionaliteit toevoegen.

# _.seeAlso
source: Inside TYPO3 | https://docs.typo3.org/typo3cms/InsideTypo3Reference/
de: Inside TYPO3 | https://docs.typo3.org/typo3cms/InsideTypo3Referenz/
fr: Dans TYPO3 | https://docs.typo3.org/typo3cms/InsideTypo3Reference/
it: All'interno di TYPO3 | https://docs.typo3.org/typo3cms/InsideTypo3Reference/

# _.image
source: EXT:core/Resources/Public/Images/cshimages/login.png
fr: EXT:core/Ressources/Public/Images/cshimages/login.png

# .image_descr
source: TYPO3 backend login screen.
de: TYPO3 Backend Login-Bildschirm.
fr: Écran de connexion TYPO3.
it: Schermata di login TYPO3 backend.
nl: TYPO3 backend login scherm - zomer 2004 (versie 3.6.1)

# menu_modules.alttitle
source: Backend modules
de: Backend-Module
fr: Modules de base
it: Moduli Backend

# menu_modules.description
source: The Backend menu reflects the hierarchy of main- and sub-modules in TYPO3. Click a menu item to access the corresponding module.
de: Das Backend-Menü spiegelt die Hierarchie der Haupt- und Submodule in TYPO3 wider.
fr: Le menu Backend reflète la hiérarchie des sous-modules principaux et sous-modules dans TYPO3. Cliquez sur un élément de menu pour accéder au module correspondant.
it: Il menu Backend riflette la gerarchia dei moduli principali e secondari in TYPO3. Clicca su una voce di menu per accedere al modulo corrispondente.
nl: Het Backend menu weerspiegelt de hierarchie van hoofdmodules en bijkomende modules in TYPO3. Klik op een menu element om de overeenstemmende module te activeren.

# menu_modules.details
source: Backend Users might see different menu items depending on their access permissions. The "Admin" user on a system will always see all modules available. You can configure the backend to display the menu in two alternative versions (useful on smaller screens); As a selector box or list of icons in the top frame of the backend. When you click the little "+" or "-" icons next to the main modules, you can collapse (-) or expand (+) all the sub modules. By selecting the "Expand all" check box, all items are expanded. When the checkbox is unselected again, the menu changes back to the previous folding state. If you click "Expand all" and collapse a main module afterwards, the previous folding state is discarded and "Expand all" is unselected again.
de: Backend-Benutzer können je nach Zugriffsrechten verschiedene Menüpunkte sehen. Der "Admin" Benutzer auf einem System wird immer alle verfügbaren Module sehen. Sie können das Backend konfigurieren, um das Menü in zwei alternativen Versionen anzuzeigen (nützlich auf kleineren Bildschirmen); Als Auswahlbox oder Liste von Symbolen im oberen Rahmen des Backends. Wenn Sie auf die kleinen "+" oder "-" Symbole neben den Hauptmodulen klicken, können Sie zusammenbrechen (-) oder erweitern (+) alle Submodule. Durch die Auswahl des Kästchens "Alle erweitern" werden alle Elemente erweitert. Wenn das Kontrollkästchen wieder nicht ausgewählt ist, ändert sich das Menü wieder in den vorherigen Faltenstatus. Wenn Sie auf "Alles erweitern" klicken und danach ein Hauptmodul zusammenbrechen, wird der bisherige Faltenstatus verworfen und "Alles erweitern" wieder deaktiviert.
fr: Les utilisateurs de Backend peuvent voir différents éléments de menu en fonction de leurs permissions d'accès. L'utilisateur "Admin" d'un système verra toujours tous les modules disponibles. Vous pouvez configurer le backend pour afficher le menu dans deux versions alternatives (utiles sur des écrans plus petits); en tant que boîte de sélection ou liste d'icônes dans le cadre supérieur du backend. Lorsque vous cliquez sur les petites icônes "+" ou "-" à côté des modules principaux, vous pouvez décompresser (-) ou étendre (+) tous les sous-modules. En sélectionnant la case "Expire tout", tous les éléments sont agrandis. Lorsque la case est à nouveau désactivée, le menu change à l'état de pliage précédent. Si vous cliquez sur "Expire tout" et que vous écroulez un module principal par la suite, l'état de pliage précédent est rejeté et "Expire tout" est à nouveau non sélectionné.
it: Gli utenti Backend potrebbero vedere diversi elementi di menu a seconda dei loro permessi di accesso. L'utente "Admin" su un sistema vedrà sempre tutti i moduli disponibili. Puoi configurare il backend per visualizzare il menu in due versioni alternative (utile su schermi minori); come una casella di selezione o una lista di icone nel riquadro superiore del backend. Quando clicchi le icone "+" o "-" accanto ai moduli principali, puoi comprimere (-) o espandere (+) tutti i sotto moduli. Selezionando la casella di controllo "Espandi tutto", tutti gli elementi sono stati espansi. Quando la casella di controllo è nuovamente deselezionata, il menu cambia lo stato precedente della cartella. Se clicchi "Espandi tutto" e comprimi un modulo principale dopo, lo stato precedente di ripetizione viene scartato e "Espandi tutto" è nuovamente non eletto.
nl: Backend gebruikers kunnen verschillende menu elementen zien, afhankelijk van hun gebruikersrechten. De "Admin" gebruiker van een systeem zal altijd alle beschikbare modules zien. U kan de backend configureren volgens twee alternatieve menu weergaven (handig voor lage schermresolutie): als een keuze menu links of als een lijst van icoontjes bovenaan. Wanneer u op de "+" of "-" icoontjes naast de hoofdmodules klikt, kan u de onderliggende modules verbergen (-) of tonen (+). Door "Allen uitklappen" aan te klikken worden alle modules getoond. Indien u deze optie uitklikt keert het menu naar zijn vorige status terug. Indien u "Allen uitklappen" aanklikt en vervolgens een hoofdmodule inklapt, dan zal de vorige status niet meer onthouden worden en de "Allen uitklappen" checkbox niet meer geselecteerd zijn.

# _menu_modules.seeAlso
source: be_groups:groupMods, be_users:userMods, More about Modules | https://docs.typo3.org/typo3cms/GettingStartedTutorial/GeneralPrinciples/Index.html
de: be_groups:groupMods, be_users:userMods, Weitere über Module | https://docs.typo3.org/typo3cms/GettingStartedTutorial/GeneralPrinciples/Index.html
fr: be_groups:groupMods, be_users:userMods, Plus sur Modules | https://docs.typo3.org/typo3cms/GettingStartedTutorial/GeneralPrinciples/Index.html
it: be_groups:groupMods, be_users:userMods, Altro sui Moduli | https://docs.typo3.org/typo3cms/GettingStartedTutorial/GeneralPrinciples/Index.html
nl: be_groups:groupMods, be_users:userMods, Meer over modules | https://docs.typo3.org/typo3cms/GettingStartedTutorial/GeneralPrinciples/Index.html

# menu_modules.image_descr
source: This is the range of menu options for a typical backend user. For another backend user it might be different. This screenshot shows how another user has different permissions set and therefore access to other modules only. Also the backend language has been set different for this user.
de: Dies ist die Auswahl der Menüoptionen für einen typischen Backend-Benutzer. Für einen anderen Backend-Benutzer könnte es anders sein. Dieser Screenshot zeigt, wie ein anderer Benutzer unterschiedliche Berechtigungen hat und somit nur Zugriff auf andere Module hat. Auch die Backend-Sprache wurde für diesen Benutzer anders eingestellt.
fr: Ceci est la gamme des options de menu pour un utilisateur de backend typique. Pour un autre utilisateur de backend, il peut être différent. Cette capture d'écran montre comment un autre utilisateur a des permissions différentes et donc accès à d'autres modules seulement. La langue de fond a également été définie différemment pour cet utilisateur.
it: Questa è la gamma di opzioni di menu per un utente tipico del backend. Per un altro utente di backend potrebbe essere diversa. Questo screenshot mostra come un altro utente ha diversi permessi e quindi l'accesso solo ad altri moduli. Anche la lingua del backend è stata impostata diversamente per questo utente.
nl: Dit zijn de courante menu opties voor een typische backend gebruiker. Voor een andere backend gebruiker kan dit verschillend zijn. Deze schermafbeelding toont dat een andere gebruiker met verschillende toegangsrechten ook anderere menu opties kan te zien krijgen. Ook de taal van de gebruikersinterface kan verschillend zijn per backend gebruiker.

# menu_adminFunction.alttitle
source: Admin Functions
de: Admin-Funktionen
fr: Fonctions Admin
it: Funzioni Admin
nl: Admin functies

# menu_adminFunction.description
source: The Admin Functions allow administrators to clear caches etc.
de: Die Admin-Funktionen erlauben Administratoren, Caches etc. zu löschen.
fr: Les fonctions Admin permettent aux administrateurs de vider les caches etc.
it: Le funzioni di Admin consentono agli amministratori di cancellare cache ecc.
nl: De Admin Functies stellen beheerders in staat om de cache te wissen enz.

# menu_adminFunction.details
source: TYPO3 has multiple caching systems: <b>Database Cache</b> A very central cache is the database cache table, "cache_hash", which needs to be flushed after certain major changes in the system. You "clear all cache" by clicking the link with the blue icon. After this operation any website content should be re-generated from the sources rather than be delivered from caches. This operation clears <i>all</i> database tables registered as flushable cache tables. <b>Cached PHP configuration files from Extensions</b> TYPO3 also caches small configuration scripts from extensions, "ext_localconf.php" and "ext_tables.php". These files are simply read from all installed extensions and concatenated into temporary PHP scripts found in the typo3temp/Cache/Code/cache_core/ folder. Sometimes you need to remove these files so TYPO3 re-writes them from the originals. This is done by the "Clear temp_CACHED" link. <b>Notice:</b> You should not clear these caches without a second thought. Clearing caches may affect performance on your server negatively for a while. Obviously the cached content has to be regenerated which takes time and under heavy load it might make your server un-available for a while.
de: TYPO3 hat mehrere Caching-Systeme: <b>Datenbank Cache</b> Ein sehr zentraler Cache ist die Datenbank-Cache-Tabelle, "cache_hash", die nach einigen großen Änderungen des Systems gelöscht werden muss. Sie "Alle Caches löschen", indem Sie auf den Link mit dem blauen Symbol klicken. Nach dieser Operation sollten alle Inhalte der Website von den Quellen neu generiert werden, anstatt von Caches ausgeliefert zu werden. Diese Operation löscht <i>alle</i> Datenbanktabellen, die als flüssige Cache-Tabellen registriert sind. <b>Cached PHP Konfigurationsdateien aus Erweiterungen</b> TYPO3 speichert auch kleine Konfigurationsskripte aus Erweiterungen, "ext_localconf.php" und "ext_tables.php". Diese Dateien werden einfach von allen installierten Erweiterungen gelesen und in temporäre PHP-Skripte zusammengefasst, die im Typo3temp/Cache/Code/cache_core/ Ordner gefunden wurden. Manchmal müssen Sie diese Dateien entfernen, so dass TYPO3 sie von den Originalen neu schreibt. Dies wird durch den Link "Clear temp_CACHED" getan. <b>Hinweis:</b> Du solltest diese Caches nicht ohne einen zweiten Gedanken löschen. Das Löschen von Caches kann die Leistung auf Ihrem Server für eine Weile negativ beeinflussen. Natürlich muss der zwischengespeicherte Inhalt neu erstellt werden, der Zeit braucht und unter schwerer Belastung kann er Ihren Server für eine Weile wieder verfügbar machen.
fr: TYPO3 a plusieurs systèmes de cache : <b>Cache de base de données</b> Un cache très central est la table de cache de base de données, "cache_hash", qui doit être vidée après certains changements majeurs dans le système. Vous "effacer tous les cache" en cliquant sur le lien avec l'icône bleue. Après cette opération, tout contenu du site web devrait être ré-généré à partir des sources plutôt que d'être livré à partir de caches. Cette opération efface <i>toutes les</i> tables de base de données enregistrées comme des tables de cache flussables. <b>Les fichiers de configuration PHP mis en cache à partir des extensions</b> TYPO3 cache également de petits scripts de configuration à partir d'extensions, "ext_localconf.php" et "ext_tables.php". Ces fichiers sont simplement lus à partir de toutes les extensions installées et concaténés dans les scripts PHP temporaires trouvés dans le dossier typo3temp/Cache/Code/cache_core/ . Parfois, vous devez supprimer ces fichiers afin que TYPO3 les réécrite des originaux. Ceci est fait par le lien "Effacer temp_CACHED". <b>Avis :</b> Vous ne devriez pas effacer ces caches sans une seconde pensée. Le nettoyage des caches peut affecter les performances sur votre serveur pendant un certain temps. Il est évident que le contenu mis en cache doit être régénéré qui prend du temps et sous charge lourde, il pourrait rendre votre serveur inutilisable pendant un certain temps.
it: TYPO3 ha più sistemi di cache: <b>Cache del database</b> Una cache molto centrale è la tabella della cache del database, "cache_hash", che deve essere svuotata dopo alcune importanti modifiche del sistema. Tu "cancella tutta la cache" cliccando sul link con l'icona blu. Dopo questa operazione, qualsiasi contenuto del sito web dovrebbe essere riesportato dalle fonti anziché essere consegnato da cache. Questa operazione cancella <i>tutte le</i> le tabelle di database registrate come tabelle di cache flushabili. <b>file di configurazione PHP cache dalle estensioni</b> TYPO3 cache anche piccoli script di configurazione da estensioni, "ext_localconf.php" e "ext_tables.php". Questi file sono semplicemente letti da tutte le estensioni installate e concatenate in script PHP temporanei trovati nella cartella typo3temp/Cache/Code/cache_core/ . A volte devi rimuovere questi file così TYPO3 li riscrive dagli originali. Questo è fatto dal link "Cancella temp_CACHED". <b>Nota:</b> Non dovresti cancellare queste cache senza una seconda riflessione. La cancellazione delle cache può influenzare negativamente le prestazioni sul server per un po'. Ovviamente il contenuto nella cache deve essere rigenerato e richiede tempo e sotto il carico pesante potrebbe rendere il tuo server non disponibile per un po'.
nl: TYPO3 heeft verschillende caching systemen: <b>Databank Cache</b> Een zeer centrale cache is de databank cache tabel, "cache_hash". Deze moet gewist worden na bepaalde grotere wijzigingen aan het systeem. U kan "alle cache wissen" door op de link met het blauwe icoontje te klikken. Nadat u hierop geklikt heeft moet alle inhoud opnieuw vanuit de databank gegeneerd worden ipv uit de cache tabel gehaald te worden. Deze operatie wist <i>alle</i> databank tabellen die als "flushable cache tables" geregistreerd staan. <b>Cache van PHP configuratiebestanden van Extensies</b> TYPO3 plaatst ook kleine configuratie scripts van extensies in een cache, "ext_localconf.php" en "ext_tables.php". Deze bestanden worden samengesteld door alle geinstalleerde extensies te overlopen en de configuratie scripts samen te voegen in tijdelijke PHP scripts die opgeslagen worden in de typo3conf/ folder, onder de naam "temp_CACHED_*.php". Soms moet u deze bestanden wissen om TYPO3 toe te laten ze opnieuw samen te stellen op basis van de geinstalleerde extensies. Dit gebeurt door de "temp_CACHED wissen" link aan te klikken. <b>Merk op:</b> Denk twee maal na alvorens u cache wist. Cache wissen kan gedurende een bepaalde tijd een negatieve impact hebben op de performantie van uw server. Aangezien de inhoud opnieuw moet gegenereerd worden, kan uw website, onder zware belasting, hierdoor tijdelijk moeilijker toegankelijk zijn voor de bezoekers.

# _menu_adminFunction.image
source: EXT:core/Resources/Public/Images/cshimages/core_1.png
fr: EXT:core/Ressources/Public/Images/cshimages/core_1.png

# pagetree.alttitle
source: The Page Tree
de: Der Seitenbaum
fr: L'Arbre de Page
it: L'albero della pagina
nl: De pagina boomstructuur

# pagetree.description
source: This is the hierarchical organization of pages in TYPO3. Typically websites are build so they reflect the page structure in the page tree directly in the website navigation.
de: Dies ist die hierarchische Organisation von Seiten in TYPO3. Typischerweise werden Websites erstellt, so dass sie die Seitenstruktur im Seitenbaum direkt in der Website-Navigation widerspiegeln.
fr: C'est l'organisation hiérarchique des pages dans TYPO3. Généralement les sites web sont construits afin qu'ils reflètent la structure de la page dans l'arborescence de page directement dans la navigation du site.
it: Questa è l'organizzazione gerarchica delle pagine in TYPO3. I siti web vengono costruiti in modo tipico, così riflettono la struttura della pagina nell'albero della pagina direttamente nella navigazione del sito web.
nl: Dit is de hiërarchische indeling van pagina's in TYPO3. Websites worden typisch zo opgezet dat de pagina structuur wordt weerspiegelt in de website navigatie.
