Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_csh_corebe.xlf
Languages: de, fr, it, nl

# perm_module_setting.details
source: Setting permissions is done in five categories for owner / group / everybody so it works much like permissions for files and folders in many operating systems. <b>Show page</b> If set, a user can see the page and its content in the backend. The user can also copy the content but not move, delete or edit. <b>Edit content</b> Allows users to add, delete, change and move records (other than page records) on this page. This permission must be given if users should be allowed to create Content Elements etc. on the page. <b>Edit page</b> Allows a user to edit the page record itself. This could be changing the page title or moving the page to another location. <b>Delete page</b> If set, a user is allowed to delete the page and the content on the page. <b>New pages</b> Allows users to create sub-pages to this page.
de: Die Einstellung der Berechtigungen erfolgt in fünf Kategorien für Eigentümer / Gruppe / alle, so funktioniert es sehr ähnlich wie Berechtigungen für Dateien und Ordner in vielen Betriebssystemen. <b>Seite anzeigen</b> Wenn gesetzt, kann ein Benutzer die Seite und ihren Inhalt im Backend sehen. Der Benutzer kann auch den Inhalt kopieren, aber nicht verschieben, löschen oder bearbeiten. <b>Inhalt bearbeiten</b> erlaubt Benutzern, Datensätze (außer Seiteneinträgen) auf dieser Seite hinzuzufügen, zu löschen, zu ändern und zu verschieben. Diese Berechtigung muss gegeben werden, wenn Benutzer die Erlaubnis haben, Inhaltselemente etc. zu erstellen. auf der Seite. <b>Seite bearbeiten</b> erlaubt einem Benutzer, den Seiteneintrag selbst zu bearbeiten. Dies könnte den Seitentitel ändern oder die Seite an einen anderen Ort verschieben. <b>Seite löschen</b> Wenn gesetzt, ist ein Benutzer berechtigt, die Seite und den Inhalt auf der Seite zu löschen. <b>Neue Seiten</b> erlaubt Benutzern, Unterseiten auf dieser Seite zu erstellen.
fr: Le paramétrage des permissions est effectué dans cinq catégories pour le propriétaire / groupe / tout le monde, de sorte qu'il fonctionne comme des permissions pour les fichiers et les dossiers dans de nombreux systèmes d'exploitation. <b>Afficher la page</b> Si définie, un utilisateur peut voir la page et son contenu dans le backend. L'utilisateur peut également copier le contenu mais pas déplacer, supprimer ou modifier. <b>Modification du contenu</b> Permet aux utilisateurs d'ajouter, supprimer, modifier et déplacer des enregistrements (autres que les enregistrements de page) sur cette page. Cette permission doit être donnée si les utilisateurs doivent être autorisés à créer des éléments de contenu, etc. sur la page. <b>Modifier la page</b> Permet à un utilisateur de modifier l'enregistrement de page lui-même. Cela pourrait changer le titre de la page ou déplacer la page vers un autre endroit. <b>Supprimer la page</b> Si définie, un utilisateur est autorisé à supprimer la page et le contenu de la page. <b>Nouvelles pages</b> Permet aux utilisateurs de créer des sous-pages à cette page.
it: Le autorizzazioni di impostazione sono eseguite in cinque categorie per il proprietario / gruppo / tutti, quindi funziona molto come i permessi per file e cartelle in molti sistemi operativi. <b>Mostra pagina</b> Se impostato, un utente può vedere la pagina e il suo contenuto nel backend. L'utente può anche copiare il contenuto ma non spostare, eliminare o modificare. <b>Modifica il contenuto</b> Consente agli utenti di aggiungere, eliminare, modificare e spostare i record (oltre i record della pagina) in questa pagina. Questo permesso deve essere dato se gli utenti devono essere autorizzati a creare elementi di contenuto ecc. sulla pagina. <b>Modifica pagina</b> Consente a un utente di modificare il record della pagina stessa. Questo potrebbe cambiare il titolo della pagina o spostare la pagina in un'altra posizione. <b>Cancella pagina</b> Se impostato, un utente può cancellare la pagina e il contenuto nella pagina. <b>nuove pagine</b> consente agli utenti di creare sottocartefici in questa pagina.
nl: Rechten instellen wordt gedaan in vijf categorieën voor eigenaar/groep/iedereen zodat het werkt zoals rechten voor bestanden en mappen in veel besturingssystemen. <b>Laat pagina zien</b> Indien ingesteld kan een gebruiker de pagina en de inhoud zien in de backend. De gebruiker kan de inhoud kopiëren maar niet verplaatsen, verwijderen of bewerken. <b>Inhoud bewerken</b> Laat toe dat gebruikers aan records kunnen toevoegen, ze kunnen veranderen en verplaatsen (buiten paginarecords) op deze pagina. Deze rechten moeten gegeven worden als gebruikers Content Elementen etc, mogen maken op de pagina. <b>Pagina bewerken</b> Laat toe dat een gebruiker de paginarecord zelf mag bewerken. Dit kan het veranderen van een paginatitel zijn of het verplaatsen van de pagina naar een andere locatie. <b>Pagina verwijderen</b> Indien ingesteld kan een gebruiker de pagina en de inhoud van de pagina verwijderen. <Nieuwe pagina</b> Laat toe dat gebruikers subpagina's kunnen maken voor deze pagina.

# _perm_module_setting.image
source: EXT:core/Resources/Public/Images/cshimages/core_42.png
fr: EXT:core/Ressources/Public/Images/cshimages/core_42.png

# perm_module_setting.image_descr
source: In this matrix you can set permissions for owner, group and everybody in the five categories available.
de: In dieser Matrix können Sie Berechtigungen für Eigentümer, Gruppe und alle in den fünf verfügbaren Kategorien festlegen.
fr: Dans cette matrice, vous pouvez définir les permissions pour le propriétaire, le groupe et tout le monde dans les cinq catégories disponibles.
it: In questa matrice è possibile impostare i permessi per il proprietario, il gruppo e tutti nelle cinque categorie disponibili.
nl: In deze matrix stel je rechten in voor eigenaren, groepen en iedereen binnen de vijf beschikbare categorieën.

# filelist_module.alttitle
source: File > Filelist module
de: Datei > Dateimodul
fr: Module de fichier > Liste de fichiers
it: Modulo file > Filelist
nl: Bestand > Bestandlijstmodule

# filelist_module.description
source: Shows the files and folders from the folder title you have clicked in the folder tree. Click the icons of the files and folders to perform various actions on the elements.
de: Zeigt die Dateien und Ordner aus dem Ordner-Titel, den Sie im Ordner-Baum geklickt haben. Klicken Sie auf die Symbole der Dateien und Ordner, um verschiedene Aktionen auf den Elementen durchzuführen.
fr: Affiche les fichiers et dossiers du titre du dossier que vous avez cliqué dans l'arborescence du dossier. Cliquez sur les icônes des fichiers et dossiers pour effectuer diverses actions sur les éléments.
it: Mostra i file e le cartelle dal titolo della cartella che hai cliccato nell'albero delle cartelle. Clicca sulle icone dei file e delle cartelle per eseguire varie azioni sugli elementi.
nl: Laat de bestanden en mappen van de maptitel die je hebt aangeklikt zien in de mappenboom. Klik op de pictogrammen van de bestanden om verschillende acties op de elementen toe te passen.

# filelist_module.details
source: The File > Filelist module provides the main interface to the web-based "FTP-features" in TYPO3. Clicking a folder in the navigation frame will display the files in that folder in the list frame to the right. If you click the icon of a file you will see a menu pop up with menu items related to the file or folder. This enables you to edit, rename and copy files to name a few. <b>The "TEMP" folder</b> There is a special folder, the "TEMP" folder. This is meant to be used for temporary uploads of files that are going to be attached to TYPO3 records later. Content in the TEMP folder should be possible to flush once in a while when the folder becomes too crowded with files. So don't store persistent data in there! The actual folder name is actually "_temp_". The interface will just interprete this with "TEMP" in bold. The same applies to folders named "_recycler_" - they will be trash cans in the folder tree.
de: Das Dateimodul > Filelist bietet die Hauptschnittstelle für die webbasierten "FTP-Features" in TYPO3. Wenn Sie einen Ordner im Navigationsrahmen anklicken, werden die Dateien in diesem Ordner im Listenehmen rechts angezeigt. Wenn Sie auf das Symbol einer Datei klicken, sehen Sie ein Menü mit Menüpunkten, die mit der Datei oder dem Ordner zusammenhängen. Dies ermöglicht Ihnen, Dateien zu bearbeiten, umzubenennen und zu kopieren, um einige zu benennen. <b>Der "TEMP"-Ordner</b> Es gibt einen speziellen Ordner, den "TEMP"-Ordner. Dies soll für temporäre Uploads von Dateien verwendet werden, die später an TYPO3-Datensätze angehängt werden. Inhalte im TEMP-Ordner sollten einmal in einer Zeit, wenn der Ordner zu stark mit Dateien überschwemmt werden kann, gelöscht werden. Beharrliche Daten also nicht in diesem Bereich speichern! Der eigentliche Ordnername ist eigentlich "_temp_". Die Schnittstelle interpretiert dies nur mit "TEMP" in kühnen. Dasselbe gilt für Ordner namens "_recycler_" - sie werden Papierkanne im Ordnerbaum sein.
fr: Le module File > Filelist fournit l'interface principale à l'interface web "FTP-features" dans TYPO3. Cliquer sur un dossier dans le cadre de navigation affichera les fichiers dans ce dossier dans le cadre de la liste à droite. Si vous cliquez sur l'icône d'un fichier, vous verrez un menu apparaître avec des éléments de menu liés au fichier ou au dossier. Cela vous permet de modifier, renommer et copier des fichiers pour en nommer quelques-uns. <b>Le dossier "TEMP"</b> Il y a un dossier spécial, le dossier "TEMP". Ceci est destiné à être utilisé pour les envois temporaires de fichiers qui seront joints aux enregistrements TYPO3 plus tard. Le contenu du dossier TEMP devrait être possible pour se vider une fois dans un certain temps lorsque le dossier devient trop encombré par des fichiers. Ne stockez donc pas de données persistantes là-bas ! Le nom du dossier est en fait "_temp_". L'interface interprétera simplement ceci avec "TEMP" en gras. La même chose s'applique aux dossiers nommés "_recycler_" - ils seront des boîtes de corbeille dans l'arbre de dossier.
it: Il modulo file > Filelist fornisce l'interfaccia principale alle "caratteristiche FTP" su base web in TYPO3. Cliccando una cartella nel frame di navigazione i file in quella cartella saranno visualizzati a destra nel riquadro della lista. Se clicchi l'icona di un file vedrai un menu pop up con le voci di menu relative al file o alla cartella. Questo ti permette di modificare, rinominare e copiare i file per nominarne alcuni. <b>La cartella "TEMP"</b> C'è una cartella speciale, la cartella "TEMP". Questo dovrebbe essere utilizzato per il caricamento temporaneo di file che saranno allegati ai record TYPO3 più tardi. Il contenuto nella cartella TEMP dovrebbe essere possibile svuotare una volta in un momento in cui la cartella diventa troppo affollata con file. Quindi non memorizzare dati persistenti in questo posto! Il nome della cartella è in realtà "_temp_". L'interfaccia interpreterà questo con "TEMP" in grassetto. Lo stesso vale per le cartelle "riciclatore_" - saranno lattine di cestino nell'albero delle cartelle.
nl: De module Bestand > Bestandslijst biedt toegang tot "FTP functionaliteit" via de browser in TYPO3. Via een klik op een map in het navigatievak worden rechts de bestanden in die map getoond. Na een klik op het pictogram van een bestand opent een menu met acties die betrekking hebben op het bestand of de map. Hiermee kunnen onder andere bestanden bewerkt, hernoemd of gekopieerd worden. <b>De "TEMP" map</b> Er is een speciale map, de "TEMP" map. Deze is bedoeld voor tijdelijk geüploade bestanden die later aan TYPO3 records gekoppeld gaan worden. Het moet in principe geen kwaad kunnen om deze map van tijd tot tijd te legen als hij te vol komt te zitten. Sla hier dus geen belangrijke bestanden op! De map heet eigenlijk "_temp_", deze wordt getoond als een dikgedrukte "TEMP". Hetzelfde geldt voor de mappen die "_recycler_" heten - dit worden prullenbakken in de mappenboom.

# filelist_module.image_descr
source: Here the content of the TEMP folder is shown in the list frame. You can see the filetype, the modification time, size of the file. If you click the filename you will open the file in the browser (if the path is in the web-root). When you click a file icon you see a context menu appear over it. Here you can perform file operations on the item.
de: Hier wird der Inhalt des TEMP-Ordners im Listenehmen angezeigt. Sie können den Dateityp, die Änderungszeit, die Größe der Datei sehen. Wenn Sie auf den Dateinamen klicken, öffnen Sie die Datei im Browser (wenn der Pfad im Web-Root liegt). Wenn Sie auf ein Dateisymbol klicken, sehen Sie ein Kontextmenü darüber. Hier können Sie Dateioperationen auf dem Element ausführen.
fr: Ici, le contenu du dossier TEMP est affiché dans le cadre de la liste. Vous pouvez voir le type de fichier, l'heure de modification, la taille du fichier. Si vous cliquez sur le nom de fichier, vous allez ouvrir le fichier dans le navigateur (si le chemin est dans la racine web). Lorsque vous cliquez sur une icône de fichier, vous voyez un menu contextuel apparaître dessus. Ici vous pouvez effectuer des opérations de fichier sur l'élément.
it: Qui il contenuto della cartella TEMP è mostrato nel riquadro della lista. Puoi vedere il tipo di file, il tempo di modifica, la dimensione del file. Se clicchi sul nome file aprirai il file nel browser (se il percorso è nella root web). Quando clicchi su un'icona di file, vedi un menu contestuale comparire su di esso. Qui puoi eseguire le operazioni di file sull'elemento.
nl: Hier zie je de inhoud van de TEMP-folder in de lijstframe. Je ziet het bestandstype, de modificatietijd, grootte van het bestand. Als je op de bestandsnaam klikt dan open je het bestand in de browser (als het pad in de web-root ligt). Als je op een bestandspictogram klikt zie je een contextmenu verschijnen. Hier kun je bestandsoperaties uitvoeren op het item.

# filelist_clipboard.alttitle
source: Filelist Clipboard
de: Filelistische Zwischenablage
fr: Presse-papiers de la liste de fichiers
it: Appunti Filelist
nl: Bestandslijst klembord

# filelist_clipboard.description
source: The TYPO3 clipboard works for files as well as for database records (see the Web>List module). You only need to enable the clipboard if you want to use the numeric clipboard pads.
de: Die TYPO3 Zwischenablage funktioniert sowohl für Dateien als auch für Datenbankdatensätze (siehe Web>Listenelement). Sie müssen nur die Zwischenablage aktivieren, wenn Sie die numerischen Zwischenablage-Pads verwenden möchten.
fr: Le presse-papiers TYPO3 fonctionne pour les fichiers ainsi que pour les enregistrements de base de données (voir le module de liste Web>). Vous n'avez besoin d'activer le presse-papiers que si vous voulez utiliser les tampons numériques du presse-papiers.
it: Gli appunti TYPO3 funzionano per i file e per i record del database (vedi il modulo Lista>Web). È necessario abilitare gli appunti solo se si desidera utilizzare le carte numeriche degli appunti.
nl: Het TYPO3 klembord werkt voor bestanden en voor databaserecords (zie de Web>lijstmodule). Je hoeft alleen maar het klembord te inschakelen als je het numeriek klembord wilt gebruiken.

# _filelist_clipboard.seeAlso
source: xMOD_csh_corebe:list_clipboard, About the Clipboard [Technical] | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/GeneralInterfaceFeatures/Clipboard/
de: xMOD_csh_corebe:list_clipboard, Über die Zwischenablage [Technical] | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/GeneralInterfaceFeatures/Zwischenablage/
fr: xMOD_csh_corebe:list_clipboard, À propos du presse-papiers [Technical] | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/GeneralInterfaceFeatures/Clipboard/
it: xMOD_csh_corebe:list_clipboard, Informazioni sugli appunti [Technical] | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/GeneralInterfaceFeatures/Clipboard/
nl: xMOD_csh_corebe:list_clipboard, Over het klembord [Technisch] | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/GeneralInterfaceFeatures/Clipboard/

# filelist_clipboard.image_descr
source: This shows the "Normal" pad on the clipboard. Here an image is now stored. The "Thumbnails" button of the clipboard is enabled so you will see the image icon. When the numeric clipboard pads are enabled you will be able to place multiple items on the clipboard at one time. If the items selected are found in the current folder you can also see the selection reflected in the checkboxes of the items. To paste the contents into a file folder you use the paste icons available in the Filelist module.
de: Dies zeigt das "Normale" Pad in der Zwischenablage. Hier wird ein Bild gespeichert. Die Schaltfläche "Thumbnails" der Zwischenablage ist aktiviert, so dass Sie das Bildsymbol sehen. Wenn die numerischen Zwischenablage-Pads aktiviert sind, können Sie mehrere Elemente in der Zwischenablage gleichzeitig platzieren. Wenn die ausgewählten Elemente im aktuellen Ordner gefunden werden, können Sie auch die Auswahl in den Kontrollkästen der Elemente sehen. Um die Inhalte in einen Dateiordner einzufügen, verwenden Sie die im Filelist-Modul verfügbaren Paste-Symbole.
fr: Ceci montre le pavé "Normal" du presse-papiers. Ici une image est maintenant stockée. Le bouton "miniatures" du presse-papiers est activé pour que vous puissiez voir l'icône de l'image. Lorsque les tampons numériques sont activés, vous pourrez placer plusieurs éléments sur le presse-papiers à la fois. Si les éléments sélectionnés sont trouvés dans le dossier actuel, vous pouvez également voir la sélection reflétée dans les cases à cocher des éléments. Pour coller le contenu dans un dossier de fichier, vous utilisez les icônes de pasteur disponibles dans le module de la liste de fichiers.
it: Questo mostra il blocco "Normale" sugli appunti. Qui è stata memorizzata un'immagine. Il pulsante "Thumbnails" degli appunti è abilitato così potrai vedere l'icona dell'immagine. Quando le pads numeriche degli appunti sono abilitate potrai posizionare più elementi negli appunti in una volta. Se gli elementi selezionati sono trovati nella cartella corrente, puoi anche vedere la selezione che si riflette nelle caselle di controllo degli elementi. Per incollare i contenuti in una cartella file, usa le icone incolla disponibili nel modulo Filelist.
nl: Dit laat het normale blok op het klembord zien. Hier is nu een afbeelding opgeslagen. De "miniatuurbeelden"-knop van het klembord is ingeschakeld en daarom zie je een afbeeldingsicoon. Wanneer de numerieke klembordblokken ingeschakeld zijn dan kun je meerdere items tegelijkertijd op het klembord bewaren. Als de geselecteerde items te zien zijn in de huidige folder dan kun je de selecties gereflecteerd zien in de selectievakjes van de items. Om de inhoud in een bestandsfolder te plakken gebruik je de plak-iconen, beschikbaar in de Filelist module.

# filelist_options.alttitle
source: File > Filelist options
de: Datei > Dateioptionen
fr: Options du fichier >
it: Opzioni file > Filelist
nl: Bestand > Bestandslijst opties

# filelist_options.description
source: You can enable the display of image thumbnails and show the clipboard if you need to copy/cut/paste multiple files or folders at a time.
de: Sie können die Anzeige von Bildbildern aktivieren und die Zwischenablage anzeigen, wenn Sie mehrere Dateien oder Ordner gleichzeitig kopieren/schneiden/einfügen müssen.
fr: Vous pouvez activer l'affichage des miniatures d'image et afficher le presse-papiers si vous devez copier/couper/coller plusieurs fichiers ou dossiers à la fois.
it: Puoi abilitare la visualizzazione delle miniature dell'immagine e mostrare gli appunti se devi copiare/tagliare/incollare più file o cartelle in una volta.
nl: Je kunt de weergave van afbeeldingsminiaturen inschakelen en het klembord laten zien als je meerdere bestanden of mappen tegelijkertijd moet kopiëren/knippen/plakken.

# _filelist_options.image
source: EXT:core/Resources/Public/Images/cshimages/core_48.png
fr: EXT:core/Ressources/Public/Images/cshimages/core_48.png

# filelist_options.image_descr
source: Enabling thumbnails means that all image file types will be displayed with their thumbnails. This makes it easy to browse an archive of files.
de: Das Aktivieren von Thumbnails bedeutet, dass alle Dateitypen mit ihren Thumbnails angezeigt werden. Dies macht es leicht, ein Archiv von Dateien zu durchsuchen.
fr: Activer les miniatures signifie que tous les types de fichiers d'image seront affichés avec leurs miniatures. Cela permet de naviguer facilement dans une archive de fichiers.
it: Abilitando le miniature significa che tutti i tipi di file di immagine verranno visualizzati con le loro miniature. Questo rende facile sfogliare un archivio di file.
nl: Miniatuurbeelden inschakelen betekent dat alle afbeeldingen getoond worden met hun miniatuurbeeld. Dit maakt het makkelijk om te browsen of te archiveren.

# file_edit.alttitle
source: Editing a file
de: Datei bearbeiten
fr: Modification d'un fichier
it: Modifica file
nl: Bestand bewerken

# file_edit.description
source: You can edit the contents of a text file with this dialog.
de: Sie können den Inhalt einer Textdatei mit diesem Dialog bearbeiten.
fr: Vous pouvez modifier le contenu d'un fichier texte avec cette boîte de dialogue.
it: Puoi modificare il contenuto di un file di testo con questa finestra.
nl: Je kunt de inhoud van een tekstbestand bewerken met dit dialoogvenster.

# _file_edit.image
source: EXT:core/Resources/Public/Images/cshimages/core_50.png
fr: EXT:core/Ressources/Public/Images/cshimages/core_50.png

# file_edit.image_descr
source: The editing form for a file is this simple textarea field. It's nothing fancy and experienced coders will miss such as TAB-functionality, but it can edit a stylesheet if badly needed...
de: Das Editierformular für eine Datei ist dieses einfache Textfeld. Es ist nichts fancy und erfahrene Coder werden fehlen, wie TAB-Funktionalität, aber es kann ein Stylesheet bearbeiten, wenn dringend...
fr: Le formulaire d'édition d'un fichier est ce champ de texte simple. Il n'y a rien de fantaisie et les codeurs expérimentés manqueront comme TAB-fonctionnalité, mais il peut éditer une feuille de style si nécessaire...
it: Il modulo di modifica per un file è questo semplice campo di textarea. Non è niente di fantasia e i coders esperti mancheranno come la funzionalità TAB, ma può modificare un foglio di stile se necessario...
nl: Het bewerkformulier voor een bestand is dit simpele tekstveld. Het is niets luxueus, en ervaren programmeurs zullen dingen zoals de TAB-functionaliteit missen. Maar het kan een stylesheet bewerken indien nodig...

# file_new.alttitle
source: Creating a new file or folder
de: Erstelle eine neue Datei oder Ordner
fr: Création d'un nouveau fichier ou dossier
it: Creazione di un nuovo file o cartella
nl: Nieuw bestand of map aanmaken

# file_new.description
source: Create new files and folder inside the folder you have selected.
de: Erstellen Sie neue Dateien und Ordner in dem Ordner, den Sie ausgewählt haben.
fr: Créez de nouveaux fichiers et de nouveaux dossiers dans le dossier que vous avez sélectionné.
it: Crea nuovi file e cartella nella cartella selezionata.
nl: Nieuwe bestanden en map aanmaken binnen de geselecteerde map.

# file_newfolder.alttitle
source: Creating a new folder
de: Erstelle einen neuen Ordner
fr: Création d'un nouveau dossier
it: Creazione di una nuova cartella
nl: Nieuwe map maken
