Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_csh_corebe.xlf
Languages: de, fr, it, nl

# pagetree.details
source: The page tree works like a file system. Each page is like a directory where you can store files. In TYPO3 you store database records inside of each page. Some of these records, typically called "Content Elements", contains the website content of pages. Other records can be from plugins like a glossary or a guestbook and they are only displayed indirectly by a plugin inserted as a Content Element. Some backend users will see only a part of the page tree for a website. This feature allows the administrator to configure backend users with different responsibilities for maintaining branches of the page tree. <b>Navigating the tree</b> Simply click the +/- buttons to expand and contract the branches of the tree. If you click the page icons you should see a context menu pop up. It will contain options specifically for that page. Clicking the title of a page is another option. It will load the right frame of the Web main module with the selected sub-module. The content shown in the right frame will be related to the page clicked.
de: Der Seitenbaum funktioniert wie ein Dateisystem. Jede Seite ist wie ein Verzeichnis, in dem Sie Dateien speichern können. In TYPO3 speichern Sie Datenbankdatensätze innerhalb jeder Seite. Einige dieser Datensätze, die typischerweise "Inhaltselemente" genannt werden, enthalten den Inhalt der Seiten. Andere Datensätze können aus Plugins wie einem Glossar oder einem Gästebuch stammen und werden nur indirekt durch ein Plugin angezeigt, das als Inhaltselement eingefügt wird. Einige Backend-Benutzer werden nur einen Teil des Seitenbaums für eine Website sehen. Diese Funktion erlaubt es dem Administrator, Backend-Benutzer mit verschiedenen Verantwortlichkeiten für die Pflege von Zweigen des Seitenbaums zu konfigurieren. <b>Navigieren Sie den Baum</b> Klicken Sie einfach auf die +/- Buttons, um die Zweige des Baumes zu erweitern und zu vertragen. Wenn Sie auf die Seitensymbole klicken, sollten Sie ein Kontextmenü sehen. Es wird Optionen speziell für diese Seite enthalten. Klicken Sie auf den Titel einer Seite ist eine andere Option. Es wird den richtigen Rahmen des Web Hauptmoduls mit dem ausgewählten Submodul laden. Der Inhalt, der im rechten Rahmen angezeigt wird, wird mit der Seite verbunden.
fr: L'arborescence de page fonctionne comme un système de fichiers. Chaque page est comme un répertoire où vous pouvez stocker des fichiers. Dans TYPO3 vous stockez des enregistrements de base de données à l'intérieur de chaque page. Certains de ces enregistrements, généralement appelés "Éléments de contenu", contiennent le contenu du site Web des pages. D'autres enregistrements peuvent être issus de plugins comme un glossaire ou un livre d'or et ils ne sont affichés que indirectement par un plugin inséré comme un élément de contenu. Certains utilisateurs de backend ne verront qu'une partie de l'arborescence de page pour un site web. Cette fonctionnalité permet à l'administrateur de configurer les utilisateurs de backend avec des responsabilités différentes pour maintenir des branches de l'arborescence de page. <b>Naviguer sur l'arbre</b> Il suffit de cliquer sur les boutons +/- pour étendre et contracter les branches de l'arbre. Si vous cliquez sur les icônes de la page, vous devriez voir un menu contextuel apparaître. Il contiendra des options spécifiques pour cette page. Cliquer sur le titre d'une page est une autre option. Il chargera le cadre droit du module principal Web avec le sous-module sélectionné. Le contenu affiché dans le cadre droit sera lié à la page cliquée.
it: L'albero della pagina funziona come un file system. Ogni pagina è come una cartella dove puoi memorizzare i file. In TYPO3 archivia i dati del database all'interno di ogni pagina. Alcuni di questi record, solitamente denominati "Elementi di contenuto", contengono il contenuto del sito web delle pagine. Altri record possono essere da plugin come un glossario o un libro ospite e sono visualizzati solo indirettamente da un plugin inserito come elemento di contenuto. Alcuni utenti backend vedranno solo una parte dell'albero della pagina per un sito web. Questa funzione permette all'amministratore di configurare gli utenti backend con responsabilità diverse per il mantenimento dei rami dell'albero della pagina. <b>Navigare nell'albero</b> Basta cliccare sui pulsanti +/- per espandere e contrarre i rami dell'albero. Se clicchi sulle icone della pagina, dovresti vedere un menu contestuale. Contiene opzioni specifiche per quella pagina. Cliccando sul titolo di una pagina è un'altra opzione. Carica il riquadro corretto del modulo principale Web con il sotto-modulo selezionato. Il contenuto mostrato nel frame destro sarà collegato alla pagina cliccata.
nl: De pagina booomstructuur is opgebouwd zoals een bestandssysteem. Elke pagina is zoals een folder waarin je bestanden kan opslaan. In TYPO3 kunt u databank records binnen elke pagina opslaan. Sommige van deze records, "Inhoudselementen" genaamd, bevatten de eigenlijke inhoud van de website pagina's. Andere records kunnen afkomstig zijn van plugins zoals een woordenlijst of een gastenboek en deze worden enkel onrechtstreeks getoond via een plugin die als inhoudselement op een pagina wordt geplaatst. Sommige backend gebruikers zien enkel een gedeelte van de pagina boomstructuur van een website. Deze mogelijkheid laat een beheerder toe om backend gebruikers te definiëren met elk verschillende verantwoordelijkheden voor het onderhoud van delen van de pagina boomstructuur. <b>Navigeren door de boomstructuur</b> Klik op de +/- knoppen om de takken van de boomstructuur uit of in te klappen. Indien u op de pagina icoontjes klikt verschijnt er een context gevoelig menu. Dit menu bevat opties specifiek voor die pagina. Door op de pagina titel te klikken wordt in het rechterframe de actieve submodule geladen met inhoud voor die pagina.

# _pagetree.seeAlso
source: xMOD_csh_corebe:list_module, More about the Page Tree | https://docs.typo3.org/typo3cms/GettingStartedTutorial/GeneralPrinciples/PageTree/ Using the page tree (Animation) | FILE:EXT:welcome/modsub/ani_01.gif Clicking Icons or Titles? (Animation) | FILE:EXT:welcome/modsub/ani_06.gif Creating pages (Animation) | FILE:EXT:welcome/modsub/ani_07.gif Moving pages (Animation) | FILE:EXT:welcome/modsub/ani_08.gif
de: xMOD_csh_corebe:list_module, Mehr über den Seitenbaum | https://docs.typo3.org/typo3cms/GettingStartedTutorial/GeneralPrinciples/PageTree/ Benutze den Seitenbaum (Animation) | FILE:EXT:welcome/modsub/ani_01.gif Klicke Icons oder Titles? (Animation) | FILE:EXT:welcome/modsub/ani_06.gif Erstelle Seiten (Animation) | FILE:EXT:welcome/modsub/ani_07.gif Moving pages (Animation) | FILE:EXT:welcome/modsub/ani_08.gif
fr: xMOD_csh_corebe:list_module, Plus sur l'arbre de page | https://docs.typo3.org/typo3cms/GettingStartedTutorial/GeneralPrinciples/PageTree/ Utilisation de l'arborescence de page (Animation) | FILE:EXT:welcome/modsub/ani_01.gif Cliquer sur les icônes ou les titres? (Animation) | FILE:EXT:welcome/modsub/ani_06.gif pages de création (Animation) | FILE:EXT:welcome/modsub/ani_07.gif pages de déplacement (Animation) | FILE:EXT:welcome/modsub/ani_08.gif
it: xMOD_csh_corebe:list_module, Altro sull'albero della pagina | https://docs.typo3.org/typo3cms/GettingStartedTutorial/Principles/PageTree/ Usando l'albero della pagina (Animazione) | FILE:EXT:welcome/modsub/ani_01.gif Click icone o titoli? (Animazione) | FILE:EXT:welcome/modsub/ani_06.gif Creazione di pagine (Animazione) | FILE:EXT:welcome/modsub/ani_07.gif Pagine di movimento (Animazione) | FILE:EXT:welcome/modsub/ani_08.gif
nl: xMOD_csh_corebe:list_module, Meer over de paginaboom | https://docs.typo3.org/typo3cms/GettingStartedTutorial/GeneralPrinciples/PageTree/ Paginaboom gebruiken (Animatie) | FILE:EXT:welcome/modsub/ani_01.gif Op pictogrammen of titels klikken? (Animatie) | FILE:EXT:welcome/modsub/ani_06.gif Pagina's aanmaken (Animatie) | FILE:EXT:welcome/modsub/ani_07.gif Pagina's verplaatsen (Animatie) | FILE:EXT:welcome/modsub/ani_08.gif

# pagetree.image_descr
source: An example of a Page Tree in TYPO3. The page tree is available under any of the Web sub-modules in the menu. Clicking the icon of a page displays a context sensitive menu with options for that particular page. Clicking the title of a page in the page tree will load the right frame with the current submodule. The page id is passed to the module so it displays content related to the page you clicked. Holding the mouse pointer over a page icon for a few seconds will display tool-tip information telling you details about the state of the page. Here a page is access restricted and you will be told which group the access is set for by the tool-tip.
de: Ein Beispiel für einen Seitenbaum in TYPO3. Der Seitenbaum ist unter einem der Web-Submodule im Menü verfügbar. Klicken Sie auf das Symbol einer Seite zeigt ein Kontextempfindliches Menü mit Optionen für diese bestimmte Seite an. Wenn du den Titel einer Seite im Seitenbaum klickst, lade den richtigen Rahmen mit dem aktuellen Subodul. Die Seitenkennung wird an das Modul übergeben, so dass es Inhalte zeigt, die mit der Seite, die Sie geklickt haben, zusammenhängen. Wenn Sie den Mauszeiger über ein Seitensymbol für ein paar Sekunden halten, werden Sie die Informationen über den Status der Seite anzeigen. Hier ist ein Zugriff auf eine Seite eingeschränkt und Sie werden erfahren, welche Gruppe der Zugriff vom Tool-Tipp eingestellt wird.
fr: Un exemple d'un arbre de page dans TYPO3. L'arborescence de page est disponible sous n'importe quel sous-module Web dans le menu. Cliquer sur l'icône d'une page affiche un menu sensible au contexte avec des options pour cette page particulière. En cliquant sur le titre d'une page dans l'arborescence de page, le sous-module actuel chargera le cadre droit. L'identifiant de la page est passé au module pour qu'il affiche le contenu lié à la page que vous avez cliqué. En maintenant le pointeur de la souris sur une icône de page pendant quelques secondes, vous verrez les informations de pointe d'outils vous indiquant l'état de la page. Ici, une page est restreinte et on vous informera de quel groupe l'accès est défini par le bouton-outil.
it: Un esempio di un albero di Pagina in TYPO3. L'albero della pagina è disponibile sotto uno dei sotto-moduli web nel menu. Cliccando sull'icona di una pagina visualizza un menu sensibile al contesto con le opzioni per questa particolare pagina. Cliccando sul titolo di una pagina nell'albero della pagina caricherà il frame destro con l'oggetto corrente. L'id della pagina è passato al modulo in modo che sia visualizzato il contenuto relativo alla pagina che hai cliccato. Tieni premuto il puntatore del mouse sopra un'icona della pagina per qualche secondo mostrerà le informazioni sullo stato della pagina. Qui una pagina è limitata e ti verrà detto quale gruppo di accesso è impostato dal suggerimento di strumento.
nl: Een voorbeeld van een pagina boomstructuur in TYPO3. De pagina boomstructuur is beschikbaar onder alle Web sub-modules in het menu. Door op het icoontje van een pagina te klikken, verschijnt er een context gevoelige menu met opties voor die bepaalde pagina. Door op de titel van een pagina te klikken wordt in het rechter gedeelte de pagina informatie geladen, in functie van de actieve submodule. Door het muis-pijltje een paar seconden op een pagina icoontje te houden, verschijnt er tool-tip informatie die u vertelt wat de status van de pagina is. In dit voorbeeld is de toegang tot de pagina beperkt. Hierbij wordt tevens de groep vermeldt die toegang heeft tot de pagina.

# filetree.alttitle
source: The Folder Tree
de: Der Ordnerbaum
fr: L'Arbre de Dossier
it: L'albero della cartella
nl: De folder boomstructuur

# filetree.description
source: Shows the directory structure of a mounted path on the webserver. You can browse the folder tree like you are used to browse the file system on your own computer.
de: Zeigt die Verzeichnisstruktur eines gemounteten Pfades auf dem Webserver an. Sie können den Ordnerband wie Sie das Dateisystem auf Ihrem eigenen Computer durchsuchen.
fr: Affiche la structure du répertoire d'un chemin monté sur le serveur web. Vous pouvez parcourir l'arborescence de dossier comme vous l'utilisez pour naviguer sur le système de fichiers sur votre propre ordinateur.
it: Mostra la struttura della directory di un percorso montato sul webserver. Puoi sfogliare l'albero delle cartelle come ti viene utilizzato per sfogliare il file system sul tuo computer.
nl: Toont de folder structuur van een bepaald pad op de webserver. U kunt door de folderstructuur navigeren zoals u dat gewoonlijk doet bij het bestandssysteem van uw computer.

# filetree.details
source: The Folder Tree is available for any sub-module of the File main module in TYPO3. The File module is like a little web-based FTP-client inside of TYPO3 which allows you to upload, rename, copy, move, delete and edit files inside TYPO3. Most users of TYPO3 doesn't need access to the File module and sub-modules in order to upload images on web-pages. They can do this directly when editing Content Elements. But the File module is useful for maintaining collections of files on the server, for example an image archive or files for download. <b>Navigating the Folder Tree</b> You can expand and contract the folder tree by the +/- icons. Clicking a folder icon will display a pop-up menu with options related to that particular folder. Options include copy/cut/paste, rename, upload etc. Clicking the folder title will load the currently active sub-module in the right frame of the backend. The sub-module will typically show files and folders inside the folder you clicked. <b>Granting access to the Folder Tree</b> The administrator needs to allow backend users to access the File modules and in addition make a file mount available to them before they can use the Folder Tree.
de: Der Ordner-Baum ist für jedes Submodul des File Hauptmoduls in TYPO3 verfügbar. Das Dateimodul ist wie ein kleines Web-basiertes FTP-Client innerhalb von TYPO3, das es Ihnen ermöglicht, Dateien innerhalb von TYPO3 hochzuladen, umzubenennen, zu kopieren, zu verschieben, zu löschen und zu bearbeiten. Die meisten Benutzer von TYPO3 benötigen keinen Zugriff auf das Dateimodul und Submodule, um Bilder auf Webseiten hochzuladen. Sie können dies direkt beim Bearbeiten von Inhaltselementen tun. Aber das Dateimodul ist nützlich, um Dateien auf dem Server zu verwalten, zum Beispiel ein Bildarchiv oder Dateien zum Download. <b>Navigieren Sie den Ordnerbaum</b> Sie können den Ordnerbaum durch die +/- Symbole erweitern und vertragen. Klicken Sie auf ein Ordnerpymbol, um ein Pop-up Menü mit Optionen für diesen Ordner anzuzeigen. Die Optionen beinhalten Kopieren/Schnitt/Einfügen, Umbenennen, Hochladen etc. Wenn Sie den Ordnerliitel anklicken, wird das aktuell aktive Submodul im rechten Rahmen des Backends geladen. Das Submodul zeigt in der Regel Dateien und Ordner in dem Ordner, den Sie geklickt haben. <b>Zugriff auf den Ordner-Baum</b> Der Administrator muss es Backend-Benutzern erlauben, auf die Dateimodule zuzugreifen und zusätzlich ein Dateimount zur Verfügung zu stellen, bevor sie den Ordner-Baum verwenden können.
fr: L'arbre de dossier est disponible pour tout sous-module du module principal de fichier dans TYPO3. Le module File est comme un petit client FTP basé sur le web dans TYPO3 qui vous permet de télécharger, renommer, copier, déplacer, supprimer et éditer des fichiers dans TYPO3. La plupart des utilisateurs de TYPO3 n'ont pas besoin d'accéder au module de fichiers et aux sous-modules pour télécharger des images sur les pages web. Ils peuvent le faire directement lors de l'édition des éléments de contenu. Mais le module Fichier est utile pour maintenir des collections de fichiers sur le serveur, par exemple une archive d'image ou des fichiers à télécharger. <b>Naviguer sur l'Arbre de Dossier</b> Vous pouvez étendre et contracter l'arborescence de dossier par les icônes +/. En cliquant sur une icône de dossier, un menu pop-up avec des options liées à ce dossier particulier sera affiché. Les options incluent copier/couper/coller, renommer, télécharger etc. En cliquant sur le titre du dossier, le sous-module actuellement actif sera chargé dans le cadre droit du backend. Le sous-module affichera généralement des fichiers et des dossiers dans le dossier que vous avez cliqué. <b>Accorder l'accès à l'arbre de dossier</b> L'administrateur doit permettre aux utilisateurs de backend d'accéder aux modules de fichier et en outre rendre une monture de fichier disponible pour eux avant qu'ils puissent utiliser l'arbre de dossier.
it: L'albero della cartella è disponibile per qualsiasi sotto-modulo del modulo principale del file in TYPO3. Il modulo File è come un piccolo client FTP basato sul web all'interno di TYPO3 che ti permette di caricare, rinominare, copiare, spostare, cancellare e modificare i file all'interno di TYPO3. La maggior parte degli utenti di TYPO3 non ha bisogno di accedere al modulo file e ai sotto-moduli per caricare immagini sulle pagine web. Possono farlo direttamente quando modificano elementi di contenuto. Ma il modulo File è utile per mantenere collezioni di file sul server, ad esempio un archivio di immagini o file da scaricare. <b>Navigare nell'albero della cartella</b> Puoi espandere e contrarre l'albero delle cartelle dalle icone +/- . Cliccando su un'icona della cartella verrà visualizzato un menu pop-up con le opzioni relative a quella cartella. Le opzioni includono copia/taglio/incolla, rinomina, carica ecc. Cliccando sul titolo della cartella caricherà il sotto-modulo attualmente attivo nel riquadro giusto del backend. Il sotto-modulo mostrerà in genere file e cartelle nella cartella che hai cliccato. <b>Concedi l'accesso all'albero della cartella</b> L'amministratore deve consentire agli utenti backend di accedere ai moduli del file e, inoltre, rendere disponibile un file di montaggio prima di poter utilizzare l'albero della cartella.
nl: De folder boomstructuur is beschikbaar voor elke sub-module van de Bestandslijst hoofmodule in TYPO3. De Bestandlijst module is zoals een kleine web-gebaseerde FTP-client binnenin TYPO3 die u toelaat om bestanden op te laden, te hernoemen, te copiëren, te verplaatsen, te wissen en te wijzigen. De meeste TYPO3 gebruikers hebben geen toegang nodig tot de Bestandslijst module en sub-modules om beelden op te laden. Zij kunnen dit rechtstreeks tijdens het wijzigen van inhoudselementen doen. De bestandslijst module is echter nuttig voor het beheren van een verzameling bestanden op de server (bijvoorbeeld een beeldarchief of downloadbare bestanden). <b>Navigeren door de folder boomstructuur</b> Klik op de +/- knoppen om de takken van de boomstructuur uit of in te klappen. Door op het icoontje van een folder te klikken, verschijnt er een context gevoelige menu met opties voor die bepaalde folder. Deze opties omvatten copiëren/knippen/plakken, hernoemen, opladen enz. Door op de folder titel te klikken wordt in het rechterframe de actieve submodule geladen met inhoud voor die folder. <b>Toegang geven aan de folder boomstructuur</b> De beheerder moet zorgen dat de backend gebruiker toegang heeft tot de bestandslijst module en bovendien een "file mount" creëren alvorens de gebruikers de folder boomstructuur kunnen gebruiken.

# filetree.image_descr
source: The Folder Tree of the "fileadmin/" folder. This is mounted by default for "Admin"-users. Other users will have to have a file mount configured for them first. Clicking the icon of a folder displays the context menu of the folder. If you click the folder title in the Folder Tree you will see the sub-module loaded in the right frame. Here it is the File > Filelist module that will display files and folders inside. Clicking the icon of a file will display a context menu for the file.
de: Der Ordner-Tree des Ordners "Dateiadmin/" wird standardmäßig für "Admin"-Benutzer montiert. Andere Benutzer müssen zuerst ein Dateimount für sie konfiguriert haben. Klicken Sie auf das Symbol eines Ordners, zeigt das Kontextmenü des Ordners an. Wenn Sie auf den Ordnerlitel im Ordner klicken, sehen Sie das Untermodul im rechten Rahmen geladen. Hier ist das Datei- > -Dateimodul, das Dateien und Ordner im Ordner anzeigen wird. Wenn Sie auf das Symbol einer Datei klicken, werden Sie ein Kontextmenü für die Datei anzeigen.
fr: L'Arbre de dossier du dossier "fileadmin/". Ceci est monté par défaut pour les "Admin"-utilisateurs. Les autres utilisateurs devront avoir une monture de fichier configurée pour eux d'abord. Cliquer sur l'icône d'un dossier affiche le menu contextuel du dossier. Si vous cliquez sur le titre du dossier dans l'Arbre de dossier, vous verrez le sous-module chargé dans le cadre droit. Voici le module de liste de fichiers > qui affichera les fichiers et dossiers à l'intérieur. Cliquez sur l'icône d'un fichier affichera un menu contextuel pour le fichier.
it: L'albero della cartella "fileadmin/" è montato per impostazione predefinita per "Admin"-users. Altri utenti dovranno prima avere un file mount configurato per loro. Cliccando sull'icona di una cartella si visualizza il menu contestuale della cartella. Se clicchi il titolo della cartella nell'albero cartella vedrai il sotto-modulo caricato nel riquadro giusto. Ecco il modulo File > Filelist che visualizzerà file e cartelle all'interno. Cliccando l'icona di un file verrà visualizzato un menu contestuale per il file.
nl: De Mappen structuur van de "fileadmin/" map. Deze is standaard gekoppeld voor "Admin"-gebruikers. Voor andere gebruikers dient eerst een Koppelpunt gedefinieerd te worden. Als u op het icoon klikt dan wordt een context-gevoelig menu getoond betreffende de map. Wanneer u de titel van de map klikt in de mappen boomstructuur dan wordt de sub-module geladen in het rechterframe. De module "Bestand" toont hier mappen en bestanden. Klikken op een icoon van een bestand geeft een context-gevoelig menu van het bestand.

# tcatree.collapseAll
source: Collapse All
de: Alle zusammenfassen
fr: Réduire tout
it: Comprimi tutto
nl: Alles inklappen

# tcatree.expandAll
source: Expand All
de: Alle erweitern
fr: Tout agrandir
it: Espandi tutto
nl: Alles uitklappen

# tcatree.toggleHideUnchecked
source: hide/show unchecked items
de: verstecken/markierte Elemente anzeigen
fr: masquer/afficher les éléments non cochés
it: nascondi/mostra elementi non selezionati
nl: niet-uitgekozen items verbergen/tonen

# tcatree.findItem
source: Find Item
de: Artikel suchen
fr: Trouver un élément
it: Trova elemento
nl: Element zoeken

# list_module.alttitle
source: The Web>List module
de: Das Web>Listmodul
fr: Le module de liste Web>
it: Modulo Lista Web>
nl: De module Web>Lijst

# list_module.description
source: Listing records located on a page. From here you can copy/cut/paste records around in the system. You can edit records, access the change history of elements etc.
fr: Liste des enregistrements situés sur une page. Vous pouvez copier/découper/coller des enregistrements autour du système. Vous pouvez éditer des enregistrements, accéder à l'historique des changements d'éléments, etc.
it: Elenco dei record localizzati in una pagina. Da qui puoi copiare/tagliare/incollare i record nel sistema. Puoi modificare i record, accedere alla cronologia delle modifiche degli elementi ecc.
nl: Lijst van elementen die zich op een pagina bevinden. Van hieruit kunt u elementen naar andere locaties in het systeem kopiëren/knippen/plakken. U kunt ook records wijzigen, de historiek van het element bekijken enzovoort.
