Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_csh_pages.xlf
Languages: de, fr, hr, it

# keywords.details
source: Most TYPO3 websites use these keywords in a meta-tag on the page, but you may have to setup the appropriate TypoScript template yourself. To optimize your page for search engines like Google you should not use more than 3 to 6 keywords. You should also make sure that the keywords are found in the content of the page. Note that search engine extensions for TYPO3 such as Indexed Search can also be configured to make use of the keywords. The keywords can also be used to create a menu of related pages. Create a Content Element of type 'Sitemap' and then choose the menu type <i>Related pages (based on keywords)</i>.
de: Die meisten TYPO3-Websites verwenden diese Schlüsselwörter in einem Meta-Tag auf der Seite, aber Sie müssen möglicherweise die entsprechende TypoScript-Vorlage selbst einrichten. Um Ihre Seite für Suchmaschinen wie Google zu optimieren, sollten Sie nicht mehr als 3 bis 6 Stichwörter verwenden. Sie sollten auch sicherstellen, dass die Schlüsselwörter im Inhalt der Seite gefunden werden. Beachten Sie, dass Suchmaschinen-Erweiterungen für TYPO3 wie Indexed Search auch so konfiguriert werden können, dass sie die Keywords nutzen. Die Schlüsselwörter können auch verwendet werden, um ein Menü mit verwandten Seiten zu erstellen. Erstellen Sie ein Inhaltselement des Typs 'Sitemap' und wählen Sie dann den Menütyp <i>verknüpfte Seiten (basierend auf Keywords)</i>.
fr: La plupart des sites Web de TYPO3 utilisent ces mots-clés dans un méta-tag sur la page, mais vous devrez peut-être configurer le modèle TypoScript approprié vous-même. Pour optimiser votre page pour les moteurs de recherche comme Google, vous ne devriez pas utiliser plus de 3 à 6 mots clés. Vous devriez également vous assurer que les mots-clés sont trouvés dans le contenu de la page. Notez que les extensions de moteur de recherche pour TYPO3 comme la recherche indexée peuvent également être configurées pour utiliser les mots clés. Les mots-clés peuvent également être utilisés pour créer un menu de pages connexes. Créez un élément de contenu de type 'Sitemap' et choisissez le type de menu <i>pages associées (basées sur des mots clés)</i>.
hr: Većina TYPO3 stranica koristi ove ključne riječu u meta tagovima na stranici, no možda ćete morati postaviti odgovarajući TypoScript predložak kako bi ostvarili tu funkcionalnost. Kako bi Vaša stranica bila optimalna za tražilice poput Google-a nemojte koristiti više od 3 do 6 ključnih riječi. Također trebate provjeriti da se ključne riječi nalaze u sadržaju stranice. Proširenja za pretraživanje sadržaja za TYPO3 poput Indexed Search proširenja mogu se podesiti da koriste ove ključne riječi. Ključne riječi se, također, mogu koristiti za stvaranje izbornika povezanih stranica. Napravite element sadržaja tipa "Mapa stranice" a zatim odaberite tip izbornika <i>Povezane stranice (zasnovano na ključnim riječima)</i>
it: La maggior parte dei siti TYPO3 utilizza queste parole chiave in un meta-tag sulla pagina, ma potresti dover impostare il modello appropriato di TypoScript. Per ottimizzare la tua pagina per motori di ricerca come Google non è necessario utilizzare più di 3-6 parole chiave. Dovresti anche assicurarsi che le parole chiave siano trovate nel contenuto della pagina. Nota che le estensioni dei motori di ricerca per TYPO3, come la ricerca indicizzata, possono essere configurate anche per utilizzare le parole chiave. Le parole chiave possono essere usate anche per creare un menu di pagine correlate. Crea un elemento di contenuto di tipo 'Sitemap' e poi scegli il tipo di menu <i>Pagine correlate (basate su parole chiave)</i>.

# _keywords.seeAlso
source: pages:description
de: Seiten:description
it: pagine:descrizione

# description.description
source: Enter a short description of the page. It will be displayed in the result lists of most search engines.
de: Geben Sie eine kurze Beschreibung der Seite ein. Sie wird in den Ergebnislisten der meisten Suchmaschinen angezeigt.
fr: Entrez une courte description de la page. Elle sera affichée dans les listes de résultats de la plupart des moteurs de recherche.
hr: Unesite kratki opis stranice. Opis će biti prikazan u rezultatima većina tražilica.
it: Inserisci una breve descrizione della pagina. Sarà visualizzata negli elenchi dei risultati della maggior parte dei motori di ricerca.

# description.details
source: Most websites insert this description in a meta-tag on the page, but you may have to configure this yourself in your TypoScript template. Most search engines will display the description in their result list. Thus, the text should be short (about 160 characters maximum), and its wording should make sense when it shows up in the result list. In addition, the description will be displayed if you create a Content Element of type 'Sitemap' and then choose the menu type <i>Menu of subpages to these pages (with abstract)</i>. If an abstract exists for the page, it will be used instead of the description. <b>Note:</b> Some search engines only use the description if the text is not found elsewhere in the content. So do not just repeat yourself.
de: Die meisten Websites fügen diese Beschreibung in ein Meta-Tag auf der Seite ein, aber Sie müssen dies möglicherweise selbst in Ihrer TypoScript-Vorlage konfigurieren. Die meisten Suchmaschinen werden die Beschreibung in ihrer Ergebnisliste anzeigen. Der Text sollte also kurz sein (maximal 160 Zeichen), und seine Formulierung sollte sinnvoll sein, wenn er in der Ergebnisliste angezeigt wird. Zusätzlich wird die Beschreibung angezeigt, wenn Sie ein Inhaltselement des Typs 'Sitemap' erstellen und dann den Menütyp <i>Menü der Unterseiten zu diesen Seiten (mit Abstrakt)</i>wählen. Wenn für die Seite ein Abstrakt existiert, wird er anstelle der Beschreibung verwendet. <b>Hinweis:</b> Einige Suchmaschinen verwenden nur die Beschreibung, wenn der Text nicht anderswo im Inhalt gefunden wird. Also wiederholen Sie sich nicht nur.
fr: La plupart des sites web insèrent cette description dans un méta-tag sur la page, mais vous devrez peut-être la configurer vous-même dans votre modèle TypoScript. La plupart des moteurs de recherche afficheront la description dans leur liste de résultats. Ainsi, le texte doit être court (environ 160 caractères maximum), et sa formulation devrait avoir un sens lorsqu'il apparaît dans la liste de résultats. En outre, la description sera affichée si vous créez un élément de contenu de type 'Plan de site' et choisissez le type de menu <i>Menu de sous-pages à ces pages (avec abstraction)</i>. Si un résumé existe pour la page, il sera utilisé au lieu de la description. <b>Note :</b> Certains moteurs de recherche utilisent seulement la description si le texte n'est pas trouvé ailleurs dans le contenu. Ne vous répétez donc pas seulement.
hr: Većina internet stranica postavlja ovaj opis u meta tag na stranici, no ovo ćete možda morati podesiti u Vašem TypoScript predlošku. Većina internet tražilica prikazat će ovaj opis u svojim rezultatima pretraživanja. Zbog toga, tekst bi trebao biti kratak (oko 160 znakova najviše), a značenje bi trebalo imati smisla za prikaz u rezultatima tražilice. Također, ovaj opis bit će prikazan ukoliko napraviti element sadržaja tipa 'Mapa internet stranice' a zatim odaberete izbornik tipa <i>Izbornik podstranica ovih stranica (sa apstraktnim sažecima)</i>. Ukoliko za danu stranicu postoji apstraktni sažetak, bit će upotrijebljen umjesto opisa. <b>Napomena:</b> Neke tražilice koriste opis ukoliko se opis ne ponavlja negdje drugdje u sadržaju. Dakle nemojte se ponavljati.
it: La maggior parte dei siti web inseriscono questa descrizione in un meta-tag nella pagina, ma potresti dover configurarla nel tuo modello TypoScript. La maggior parte dei motori di ricerca mostrerà la descrizione nella loro lista dei risultati. Il testo dovrebbe quindi essere breve (al massimo di 160 caratteri), e la sua formulazione dovrebbe avere senso quando si presenta nell'elenco dei risultati. Inoltre, la descrizione verrà visualizzata se si crea un elemento di contenuto di tipo 'Sitemap' e poi scegli il tipo di menu <i>Menu delle sottopagine a queste pagine (con astrazione)</i>. Se esiste un astratto per la pagina, verrà utilizzato al posto della descrizione. <b>Nota:</b> Alcuni motori di ricerca utilizzano la descrizione solo se il testo non è trovato altrove nel contenuto. Non si ripeta.

# _description.seeAlso
source: pages:keywords pages:abstract
de: Seiten:keywords Seiten:abstrakt
it: pagine:parole chiave pagine:astratto

# abstract.description
source: Enter an abstract of the contents. It may be displayed in an overview of articles.
de: Geben Sie einen Abstrakt des Inhalts ein. Er kann in einer Übersicht der Artikel angezeigt werden.
fr: Entrez un résumé du contenu. Il peut être affiché dans un aperçu des articles.
hr: Unesite apstraktni sažetak sadržaja. Sažetak može biti prikazan u pregledu članaka.
it: Inserisci un astratto del contenuto. Può essere visualizzato in una panoramica degli articoli.

# abstract.details
source: An abstract is a short description of the page content that might be a little longer than the one in the <i>Description</i> field. Unlike the description, the abstract is not meant for display in search engine result lists, but is instead intended for you own use. If you create a Content Element of type <i>Sitemap</i> and then choose <i>Menu of subpages to these pages (with abstract)</i> an overview of pages will be created. If an abstract is available for a page it will be used instead of the description. <b>Note:</b> You do not have to enter the text of the description into the <i>Abstract field</i> again. Admins can also make custom use of this field via their TypoScript templates.
de: Eine abstrakte Beschreibung ist eine kurze Beschreibung des Seiteninhalts, der etwas länger sein könnte als der im <i>Beschreibung</i> Feld. Anders als die Beschreibung, ist der Abstrakt nicht für die Anzeige in Suchmaschinen-Ergebnislisten gedacht, sondern ist stattdessen für Sie bestimmt. Wenn Sie ein Inhaltselement des Typs <i>Sitemap</i> erstellen und dann wählen Sie <i>Menü der Unterseiten zu diesen Seiten (mit Abstrakt)</i> eine Übersicht über Seiten wird erstellt. Wenn für eine Seite ein Abstrakt verfügbar ist, wird er anstelle der Beschreibung verwendet. <b>Hinweis:</b> Sie müssen den Text der Beschreibung nicht in das <i>Abstract Feld</i> erneut eingeben. Admins können dieses Feld auch über ihre TypoScript-Vorlagen benutzerdefinierte Verwendung finden.
fr: Un résumé est une courte description du contenu de la page qui peut être un peu plus long que celui dans le champ <i>Description</i> . Contrairement à la description, le résumé n'est pas destiné à être affiché dans les listes de résultats des moteurs de recherche, mais est plutôt destiné à vous-même. Si vous créez un élément de contenu de type <i>Sitemap</i> et choisissez ensuite <i>Menu de sous-pages à ces pages (avec abstraction)</i> un aperçu des pages sera créé. Si un résumé est disponible pour une page, il sera utilisé au lieu de la description. <b>Note :</b> Vous n'avez pas à entrer le texte de la description dans le champ <i>Résumé</i> à nouveau. Les administrateurs peuvent également utiliser ce champ sur mesure via leurs modèles TypoScript.
hr: Apstraktni sažetak je kratki opis sadržaja stranice koji može biti nešto dulji od samog opisa. Za razliku od opisa, apstraktni sažetak nije namijenjen prikazu na rezultatima tražilica, već za Vašu internu uporabu. Ukoliko stvorite element sadržaja tipa <i>Mapa stranica</i> a zatim odaberete <i>Izbornik podrstranica ovih stranica (sa apstraktnim sažetkom)</i> napravit ćete pregled stranica. Ukoliko je dostupan apstraktni sažetak za pojedinu stranicu bit će upotrijebljen umjesto opisa. <b>Napomena:</b> Ne morate unostiti tekst iz opisa u polje <i>Apstraktni sažetak</i>. Administratori mogu koristiti ovo polje na razne načine putem svojih TypoScript predložaka.
it: Un astratto è una breve descrizione del contenuto della pagina che potrebbe essere un po' più lungo di quello nel campo <i>Descrizione</i> . A differenza della descrizione, l'astratto non è inteso per la visualizzazione nelle liste dei risultati dei motori di ricerca, ma è invece destinato a te stesso. Se crei un elemento di contenuto di tipo <i>Sitemap</i> e poi scegli <i>Menu di sottopagine a queste pagine (con astrazione)</i> verrà creata una panoramica delle pagine. Se un astratto è disponibile per una pagina, verrà utilizzato al posto della descrizione. <b>Nota:</b> Non devi inserire il testo della descrizione nel campo <i>Sommario</i> di nuovo. Amministratori possono anche utilizzare questo campo con i loro modelli TypoScript.

# _abstract.seeAlso
source: pages:description
de: Seiten:description
it: pagine:descrizione

# newUntil.description
source: Enter the date at which this page is no longer considered new.
de: Geben Sie das Datum ein, an dem diese Seite nicht mehr als neu angesehen wird.
fr: Entrez la date à laquelle cette page n'est plus considérée comme nouvelle.
hr: Unesite datum nakon kojega ova stranica više neće biti smatrana novom.
it: Inserisci la data in cui questa pagina non è più considerata nuova.

# newUntil.details
source: The 'New Until' date of the page has no effect on the display of the webpage. This value is instead for internal use as a reminder of the date when the content of this page should be revised. If the content of the page will become outdated on a certain day, you could set this value to that approximate date. To get an overview of when pages will be outdated, use the 'Pagetree overview' in the 'Web>Info' Module.
de: Das Datum der "Neuen Bis" der Seite hat keinen Einfluss auf die Anzeige der Webseite. Dieser Wert ist stattdessen für interne Nutzung als Erinnerung an das Datum, an dem der Inhalt dieser Seite geändert werden sollte. Wenn der Inhalt der Seite an einem bestimmten Tag veraltet wird, könnten Sie diesen Wert auf das ungefähre Datum setzen. Um einen Überblick über die veralteten Seiten zu erhalten, verwenden Sie die "Pagetree-Übersicht" im 'Web>Info' Modul.
fr: La date 'Nouveau jusqu'à' de la page n'a aucun effet sur l'affichage de la page web. Cette valeur est plutôt pour l'utilisation interne comme rappel de la date de révision du contenu de cette page. Si le contenu de la page sera dépassé le jour même, vous pouvez définir cette valeur à cette date approximative. Pour obtenir un aperçu de la date de publication, utilisez le 'Vue d'ensemble de la page' dans le module 'Web>Info'.
hr: Polje 'Novo do' nema utjecaja na prikazivanje stranica. Ova vrijednost služi kao interni podsjetnik na datum kada treba provjeriti sadržaj stranice. Ukoliko sadržaj stranice postaje zastario na određeni dan, možete postaviti ovu vrijednost na taj datum. Kako bi dobili pregled istjecanja ažurnosti stranica koristite 'Pregled stabla stranica' u 'Web>Info' modulu.
it: La data 'Nuova Fino' della pagina non ha effetto sulla visualizzazione della pagina web. Questo valore è invece per uso interno come promemoria della data in cui il contenuto di questa pagina dovrebbe essere rivisto. Se il contenuto della pagina diventerà obsoleto in un certo giorno, potresti impostare questo valore a quella data approssimativa. Per avere una panoramica di quando le pagine saranno obsolete, usa la 'Pagetree overview' nel modulo 'Web>Info'.

# newUntil.syntax
source: See Page / Publication Date (click below)
de: Seite / Veröffentlichungsdatum anzeigen (unten klicken)
fr: Voir la page / Date de publication (cliquez ci-dessous)
hr: Vidi stranicu / Datum objave (kliknite ispod)
it: Vedi Pagina / Data di pubblicazione (clicca qui sotto)

# _newUntil.seeAlso
source: pages:starttime
de: Seiten:starttime
fr: pages:démarrage
it: pagine:starttime

# lastUpdated.description
source: Enter the date and time of the most recent update to this page.
de: Geben Sie das Datum und die Uhrzeit des aktuellsten Updates auf dieser Seite ein.
fr: Entrez la date et l'heure de la mise à jour la plus récente de cette page.
hr: Unesite datum i vrijeme zadnjeg ažuriranja ove stranice.
it: Inserisci la data e l'ora dell'aggiornamento più recente a questa pagina.

# lastUpdated.details
source: How the value of this field is used is determined by the TypoScript template of the website. 'Last Update' content needs to be inserted on the pages and the TypoScript template must be configured to use this value. The most common use is to display the date from the automatically updated 'tstamp' field <em>unless</em> the 'Last Update' field is set. In this case, the date in 'Last Update' is used.
de: Wie der Wert dieses Feldes verwendet wird, wird von der TypoScript-Vorlage der Website bestimmt. 'Letztes Update'-Inhalt muss auf den Seiten eingefügt werden und die TypoScript-Vorlage muss konfiguriert werden, um diesen Wert zu verwenden. Die häufigste Verwendung ist, das Datum aus dem automatisch aktualisierten 'tstamp' Feld anzuzeigen <em>, es sei denn</em> das Feld 'Letzte Aktualisierung' ist gesetzt. In diesem Fall wird das Datum 'Last Update' verwendet.
fr: La valeur de ce champ est déterminée par le modèle TypoScript du site web. 'Dernière mise à jour' le contenu doit être inséré sur les pages et le modèle TypoScript doit être configuré pour utiliser cette valeur. L'utilisation la plus courante est d'afficher la date du champ 'tstamp' automatiquement mis à jour. <em>sauf si</em> le champ 'Dernière mise à jour' est défini. Dans ce cas, la date de 'Dernière mise à jour' est utilisée.
hr: Način na koji će se koristiti ovo polje određen je TypoScript predloškom. Sadržaj označen kao 'Posljednji ažuriran' treba biti umetnut na stranice a TypoScript predložak treba biti podešen da koristi ovu vrijednost. Najčešći način uporabe je prikaz datuma iz automatski ažuriranog polja 'tstamp' <em>osim</em> ako je postavljeno polje 'Posljednje ažuriranje'. U tom slučaju koristi se datum postavljen u polju 'Posljednje ažuriranje'.

# lastUpdated.syntax
source: The format is HH:MM DD-MM-YYYY or HH:MM MM-DD-YYYY depending on your TYPO3 configuration. If you insert a 'd' the current time and date is inserted. You can also append any value in the field with a number lie '+10' which will add 10 days to the current value.
de: Das Format ist HH:MM DD-MM-YYY oder HH:MM-DD-YYYY abhängig von Ihrer TYPO3 Konfiguration. Wenn Sie eine 'd' einfügen, wird die aktuelle Zeit und das Datum eingefügt. Sie können auch einen beliebigen Wert im Feld mit einer Nummer Lüge '+10' anhängen, die 10 Tage zum aktuellen Wert hinzufügt.
fr: Le format est HH:MM DD-MM-YYYY ou HH:MM-DD-YYYY selon votre configuration TYPO3. Si vous insérez un 'd' heure et date courante est insérée. Vous pouvez également ajouter toute valeur dans le champ avec un nombre mensonge '+10' qui ajoutera 10 jours à la valeur actuelle.
hr: Format je HH:MM DD-MM-YYYY ili HH:MM MM-DD-YYYY, ovisno o Vašoj TYPO3 konfiguraciji. Ukoliko unesete 'd', bit će umetnuto trenutni datum i vrijeme. Moguće je dodati bilo koju vrijednost u polje unosom poput '+10' što će umetnuti datum 10 dana nakon trenutnog.
it: Il formato è HH:MM DD-MM-AAAA o HH:MM-GG-AAAA a seconda della configurazione TYPO3. Se si inserisce un 'd' l'ora e la data corrente è inserita. È anche possibile aggiungere un valore nel campo con un numero di menzogne '+10' che aggiungerà 10 giorni al valore corrente.

# nav_hide.description
source: With this option the page will be not appear in menus in the Frontend. The page can still be viewed if linked by going directly to its URL.
de: Mit dieser Option wird die Seite nicht in Menüs im Frontend angezeigt. Die Seite kann trotzdem angezeigt werden, wenn sie direkt mit ihrer URL verbunden ist.
fr: Avec cette option, la page ne sera pas affichée dans les menus de la Frontend. La page peut être vue si elle est liée en allant directement à son URL.
hr: Ova opcija isključuje prikaz stranice u izbornicima u prednjem sučelju. Stranicu je još uvijek moguće vidjeti direktnom posjetom URL-a (ova opcija ne štiti stranicu od javnog pristupa).
it: Con questa opzione la pagina non verrà visualizzata nei menu nel Frontend. La pagina può ancora essere visualizzata se collegata andando direttamente al suo URL.

# _nav_hide.seeAlso
source: pages:nav_title
de: Seiten:nav_title
it: pagine:nav_title

# nav_title.description
source: Alternative Navigation Title for menu items in the Frontend. When set, this value is used instead of the Page Title.
de: Alternativer Navigationstitel für Menüeinträge im Frontend. Wenn gesetzt, wird dieser Wert anstelle des Seitentitels verwendet.
fr: Titre de navigation alternatif pour les éléments de menu dans la Frontend. Lorsque défini, cette valeur est utilisée au lieu du titre de la page.
hr: Zamjenski navigacijski naslov za stavke izbornika u prednjem sučelju. Kada je ova vrijednost postavljena bit će korištena u izbornicima umjesto naslova stranice.
it: Titolo di navigazione alternativo per le voci di menu nel Frontend. Quando impostato, questo valore viene utilizzato invece del titolo della pagina.

# content_from_pid.description
source: If set, this is an alternative page to select Content Elements from. Whether this field is used depends on the website's TypoScript template.
de: Wenn gesetzt, ist dies eine alternative Seite, aus der Inhaltselemente ausgewählt werden. Ob dieses Feld verwendet wird, hängt von der TypoScript-Vorlage der Website ab.
fr: Si défini, il s'agit d'une page alternative pour sélectionner les éléments de contenu. Si ce champ est utilisé dépend du modèle TypoScript du site.
hr: Ukoliko postavljeno, ovo je alternativna stranice za odabir elemenata sadržaja. Hoće li ovo polje biti u upotrebi ovisi o TypoScript predlošku web stranice.
it: Se impostato, questa è una pagina alternativa da cui selezionare gli elementi di contenuto. Se questo campo è utilizzato dipende dal modello di tipo TypoScript del sito.

# shortcut_mode.description
source: Select a Shortcut Mode. By default the shortcut page must have a Shortcut Target to jump to. Other options are to go to the first subpage, to a random subpage, or back up to the parent page.
de: Wählen Sie einen Shortcut Modus. Standardmäßig muss die Verknüpfungsseite ein Verknüpfungsziel haben, um zu springen. Andere Optionen sollen zur ersten Unterseite, zu einer zufälligen Unterseite oder zur übergeordneten Seite gehen.
fr: Sélectionnez un mode raccourci. Par défaut, la page de raccourci doit avoir une cible raccourcie pour aller. D'autres options doivent aller à la première sous-page, à une sous-page aléatoire, ou revenir à la page mère.
hr: Odaberite način kratice. Inicijalno, stranica kratica mora imati metu kratice. Druge opcije su skok na prvu podstranicu, skok na nasumičnu podstranicu te skok na roditeljsku stranicu.
it: Seleziona una modalità di scorciatoia. Per impostazione predefinita la pagina di collegamento deve avere un Target di Scorciatoia per saltare. Altre opzioni devono andare alla prima pagina, a una sottopagina casuale o tornare alla pagina padre.

# mount_pid.description
source: Mount this page. If set, subpages of this page come from the Mounted Page instead.
de: Diese Seite einbinden. Wenn gesetzt, kommen die Unterseiten dieser Seite stattdessen von der Mausseite.
fr: Monter cette page. Si définie, les sous-pages de cette page proviennent plutôt de la page montagneuse.
hr: Montiraj ovu stranicu. Ukoliko je ova opcija postavljena, podstranice ove stranice dolaze iz stranice koja je montirana.
it: Monta questa pagina. Se impostato, le sottopagine di questa pagina provengono invece dalla pagina montata.
