Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_csh_*_groups.xlf
Languages: de, fr, it, nl

# pagetypes_select.details
source: This option limits the number of valid choices for the user when he is about to select a page type. Choice of Page types (doktype) for a page is associated with a) a special icon for the page, b) permitted tables on the page (see $PAGES_TYPES global variable) and c) if the page is a web page or "system folder" type.
de: Diese Option beschränkt die Anzahl der gültigen Optionen für den Benutzer, wenn er gerade einen Seitentyp auswählen soll. Auswahl der Seitentypen (Doktype) für eine Seite ist mit a) einem speziellen Symbol für die Seite verknüpft, b) erlaubte Tabellen auf der Seite (siehe $PAGES_TYPES globale Variable) und c), wenn die Seite eine Webseite oder "Systemordner" Typ ist.
fr: Cette option limite le nombre de choix valides pour l'utilisateur lorsqu'il est sur le point de sélectionner un type de page. Les types de Page de choix (doktype) pour une page est associé à a) une icône spéciale pour la page, b) les tables autorisées sur la page (voir $PAGES_TYPES variable globale) et c) si la page est une page web ou un type de dossier système.
it: Questa opzione limita il numero di scelte valide per l'utente quando sta per selezionare un tipo di pagina. Scelta di tipi di Pagina (doktype) per una pagina è associata a) un'icona speciale per la pagina, b) tabelle consentite nella pagina (vedi $PAGES_TYPES variabile globale) e c) se la pagina è una pagina web o un tipo di "cartella di sistema".
nl: Deze optie beperkt het aantal geldige keuzes voor de gebruiker als deze een paginatype wil selecteren. De keuze van paginatypes (doktype) voor een pagina is verbonden aan a) een speciaal pictogram voor de pagina, b) toegestane tabellen op de pagina (zie de globale variabele $PAGES_TYPES) en c) of de pagina een webpagina is of van het type "systeemmap".

# _pagetypes_select.seeAlso
source: pages:doktype, be_groups:inc_access_lists
de: Seiten:doktype, be_groups:inc_access_lists
it: pagine:doktype, be_groups:inc_access_list

# pagetypes_select.image_descr
source: The list of typical page types available in a CMS context. Selecting Page types for a usergroup defines which of these options can be selected by member users.
de: Die Liste der typischen Seitentypen, die in einem CMS-Kontext verfügbar sind. Die Auswahl der Seitentypen für eine Benutzergruppe definiert, welche dieser Optionen von den Mitgliedern ausgewählt werden können.
fr: La liste des types de pages typiques disponibles dans un contexte CMS. Sélection des types de pages pour un groupe d'utilisateurs définit quelles de ces options peuvent être sélectionnées par les utilisateurs membres.
it: L'elenco dei tipi tipici di pagina disponibile in un contesto CMS. Selezionando i tipi di Pagina per un gruppo utente definisce quali di queste opzioni possono essere selezionate dagli utenti.
nl: De lijst van de beschikbare paginatypes. Door types te selecteren bepaalt u welke van deze opties geselecteerd kunnen worden door groepsleden.

# tables_modify.description
source: Select which tables the members may modify.
de: Wählen Sie, welche Tabellen die Mitglieder ändern können.
fr: Sélectionnez les tables que les membres peuvent modifier.
it: Seleziona quali tabelle possono essere modificate dai membri.
nl: Selecteer welke tabellen door de leden van de groep aangepast mogen worden.

# _tables_modify.seeAlso
source: be_groups:tables_select, be_groups:inc_access_lists, xMOD_csh_corebe:new_ce
it: essere_groups:tables_select, be_groups:inc_access_list, xMOD_csh_corebe:new_ce

# tables_modify.image_descr
source: The screenshot above shows how the "Create new record" dialog looks for a user limited to editing only "Page" and "Page content" elements. The two tables are simply added to the list of "Tables (modify)" in the group Access Lists. This is (an example of) the full amount of elements that can be created on the page by the "admin" user for whom there are no restrictions.
de: Der Screenshot zeigt, wie der Dialog "Neuen Datensatz erstellen" nach einem Benutzer sucht, der nur auf das Bearbeiten von "Seite" und "Seiteninhalten" Elementen beschränkt ist. Die beiden Tabellen werden einfach in die Liste der "Tabellen (Änderungen) in den Gruppen-Zugriffslisten aufgenommen. Dies ist (ein Beispiel) die volle Anzahl der Elemente, die auf der Seite vom "Administrator" Benutzer erstellt werden können, für die es keine Einschränkungen gibt.
fr: La capture d'écran ci-dessus montre comment la boîte de dialogue "Créer un nouvel enregistrement" recherche un utilisateur limité à l'édition des éléments "Page" et "Contenu de la page". Les deux tables sont simplement ajoutées à la liste des "Tables (modifier)" dans les listes d'accès du groupe. C'est (un exemple de) le montant total des éléments qui peuvent être créés sur la page par l'utilisateur "admin" pour qui il n'y a pas de restrictions.
it: Lo screenshot sopra mostra come la finestra "Crea nuovo record" cerca un utente limitato alla modifica solo degli elementi "Pagina" e "Contenuto Pagina". Le due tabelle sono semplicemente aggiunte all'elenco delle "Tabelle (modifica)" nelle liste di accesso di gruppo. Questo è (ad esempio) l'intera quantità di elementi che possono essere creati sulla pagina dall'utente "admin" per il quale non ci sono restrizioni.
nl: Bovenstaande schermweergave toont hoe de "Maak nieuw record"-dialoog is gelimiteerd tot alleen "Pagina" en "Pagina-inhoud" voor een gebruiker. De twee tabellen zijn toegevoegd aan de lijst "Tabellen (wijzigen)" in de toegangslijst van de groep. Dit is (een voorbeeld van) het totaal aantal elementen dat door "admin" gebruikers zonder restricties gemaakt kan worden op een pagina.

# tables_select.description
source: Select which tables the members may see in record lists ('modify' tables does not need to be re-entered here!).
de: Wählen Sie, welche Tabellen die Mitglieder in den Datensatzlisten sehen können ('modifizieren' Tabellen müssen hier nicht neu eingegeben werden!).
fr: Sélectionnez les tables que les membres peuvent voir dans les listes d'enregistrement ('modifier' tables ne doit pas être ré-saisie ici!).
it: Seleziona quali tabelle i membri possono vedere nelle liste di record ('edit' tables non deve essere reinserito qui!).
nl: Om de boomstructuur met alle sub-modules zichtbaar te maken moeten er startpunten ingegeven worden. Hier worden een of meer referenties aangegeven naar een pagina welke zichtbaar wordt als een beginpunt voor de boomstructuur. Dit wordt een "Database mount" genoemd. DB mounts worden door leden van een gebruikersgroep overgenomen, mits dit zo is ingesteld. Het wordt aangeraden om met gebruikersgroepen te werken, zeker als er veel gebruikers zijn.

# tables_select.details
source: This determines which tables - in addition to those selected in the "Tables (modify)" box - may be viewed and listed for the member users. He is not able to <em>edit</em> the table - only select the records and view the content. This list is not very important. It's a pretty rare situation that a user may select tables but not modify them.
de: Dies bestimmt, welche Tabellen - neben den in der "Tabellen (Änderungen)"-Box ausgewählten) für die Benutzer angezeigt und aufgeführt werden können. Er kann nicht <em></em> der Tabelle bearbeiten - nur die Datensätze auswählen und den Inhalt anzeigen. Diese Liste ist nicht sehr wichtig. Es ist eine ziemlich seltene Situation, dass ein Benutzer Tabellen auswählen kann, aber sie nicht ändern kann.
it: Questo determina quali tabelle - oltre a quelle selezionate nella casella "Tables (modifica)" possono essere visualizzate e elencate per gli utenti. Non è in grado di modificare <em></em> la tabella - seleziona solo i record e visualizza il contenuto. Questa lista non è molto importante. È una situazione abbastanza rara che un utente possa selezionare le tabelle ma non modificarle.
nl: Deze optie bepaalt welke velden - als toevoeging aan degene die reeds zijn geselecteerd (Tables (modify) in aan te passen velden - in de lijst van bestanden komen die bekeken kunnen worden. Deze lijst is niet zo belangrijk. Het komt zelden voor dat een gebruiker wel tabellen kan selecteren, maar niet kan aanpassen.

# _tables_select.seeAlso
source: be_groups:tables_modify, be_groups:inc_access_lists
it: essere_groups:tables_edit, be_groups:inc_access_list

# non_exclude_fields.description
source: Certain table fields are not available by default. Those fields can be explicitly enabled for the group members here.
de: Bestimmte Tabellenfelder sind standardmäßig nicht verfügbar. Diese Felder können für die Gruppenmitglieder hier ausdrücklich aktiviert werden.
fr: Certains champs de table ne sont pas disponibles par défaut. Ces champs peuvent être explicitement activés pour les membres du groupe ici.
it: Alcuni campi della tabella non sono disponibili per impostazione predefinita. Questi campi possono essere esplicitamente abilitati per i membri del gruppo qui.
nl: Bepaalde velden zijn niet standaard beschikbaar. Deze velden kunnen hier expliciet, voor groepsleden, beschikbaar gemaakt worden.

# non_exclude_fields.details
source: "Allowed excludefields" allows you to detail the permissions granted to tables. By default all these fields are not available to users but must be specifically enabled by being selected here. One application of this is that pages are usually hidden by default and that the hidden field is not available for a user unless he has been granted access by this list of "Allowed excludefields". So the user may create a new page, but cannot un-hide the page - unless of course he has been assigned the "Page: Hide page" exclude field through one of his member groups. Of course it does not make any sense to add fields from tables which are not included in the list of tables allowed to be modified.
de: "Erlaubte Ausschlussfelder" erlaubt es Ihnen, die Berechtigungen für Tabellen zu detaillierten. Standardmäßig sind alle diese Felder nicht für Benutzer verfügbar, sondern müssen durch die Auswahl hier aktiviert werden. Eine Anwendung davon ist, dass die Seiten normalerweise standardmäßig versteckt sind und dass das versteckte Feld nicht für einen Benutzer verfügbar ist, es sei denn, er wurde von dieser Liste von "Erlaubte Ausschlussfelder" zugeordnet. Der Benutzer kann also eine neue Seite erstellen, kann aber die Seite nicht ausblenden - es sei denn, er wurde natürlich der "Seite: Seite ausblenden" zugewiesen, schließt das Feld durch eine seiner Mitgliedsgruppen aus. Natürlich ist es nicht sinnvoll, Felder aus Tabellen hinzuzufügen, die nicht in der Liste der Tabellen enthalten sind, die geändert werden dürfen.
fr: "Autorise les excludefields" vous permet de détailler les permissions accordées aux tables. Par défaut, tous ces champs ne sont pas disponibles aux utilisateurs, mais doivent être spécifiquement activés en étant sélectionnés ici. Une application de ceci est que les pages sont généralement masquées par défaut et que le champ caché n'est pas disponible pour un utilisateur à moins qu'il n'ait été autorisé à accéder par cette liste de "excludefields autorisés". Ainsi, l'utilisateur peut créer une nouvelle page, mais ne peut pas cacher la page - à moins qu'il n'ait été assigné à la page "Page: Cacher la page" exclure le champ par l'un de ses groupes membres. Bien sûr, il n'est pas logique d'ajouter des champs à partir de tables qui ne sont pas inclus dans la liste des tables autorisées à être modifiées.
it: "Esclamazioni consentite" ti permette di dettaglio dei permessi concessi alle tabelle. Per impostazione predefinita tutti questi campi non sono disponibili agli utenti ma devono essere abilitati in modo specifico selezionandoli qui. Una applicazione di questo è che le pagine sono solitamente nascoste di default e che il campo nascosto non è disponibile per un utente a meno che non gli sia stato concesso l'accesso da questa lista di "Esclamazioni consentite". L'utente può quindi creare una nuova pagina, ma non può nascondere la pagina - a meno che non sia stato assegnato il campo "Pagina: Nascondi pagina" escludendo un campo attraverso uno dei suoi gruppi di membri. Naturalmente non ha senso aggiungere campi da tabelle che non sono incluse nell'elenco delle tabelle che possono essere modificate.
nl: "Toegestane uitgesloten velden" geven de mogelijkheid om tot in detail permissies aan velden toe te kennen. Standaard zijn deze velden niet beschikbaar voor gebruikers, maar beschikbaar gemaakt worden door ze hier te selecteren. Een toepassing van dit is dat pagina's normaal gesproken verborgen worden en dat de verberg optie niet beschikbaar is voor de gebruiker, tenzij hier geselecteerd. Dit betekend dat de gebruiker wel een nieuwe pagina kan creeren, maar niet verbergen, tenzij deze gebruiker via de gebruikersgroep de permissie heeft om de pagina te verbergen. Het heeft geen zin om hier velden te selecteren als men deze niet ook heeft geselecteerd in de tabel voor aan te passen velden.

# _non_exclude_fields.seeAlso
source: be_groups:inc_access_lists, Examples from "Getting Started" | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/CreateUsersGroups/
de: be_groups:inc_access_lists, Beispiele von "Erste Schritte" | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/CreateUsersGroups/
fr: be_groups:inc_access_lists, Exemples de "Démarrage" | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/CreateUsersGroups/
it: a_groups:inc_access_list, Esempi da "Per iniziare" | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/CreateUsersGroups/
nl: be_groups:inc_access_lists, Voorbeelden uit "Getting Started" | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/CreateUsersGroups/

# hidden.description
source: Disables a user group.
de: Deaktiviert eine Benutzergruppe.
fr: Désactive un groupe d'utilisateurs.
it: Disabilita un gruppo di utenti.
nl: Verbergt een gebruikersgroep

# hidden.details
source: If you disable a user group all users which are members of the group will in effect not inherit any properties this group may have given them.
de: Wenn Sie eine Benutzergruppe deaktivieren, werden alle Benutzer, die Mitglieder der Gruppe sind, keine Eigenschaften ererben, die diese Gruppe ihnen gegeben hat.
fr: Si vous désactivez un groupe d'utilisateurs, tous les utilisateurs qui sont membres du groupe ne hériteront en effet aucune propriété que ce groupe pourrait leur donner.
it: Se disattivi un gruppo di utenti tutti gli utenti che sono membri del gruppo non erediteranno in effetti alcuna proprietà che questo gruppo potrebbe avere dato loro.
nl: Ten gevolge van het verbergen (uitschakelen) van een gebruikersgroep, zullen de leden van deze groep niet de instellingen van deze groep overerven.

# lockToDomain.description
source: Enter the host name from which the user is forced to login. NOTICE: this is not a security feature and can be circumvented by faking HTTP_HOST.
de: Geben Sie den Hostnamen ein, von dem der Benutzer zum Login gezwungen ist. HINWEIS: Dies ist keine Sicherheitsfunktion und kann durch faking HTTP_HOST umgangen werden.
fr: Entrez le nom d'hôte à partir duquel l'utilisateur est obligé de se connecter. AVIS : il ne s'agit pas d'une fonctionnalité de sécurité et peut être contourné par un faux HTTP_HOST.
it: Inserisci il nome dell'host da cui l'utente è obbligato a accedere. NOTA: questa non è una funzione di sicurezza e può essere aggirata faking HTTP_HOST.
nl: Geef hier op van welk domein de gebruiker MOET inloggen. LET OP: dit is geen veiligheidsfunctie en kan omzeild worden door een valse HTTP_HOST mee te sturen.

# lockToDomain.details
source: A TYPO3 system may host multiple websites on multiple domains. Therefore this option secures that users can login only from a certain host name. Setting this to for example "www.my-domain.com" will require a user to be logged in from that domain if membership of this group should be gained. Otherwise the group will be ignored for the user.
de: Ein TYPO3-System kann mehrere Websites auf mehreren Domains hosten. Daher stellt diese Option sicher, dass Benutzer nur von einem bestimmten Hostnamen einloggen können. Wenn Sie dies zum Beispiel "www.my-domain.com" setzen, wird es erforderlich, dass ein Benutzer von dieser Domain eingeloggt wird, wenn die Mitgliedschaft in dieser Gruppe gewonnen werden sollte. Andernfalls wird die Gruppe für den Benutzer ignoriert.
fr: Un système TYPO3 peut héberger plusieurs sites web sur plusieurs domaines. Par conséquent, cette option garantit que les utilisateurs ne peuvent se connecter qu'à partir d'un nom d'hôte. Le paramétrage par exemple "www.my-domain.com" exigera qu'un utilisateur soit connecté à partir de ce domaine si l'adhésion à ce groupe doit être obtenue. Sinon, le groupe sera ignoré pour l'utilisateur.
it: Un sistema TYPO3 può ospitare più siti web su più domini. Questa opzione garantisce che gli utenti possano accedere solo da un determinato nome host. Impostando questo ad esempio "www.my-domain.com" richiederà l'accesso di un utente da quel dominio se si deve ottenere l'adesione a questo gruppo. Altrimenti il gruppo sarà ignorato per l'utente.
nl: Sommige TYPO3 installatie's hebben meerdere domeinen. Deze optie zorgt ervoor dat gebruikers alleen van een bepaald domein kunnen inloggen.

# _lockToDomain.seeAlso
source: be_users:lockToDomain, fe_users:lockToDomain, fe_groups:lockToDomain
it: user:lockToDomain, fe_users:lockToDomain, fe_groups:lockToDomain

# groupMods.description
source: Select available backend modules for the group members.
de: Wählen Sie die verfügbaren Backend-Module für die Gruppenmitglieder.
fr: Sélectionnez les modules de backend disponibles pour les membres du groupe.
it: Seleziona i moduli backend disponibili per i membri del gruppo.
nl: Selecteer beschikbare backendmodules voor de groepsleden.

# groupMods.details
source: This determines which 'menu items' are available for the group members. This list of modules is added to any modules selected in other member groups of a user as well as the corresponding field of the user himself.
de: Dies bestimmt, welche 'Menüpunkte' für die Gruppenmitglieder verfügbar sind. Diese Liste der Module wird zu allen Modulen hinzugefügt, die in anderen Mitgliedsgruppen eines Benutzers sowie dem entsprechenden Feld des Benutzers selbst ausgewählt wurden.
fr: Ceci détermine quels 'éléments de menu' sont disponibles pour les membres du groupe. Cette liste de modules est ajoutée à tous les modules sélectionnés dans d'autres groupes membres d'un utilisateur ainsi que le champ correspondant de l'utilisateur lui-même.
it: Questo determina quali 'voci di menu' sono disponibili per i membri del gruppo. Questa lista di moduli viene aggiunta a qualsiasi modulo selezionato in altri gruppi di membri di un utente e al campo corrispondente dello stesso utente.
nl: Dit bepaald welke menu items beschikbaar zijn voor groepsleden. De lijst van menu items worden automatisch aan de leden van de groep toegevoegt.

# _groupMods.seeAlso
source: be_users:userMods, be_groups:inc_access_lists, Backend Interface | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/Backend/
fr: be_users:userMods, be_groups:inc_access_lists, Interface de base | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/Backend/
it: user:userMods, be_groups:inc_access_list, Interfaccia Backend | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/Backend/

# groupMods.image_descr
source: The Backend Modules available for a user is reflected in the menu items of the backend. For most regular users only modules in the Web and File main modules are enabled. Typically "Web > Page" is used for editing of page content. This is the assignment of Backend Modules to the user from the screenshot above. All four Web sub-modules and the two User sub-modules are configured here. However the File > Filelist module must have been configured for another member group of this user (or inside the user profile itself which is also possible). The Help modules are all accessible by default and does not require explicit access.
de: Die Backend Module für einen Benutzer werden in den Menüpunkten des Backend reflektiert. Für die meisten normalen Benutzer sind nur Module in den Web- und File-Hauptmodulen aktiviert. Typisch wird "Web > Seite" zur Bearbeitung von Seiteninhalten verwendet. Dies ist die Zuordnung von Backend Modulen zum Benutzer vom oben genannten Screenshot. Alle vier Web-Submodule und die beiden User-Submodule sind hier konfiguriert. Das Dateimodul > Dateityp muss jedoch für eine andere Mitgliedsgruppe dieses Benutzers konfiguriert werden (oder im Benutzerprofil selbst, das ebenfalls möglich ist). Die Hilfe-Module sind standardmäßig alle zugänglich und benötigen keinen expliziten Zugriff.
fr: Les modules de Backend disponibles pour un utilisateur se reflètent dans les éléments du menu du backend. Pour la plupart des utilisateurs réguliers, seuls les modules Web et File principaux sont activés. Typiquement "Web > Page" est utilisé pour l'édition du contenu de la page. C'est l'affectation des modules de Backend à l'utilisateur depuis la capture d'écran ci-dessus. Les quatre sous-modules Web et les deux sous-modules d'utilisateur sont configurés ici. Cependant, le module Fichier > Liste de fichiers doit avoir été configuré pour un autre groupe membre de cet utilisateur (ou à l'intérieur du profil utilisateur lui-même qui est également possible). Les modules d'aide sont tous accessibles par défaut et ne nécessitent pas d'accès explicite.
it: I moduli Backend disponibili per un utente si riflettono nelle voci di menu del backend. Per la maggior parte degli utenti regolari sono abilitati solo i moduli principali del Web e del file. Normalmente "Web > Pagina" è utilizzato per modificare il contenuto della pagina. Questa è l'attività dei moduli Backend all'utente dallo screenshot sopra. Tutti i quattro sotto-moduli web e i due sotto-moduli utente sono configurati qui. Tuttavia, il modulo file > Filelist deve essere stato configurato per un altro gruppo di membri di questo utente (o all'interno del profilo utente stesso che è anche possibile). I moduli di aiuto sono tutti accessibili di default e non richiedono un accesso esplicito.
nl: De beschikbare backendmodules voor gebruikers tekenen zich af middels de beschikbare menu-onderdelen in het backend. Voor de meeste reguliere gebruikers zullen alleen de modules Web en Bestand tot hun beschikking staan. In de meeste gevallen zal "Web > Page" gebruikt worden voor het bewerken van pagina-inhoud. Dit is de toekenning van backendmodules voor de gebruiker van de schermweergave hierboven. Alle vier Web submodules en twee Gebruiker submodules zijn geconfigureerd. De Bestand > Bestand (lijst) moet echter geconfigureerd zijn voor een andere gebruikersgroep waar deze gebruiker lid van is (of in het profiel van de gebruiker zelf, wat ook mogelijk is). Alle Help modules zijn standaard voor iedereen beschikbaar en hebben geen aparte toegangsrechten nodig.

# inc_access_lists.description
source: Select whether the Access Lists for Page type, Tables, Module and Allowed excludefield are enabled for this group.
de: Wählen Sie, ob die Zugriffslisten für Seitentyp, Tabellen, Modul und zulässiges Ausschlussfeld für diese Gruppe aktiviert sind.
fr: Sélectionnez si les listes d'accès pour le type de page, les tableaux, le module et les excludefield autorisés sont activées pour ce groupe.
it: Seleziona se le Liste di Accesso per tipo di pagina, tabelle, modulo e permessi esclusi sono abilitate per questo gruppo.
nl: Selecteer hier welke pagina types, tabellen, modules zichtbaar zijn voor deze groep
