Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_csh_corebe.xlf
Languages: de, fr, it, nl

# list_module.details
source: The list module is like the file manager in an Operating System; it provides basic access to all "elements" available in the system. In TYPO3 almost all information is stored in the database and managed after the same principles internally. For instance Content Elements representing page content are database records just like backend users are. The Web>List module allows us to create, modify and delete both kinds of records after the same principles. The Web>List module might not be the best "view" of the content on a page for any situation. For instance if you want to manage website content on a page (Content Elements) you should rather use the "Web>Page" module which is designed to display content elements more optimized. But the List module will always give you access to whatever is on the page in a basic way if no better module is available for management. <b>Single-table mode</b> If you click the tabel title in the listing you will enter single-table mode. In this mode you can select additional fields from the table to show in the listing. Also you will get additional editing facilities, for instance you will be able to edit multiple records at a time and even only certain fields from those records. See the screenshot for more details.
de: Das Listmodul ist wie der Dateimanager in einem Betriebssystem; es bietet den einfachen Zugriff auf alle "Elemente" im System. In TYPO3 werden fast alle Informationen in der Datenbank gespeichert und nach den gleichen Prinzipien intern verwaltet. Zum Beispiel sind Inhaltselemente, die Seiteninhalte darstellen, Datenbankdatensätze wie Backend-Benutzer. Das Modul Web>List erlaubt es uns, nach den gleichen Grundsätzen beide Arten von Datensätzen zu erstellen, zu ändern und zu löschen. Das Web>Listmodul ist möglicherweise nicht die beste "Ansicht" des Inhalts auf einer Seite für eine Situation. Wenn Sie beispielsweise Webseiten-Inhalte auf einer Seite (Inhaltselemente) verwalten möchten, sollten Sie stattdessen das Modul "Web>Seite" verwenden, das dazu dient, Inhalte besser zu optimieren. Aber das Listmodul gibt Ihnen immer Zugang zu dem, was auf der Seite ist, auf eine grundlegende Weise, wenn kein besseres Modul für das Management verfügbar ist. <b>Einzeltabellenmodus</b> Wenn Sie auf den Tabellentitel in der Liste klicken, geben Sie den Einzeltabellenmodus ein. In diesem Modus können Sie zusätzliche Felder aus der Tabelle auswählen, um in der Liste anzuzeigen. Außerdem erhalten Sie zusätzliche Bearbeitungsmöglichkeiten, z.B. können Sie mehrere Datensätze gleichzeitig und sogar bestimmte Felder aus diesen Datensätzen bearbeiten. Weitere Details finden Sie im Screenshot.
fr: Le module de liste est comme le gestionnaire de fichiers dans un système d'exploitation; il fournit un accès de base à tous les "éléments" disponibles dans le système. Dans TYPO3, presque toutes les informations sont stockées dans la base de données et gérées après les mêmes principes internes. Par exemple, les éléments de contenu représentant le contenu de la page sont des enregistrements de base de données comme les utilisateurs de backend. Le module Liste Web>nous permet de créer, modifier et supprimer les deux types d'enregistrements après les mêmes principes. Le module de liste Web>ne peut être la meilleure "vue" du contenu sur une page pour toute situation. Par exemple, si vous voulez gérer le contenu du site sur une page (Éléments de contenu), vous devriez plutôt utiliser le module "Web>Page" qui est conçu pour afficher les éléments de contenu plus optimisés. Mais le module Liste vous donnera toujours accès à ce qui se trouve sur la page de manière basique si aucun meilleur module n'est disponible pour la gestion. <b>Mode de table unique</b> Si vous cliquez sur le titre de tabel dans la liste, vous allez entrer en mode table unique. Dans ce mode, vous pouvez sélectionner des champs supplémentaires dans la table à afficher dans la liste. Vous obtiendrez également des installations d'édition supplémentaires, par exemple, vous pourrez éditer plusieurs enregistrements à la fois et même seulement certains champs de ces enregistrements. Voir la capture d'écran pour plus de détails.
it: Il modulo elenco è come il file manager in un sistema operativo; fornisce l'accesso di base a tutti gli "elementi" disponibili nel sistema. Nella TYPO3 quasi tutte le informazioni sono memorizzate nel database e gestite al suo interno dopo gli stessi principi. Per esempio, gli elementi di contenuto che rappresentano il contenuto della pagina sono record del database come lo sono gli utenti backend. Il modulo Lista>Web ci permette di creare, modificare e cancellare entrambi i tipi di record dopo gli stessi principi. Il modulo di lista>Web potrebbe non essere la migliore "vista" del contenuto in una pagina per qualsiasi situazione. Per esempio, se si desidera gestire il contenuto del sito web su una pagina (Elementi di contenuto) si dovrebbe piuttosto utilizzare il modulo "Web>Pagina" progettato per visualizzare gli elementi di contenuto più ottimizzati. Ma il modulo Lista ti darà sempre accesso a qualsiasi cosa sia presente nella pagina in modo base se non è disponibile alcun modulo migliore per la gestione. <b>Modalità singola tabella</b> Se clicchi il titolo tabel nella lista, inserirai la modalità singola tabella. In questa modalità è possibile selezionare campi aggiuntivi dalla tabella da mostrare nell'elenco. Inoltre otterrai ulteriori strutture di modifica, ad esempio potrai modificare più record in una volta e anche solo alcuni campi da questi record. Vedi lo screenshot per maggiori dettagli.
nl: De lijst module is zoals de file manager in een Besturingssysteem; ze zorgt voor basis toegang tot alle elementen die zich in het systeem bevinden. In TYPO3 bevindt bijna alle informatie zich in de databank. Deze informatie wordt intern volgens dezelfde principes beheerd. Zo zijn bijvoorbeeld inhoudselemententen die zich op een pagina bevinden databank records, net zoals backend gebruikers dat ook zijn. De Web>Lijst module laat ons toe om beide soorten elementen te creëren, te wijzigen en te wissen volgens dezelfde principes. De Web>Lijst module is misschien niet in alle omstandigheden de meest aangepaste manier om elementen te bekijken. Indien u bijvoorbeeld de inhoud van een pagina (Inhousdelementen) wilt beheren, gebruikt u beter de "Web>Pagina" module die speciaal ontworpen is om inhoudselementen optimaal weer te geven. De Lijst module zal u echter altijd toegang geven tot om het even welke elementen zich op een bepaalde pagina bevinden. <b>1-tabel modus</b> Indien u in de lijst op de naam van de tabel klikt, krijgt u de 1-tabel modus te zien. In deze modus kunt u bijkomende velden uit de tabel selecteren. U krijgt ook toegang tot bijkomende editeer mogelijkheden. Zo zult u meerdere elementen tegelijkertijd kunnen wijzigen en zelfs enkel bepaalde velden van deze elementen. Zie screenshot voor meer details.

# list_module.image_descr
source: Here the page "Cameras" has been clicked in the page tree and in the right frame the Web>List module shows the contents of the page. Here a single content element (Shop Plugin) is inserted in order to display the other items on the page which are three product records in this case. If you enable "Extended mode" and the "Clipboard" you will get additional buttons in the interface to operate on the records shown here. Also notice how you can click any record icon to get a "Clickmenu" for the element. Here you see the single-table mode active for the "Page content" table (Content Elements). In the fieldbox the "Hide" field is selected to be included in the listing. If you click any of the edit icons (marked with red border) you will be able to edit [from left to right] a) all listed fields (here "Header" and "Hide"), b) full record or c) a single field (eg. "Hide") for <u>only</u> the selected records (defined by the checkboxes seen).
de: Hier wurde die Seite "Kamera" im Seitenbaum geklickt und im rechten Rahmen zeigt das Web>Listenelement den Inhalt der Seite. Hier wird ein einzelnes Inhaltselement (Shop Plugin) eingefügt, um die anderen Elemente auf der Seite anzuzeigen, die in diesem Fall drei Produkteinträge sind. Wenn Sie den "Erweiterten Modus" und die "Zwischenablage" aktivieren, erhalten Sie zusätzliche Tasten in der Schnittstelle, um auf den hier angezeigten Datensätzen zu arbeiten. Beachten Sie auch, wie Sie auf jedes Datensymbol klicken können, um ein "Clickmenu" für das Element zu erhalten. Hier sehen Sie den Eintabellenmodus für die "Seiteninhalt"-Tabelle (Inhaltselemente). Im Feldfeld "Verstecken" wird das Feld "Verstecken" ausgewählt, um in das Listing aufgenommen zu werden. Wenn Sie auf eines der mit rotem Rand markierten Bearbeitungssymbole klicken, können Sie [von links nach rechts] a) alle aufgelisteten Felder (hier "Header" und "Verstecken"), b) Volldatenspeicher oder c) ein einzelnes Feld (z.B. ein Feld) bearbeiten. "Verstecken") für <u>nur</u> der ausgewählten Datensätze (definiert durch die angezeigten Kontrollkästchen).
fr: Ici, la page "Caméras" a été cliquée dans l'arborescence de la page et dans le cadre droit le module de liste Web>affiche le contenu de la page. Ici un élément de contenu unique (Plugin Shop) est inséré afin d'afficher les autres éléments de la page qui sont trois enregistrements de produits dans ce cas. Si vous activez "Mode Étendu" et "Presse-papiers", vous obtiendrez des boutons supplémentaires dans l'interface pour fonctionner sur les enregistrements affichés ici. Notez également comment vous pouvez cliquer sur une icône d'enregistrement pour obtenir un "Clickmenu" pour l'élément. Ici vous voyez le mode de table unique actif pour la table "Contenu de la page" (Éléments de contenu). Dans la zone de champs, le champ "Cacher" est sélectionné pour être inclus dans la liste. Si vous cliquez sur l'une des icônes d'édition (marquées par la bordure rouge), vous pourrez modifier [de gauche à droite] a) tous les champs listés (ici "En-tête" et "Cacher"), b) l'enregistrement complet ou c) un seul champ (par exemple. "Masquer") pour <u></u> seulement les enregistrements sélectionnés (définis par les cases à cocher vues).
it: Qui la pagina "Cameras" è stata cliccata nell'albero della pagina e nel riquadro giusto il modulo Lista>web mostra il contenuto della pagina. Qui è inserito un singolo elemento di contenuto (Shop Plugin) per visualizzare gli altri elementi della pagina che sono tre record di prodotto in questo caso. Se si attiva "Modalità estesa" e "Clipboard" si otterranno pulsanti aggiuntivi nell'interfaccia per operare sui record mostrati qui. Inoltre, noti come puoi cliccare su qualsiasi icona di record per ottenere un "Clickmenu" per l'elemento. Qui vedi la modalità singola tabella attiva per la tabella "Contenuto Pagina" (Elementi di contenuto). Nella casella campo il campo "Nascondi" è selezionato per essere incluso nell'elenco. Se clicchi su una delle icone di modifica (contrassegnate con il bordo rosso) potrai modificare [da sinistra a destra] a) tutti i campi elencati (qui "Header" e "Nascondi"), b) record completo o c) un unico campo (es. "Nascondi") per <u>solo</u> i record selezionati (definiti dalle caselle di controllo viste).
nl: Hier werd de pagina "Cameras" aangeklikt in de paginaboomstructuur en het rechter frame toont de inhoud van de pagina. In dit geval werd er één inhoudselement (Shop Plug-in) op de pagina geplaatst om de overige elementen die zich op de pagina bevinden te kunnen visualiseren (3 producten). Indien u "Extended modus" activeert en "Clipboard" zult u extra knoppen te zien krijgen naast elk van de records. Merk ook op hoe u op het icoontje van een record kan klikken om het menu voor dat element op te vragen. Hier ziet u de 1-tabel modus, geactiveerd voor de tabel "Pagina-inhoud" (Inhoudselementen). In het overzicht van de beschikbare velden werd het veld "Verbergen" geselecteerd voor weergave in de lijst. Indien u op een van de wijzig icoontjes klikt (potloodjes) zult u die velden kunnen wijzigen [van links naar rechts in het rood omkaderd] a) alle zichtbare velden (in dit geval "Kop" en "Verbergen"), b) volledige record of c) één enkel veld (bv. "Verbergen") en dit <u>enkel</u> voor de geselecteerde records (bepaald door de aangevinkte selectievakjes).

# list_module_noId.alttitle
source: Web>List module with no ID given
de: Web>Listmodul ohne ID angegeben
fr: Module de liste>Web sans ID donné
it: Modulo di lista>Web senza ID dato
nl: Web>Lijst module zonder geselecteerd ID

# list_module_noId.description
source: The Web>List module must have a page ID passed to it before it can display any content. Please click a page title in the Page Tree.
de: Das Modul der Web>Liste muss eine Seitenkennung erhalten, bevor es Inhalte anzeigen kann. Bitte klicken Sie auf einen Seitentitel im Seitenbaum.
fr: Le module de liste Web>doit avoir un ID de page lui a été transmis avant qu'il puisse afficher n'importe quel contenu. Veuillez cliquer sur un titre de page dans l'arborescence de la page.
it: Il modulo Lista>Web deve avere un ID pagina da trasmettere prima di poter visualizzare qualsiasi contenuto. Clicca un titolo pagina nell'albero Pagina.
nl: Er moet een pagina ID aan de Web>Lijst module worden meegegeven alvorens deze inhoud kan tonen. Klik op een pagina titel in de pagina boomstructuur.

# list_module_root.alttitle
source: Root of the Page Tree
de: Wurzel des Seitenbaums
fr: Racine de l'Arbre de Page
it: Root dell'albero della pagina
nl: Basis van de paginaboomstructuur

# list_module_root.description
source: The root of the Page Tree is having id 0 (zero = no page) and the special circumstance is that records in the page tree root can be accessed and edited <i>only</i> by "Admin" users.
fr: La racine de l'arbre de page a l'id 0 (zéro = aucune page) et la circonstance spéciale est que les enregistrements dans la racine de l'arborescence de la page peuvent être consultés et modifiés <i>seulement</i> par les utilisateurs "Admin".
nl: De basis van de paginaboomstructuur heeft als uniek id 0 (nul = geen pagina) en het is zo dat records die gekoppeld zijn aan de root van de paginaboomstructuur <i>enkel</i> toegankelijk zijn en kunnen gewijzigd worden door beheerders.

# list_module_root.details
source: Only records from certain database tables are allowed to be created in the page tree root. This includes Backend Users, Backend Groups, File Mount records, Language records etc., and you cannot create Content Elements or Frontend Users in the root of the Page Tree. It also works the other way around; For example you cannot create Backend Users anywhere in the page tree. Usually records that are located in the page tree root are somehow "global" for the whole TYPO3 installation and doesn't make sense inside a specific branch of the page tree.
de: Nur Datensätze aus bestimmten Datenbanktabellen dürfen im Stammverzeichnis der Seite erstellt werden. Dies beinhaltet Backend-Benutzer, Backend-Gruppen, DateiMount-Datensätze, Sprachdatensätze usw. und Sie können keine Inhaltselemente oder Frontend-Benutzer im Stammverzeichnis des Seitenbaums erstellen. Es funktioniert auch auf andere Weise; zum Beispiel können Sie Backend-Benutzer nirgendwo im Seitenbaum erstellen. Normalerweise sind Datensätze, die sich im Seitenbaum-Stammverzeichnis befinden, irgendwie "global" für die gesamte TYPO3-Installation und machen innerhalb eines bestimmten Zweiges des Seitenbaums keinen Sinn.
fr: Seuls les enregistrements de certaines tables de base de données sont autorisés à être créés dans la racine de l'arborescence de page. Cela inclut les utilisateurs de Backend, les groupes de Backend, les enregistrements de fichiers, les enregistrements de langue, etc., et vous ne pouvez pas créer des éléments de contenu ou des utilisateurs Frontend à la racine de l'arborescence de la page. Cela fonctionne également de l'autre manière ; par exemple, vous ne pouvez pas créer d'utilisateurs de Backend n'importe où dans l'arborescence de la page. Les enregistrements généralement situés dans la racine de l'arborescence de la page sont en quelque sorte "global" pour toute l'installation de TYPO3 et ne sont pas significatifs dans une branche spécifique de l'arborescence de la page.
it: Solo i record di alcune tabelle di database possono essere creati nella root dell'albero della pagina. Questo include gli utenti Backend, i gruppi Backend, i record di File Mount, i record di lingua ecc., e non è possibile creare elementi di contenuto o gli utenti del Frontend nella radice dell'albero di pagina. Funziona anche in altra maniera; ad esempio non è possibile creare gli utenti Backend ovunque nell'albero della pagina. I record di Uso che sono situati nella radice dell'albero della pagina sono in qualche modo "globali" per l'intera installazione di TYPO3 e non hanno senso all'interno di un ramo specifico dell'albero della pagina.
nl: Enkel elementen van welbepaalde databank tabellen kunnen in de root van de paginaboomstructuur worden gecreëerd. Hieronder bevinden zich Backend Gebruikers, Backend Groepen, Bestandkoppeling elementen, Talen enzovoort. U kunt er geen inhoudselementen of Frontend gebruikers creëren. Het omgekeerde is ook waar; zo kunt u geen Backend gebruikers op andere plaatsen in de paginaboomstructuur. Meestal zijn elementen die zich in de root van de paginastructuur bevinden op een of andere manier "globaal" voor de hele TYPO3 installatie. Het heeft dan ook geen zin om ze binnen bepaalde takken van de paginaboomstructuur te creëren.

# _list_module_root.seeAlso
source: xMOD_csh_corebe:list_module The List module ("Inside TYPO3") | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/CoreModules/ListModule/
de: xMOD_csh_corebe:list_module Das Listmodul ("Inside TYPO3") | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/CoreModules/ListModule/
fr: xMOD_csh_corebe:list_module Le module Liste ("Inside TYPO3") | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/CoreModules/ListModule/
it: xMOD_csh_corebe:list_module Il modulo Lista ("Inside TYPO3") | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/CoreModules/Listmodulo/
nl: xMOD_csh_corebe:list_module De module Lijst ("Inside TYPO3") | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/CoreModules/ListModule/

# list_module_root.image_descr
source: Example of records in the page tree root; Backend users, groups, filemounts and website languages. When "Admin"-users wants to create a new record in the page tree root they will see a limited number of record types to create. This reflects which tables are configured to be created in the page tree root.
de: Beispiel für Datensätze im Seitenbaum-Stammverzeichnis; Backend-Benutzer, Gruppen, Dateimounts und Webseiten-Sprachen. Wenn "Admin"-Benutzer einen neuen Eintrag im Seitenbaum erstellen möchten, werden sie eine begrenzte Anzahl von Datensatztypen sehen, die erstellt werden sollen. Dies spiegelt die Tabellen wider, die im Seitenbaum-Stammverzeichnis erstellt werden sollen.
fr: Exemple d'enregistrements dans l'arborescence de la page ; utilisateurs de Backend, groupes, montages de fichiers et langues du site web. Lorsque "Admin"-utilisateurs veut créer un nouvel enregistrement dans la racine de l'arborescence de la page, ils verront un nombre limité de types d'enregistrements à créer. Ceci reflète les tables qui sont configurées pour être créées dans la racine de l'arborescence de page.
it: Esempio di record nella root dell'albero della pagina; utenti, gruppi, file mount e lingue del sito. Quando "Admin"-users desidera creare un nuovo record nella radice dell'albero della pagina vedranno un numero limitato di tipi di record da creare. Questo riflette quali tabelle sono configurate per essere create nella radice dell'albero della pagina.
nl: Voorbeelden van elementen in de root van de paginaboomstructuur; Backend gebruikers, groepen, bestandskoppelingen en website talen. Wanneer "Admin" gebruikers een nieuw element willen creëren in de root van de paginaboomstructuur, zullen ze slechts een beperkt aantal element types te zien krijgen. Dit weerspiegelt welke tabellen geconfigureerd werden voor koppeling van elementen aan de root van de paginaboomstructuur.

# list_clipboard.alttitle
source: TYPO3 Clipboard
de: TYPO3 Zwischenablage
fr: Presse-papiers TYPO3
it: Appunti TYPO3
nl: TYPO3 klembord

# list_clipboard.description
source: The clipboard is an internal registry where records and files can be "stored" temporarily. Usually the clipboard is used for copy/cut/paste operations internally of one or more elements.
de: Die Zwischenablage ist eine interne Registry, in der Datensätze und Dateien vorübergehend "gespeichert" werden können.
fr: Le presse-papiers est un registre interne où les enregistrements et les fichiers peuvent être "stockés" temporairement. Habituellement, le presse-papiers est utilisé pour les opérations de copier/découper/coller en interne d'un ou plusieurs éléments.
it: Gli appunti sono un registro interno in cui record e file possono essere "memorizzati" temporaneamente. Solitamente gli appunti vengono utilizzati per le operazioni di copia/taglio/incolla internamente di uno o più elementi.
nl: Het klembord is een intern register waar records en bestanden tijdelijk kunnen "opgeslagen" worden. Het klembord wordt meestal gebruikt voor interne kopieer/knip/plak operaties van een of meerdere elementen.

# list_clipboard.image_descr
source: Whenever you use the copy/cut/paste functions in the clickmenus you will actually use the clipboard to store the element internally in TYPO3. If you select one of the numeric clipboard pads you will be able to store more than a single element on the clipboard at a time. In the record listings you will then see checkboxes next to the elements by which you can select/deselect elements for the clipboard.
de: Immer wenn Sie die Kopier-/Schnitt-/Einfügen-Funktionen in den Klickenus verwenden, werden Sie die Zwischenablage tatsächlich verwenden, um das Element intern in TYPO3 zu speichern. Wenn Sie eine der numerischen Zwischenablage auswählen, können Sie mehr als ein einzelnes Element in der Zwischenablage speichern. In den Aufzeichnungen werden Sie dann neben den Elementen die Kontrollkästen sehen, mit denen Sie Elemente für die Zwischenablage auswählen/deswählen können.
fr: Lorsque vous utilisez les fonctions copier/découper/coller dans le clickmenus, vous utiliserez le presse-papiers pour stocker l'élément en interne dans TYPO3. Si vous sélectionnez l'un des tampons numériques, vous pourrez stocker plus d'un seul élément dans le presse-papiers à la fois. Dans les listes d'enregistrement vous verrez alors les cases à cocher à côté des éléments par lesquels vous pouvez sélectionner/désélectionner les éléments pour le presse-papiers.
it: Ogni volta che utilizzi le funzioni copia/taglio/incolla nei clickmenu, utilizzerai gli appunti per memorizzare l'elemento internamente in TYPO3. Se selezioni uno dei pads numerici degli appunti, potrai memorizzare più di un singolo elemento negli appunti in una volta. Nelle liste di record vedrai le caselle accanto agli elementi con cui puoi selezionare/deselezionare gli elementi per gli appunti.
nl: Wanneer u de functies kopiëren, knippen en plakken gebruikt, dan zullen elementen in het bovenste klembord worden opgeslagen. Indien u één van de genummerde klemborden kiest heeft u de mogelijkheid om meerdere elementen tegelijk te selecteren. In de lijst-weergave zullen er aanvinkvakjes verschijnen naast de elementen, zodat u deze kunt selecteren om naar het klembord te verplaatsen.

# list_searchbox.alttitle
source: Search Box
de: Suchfeld
fr: Recherche
it: Box di ricerca
nl: Zoek Veld
