Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_core.xlf
Languages: hi

# message.description.folderNotDeletedHasFiles
source: The folder cannot be deleted since it still contains files.
hi: फ़ोल्डर हटाया नहीं जा सकता, क्योंकि यह अभी भी फाइलों में शामिल है।

# buttons.logout
source: Logout
hi: लॉगआउट

# buttons.exit
source: Exit
hi: बाहर

# buttons.selMenu_modules
source: MODULES
hi: मौड्यूल

# buttons.clear
source: Clear
hi: साफ

# buttons.clipboard
source: Clipboard
hi: क्लिपबोर्ड

# cm.copy
source: Copy
hi: नक़ल करें

# cm.cut
source: Cut
hi: कट

# cm.view
source: Show
hi: दिखाना

# cm.edit
source: Edit
hi: एडिट

# cm.editcontent
source: Edit content
hi: एडिट कंटेंट

# cm.editMetadata
source: Edit Metadata of this file
hi: इस फाइल के मेटाडाटा एडिट करें

# cm.new
source: New
hi: नया

# cm.pasteinto
source: Paste into
hi: में पेस्ट करें

# cm.pasteafter
source: Paste after
hi: बाद पेस्ट

# cm.select
source: Select
hi: चुनें

# cm.deselect
source: Deselect
hi: अचयनित करें

# cm.selectto
source: Select to
hi: लिए चयन करें

# cm.deselectto
source: Deselect to
hi: को अचयनित करें

# cm.delete
source: Delete
hi: मिटाएँ

# cm.hide
source: Hide
hi: छुपाएँ

# cm.unhide
source: Unhide
hi: सामने लाएँ

# cm.online
source: Turn online
hi: टर्न ऑनलाइन

# cm.offline
source: Turn offline
hi: टर्न ऑफलाइन

# cm.upload
source: Upload Files
hi: फ़ाइल अपलोड करें

# cm.rename
source: Rename
hi: नाम बदलें

# cm.replace
source: Replace
hi: रिप्लेस

# cm.open
source: Open
hi: खोलें

# cm.save
source: Save
hi: बचाएँ

# cm.unzip
source: Unzip
hi: अनज़िप

# cm.info
source: Info
hi: इन्फो

# cm.createnew
source: Create new
hi: नया बनाएँ

# cm.createnew.link
source: Create new %s
hi: नया बनाएँ %s

# cm.tempMountPoint
source: Mount as treeroot
hi: माउंट ट्रीरुट

# cm.copyPage_into
source: Copy page into
hi: में कॉपी पेज

# cm.copyPage_after
source: Copy page after
hi: कॉपी पेज आफ्टर

# cm.movePage_into
source: Move page into
hi: में स्थानांतरित

# cm.movePage_after
source: Move page after
hi: बाद पृष्ठ पर ले जाएँ

# cm.copyFolder_into
source: Copy folder into
hi: फ़ोल्डर की नक़ल यहाँ लें

# cm.moveFolder_into
source: Move folder into
hi: फ़ोल्डर यहाँ खिसकाएँ

# cm.createNewRelation
source: Create new relation
hi: नया रिलेशन बनाएं

# cm.branchActions
source: Branch Actions
hi: ब्रांच एक्शन्स

# cm.copyPasteActions
source: Page Actions
hi: पेज एक्शन्स

# cm.collapseBranch
source: Collapse Branch
hi: कोलेप्स ब्रांच

# cm.expandBranch
source: Expand Branch
hi: एक्सपैंड ब्रांच

# cm.more
source: More options...
hi: अधिक विकल्प ...

# sortable.dragmove
source: Drag to move
hi: खिसकाने के लिए खीसे

# tree.defaultPageTitle
source: [Default Title]
hi: [डिफ़ॉल्ट शीर्षक]

# tree.activeFilterMode
source: Active Filtering Mode
hi: एक्टिव फ़िल्टरिंग मोड

# tree.buttonNewNode
source: Create new pages
hi: नए पेज बनाएँ

# tree.buttonFilter
source: Filter tree
hi: फिल्टर ट्री

# tree.searchTermInfo
source: Enter search term
hi: खोज शब्द दर्ज करें

# warning.install_password
source: The Install Tool is still using the default password "joh316". Update this within the %sAbout section%s of the Install Tool.
hi: स्थापित उपकरण अभी भी डिफ़ॉल्ट पासवर्ड "joh316" का उपयोग क्र रहा है। इनस्टॉल टूल के %sAbout section%s में से इसे अपडेट करे ।

# warning.installtool_default_password
source: The Install Tool is still using the default password "joh316". Update this within the %sImportant actions section%s of the Install Tool.
hi: स्थापित उपकरण अभी भी डिफ़ॉल्ट पासवर्ड "joh316" का उपयोग क्र रहा है। इनस्टॉल टूल के %sImportant actions section%s में से इसे अपडेट करे ।

# warning.backend_admin
source: The default backend user "admin" with password "password" is still present. %sEdit this account%s, either deleting it completely or changing the username and password.
hi: डिफ़ॉल्ट बैकेंड यूजर "admin" अभी भी पासवर्ड "password" के साथ मौजूद है . %sEdit this account%s नहीं तो इसे पूरी तरहा से डिलीट करे नहीं तो यूजरनाम और पासवर्ड बदले।

# warning.file_deny_pattern
source: The value of fileDenyPattern is not set to its default:%s If TYPO3 is running on Apache, a customized value might enable backend or frontend users to execute malicious php scripts.
hi: fileDen पैटर्न का मूल्य उसके डिफ़ॉल्ट सेट नहीं है:%s TYPO3 अपाचे पर चल रहा है, एक स्वनिर्धारित मूल्य दुर्भावनापूर्ण PHP स्क्रिप्ट निष्पादित करने के लिए बैकेंड या दृश्यपटल उपयोगकर्ताओं को सक्षम हो सकता है।

# warning.file_deny_pattern_partsNotPresent
source: Security Risk! The new value of fileDenyPattern misses parts of its default:%s If TYPO3 is running on Apache, a customized value might enable backend or frontend users to execute malicious php scripts.
hi: सुरक्षा मे जोखिम! fileDenyPattern के नए मूल्य उसके डिफ़ॉल्ट के कुछ हिस्सों को याद करती है:%s TYPO3 अपाचे पर चल रहा है, एक स्वनिर्धारित मूल्य दुर्भावनापूर्ण PHP स्क्रिप्ट निष्पादित करने के लिए बैकेंड या दृश्यपटल उपयोगकर्ताओं को सक्षम हो सकता है।

# warning.file_deny_htaccess
source: The current value of fileDenyPattern allows to upload/create files with the name ".htaccess". If TYPO3 is running on Apache, this enables backend or frontend users to create and execute php scripts. Please reset the value of fileDenyPattern to its default.
hi: fileDenyPattern के वर्तमान मूल्य का नाम ".htaccess" के साथ अपलोड करने के लिए / फाइल बनाने की अनुमति देता है। Typo3 अपाचे पर चल रहा है, इस बनाने और PHP स्क्रिप्ट निष्पादित करने के लिए बैकेंड या दृश्यपटल सक्षम बनाता है। उसके डिफ़ॉल्ट करने के लिए fileDenyPattern के मूल्य में रीसेट करें।

# warning.install_enabled
source: The Install Tool is permanently enabled. Delete the file "%s" when you have finished setting up TYPO3.
hi: इनस्टॉल टूल परमानेंटली इनेबल्ड है। जब ट्य़्फो३ का सेटिंग पूरा हो जाये तो "%s" फाइल को डिलीट क्र दे।

# warning.install_enabled_cmd
source: Click to remove the file now!
hi: अब फाइल को हटाने के लिए क्लिक करें!

# warning.install_trustedhosts
source: The trusted hosts pattern check is disabled. Please define the allowed hosts in the [SYS][trustedHostsPattern] section of the Install Tool.
hi: विश्वस्त मेजबान टीम के पैटर्न की जांच अक्षम है। कृपया स्थापित उपकरण [SYS][trustedHostsPattern] अनुभाग में अनुमति मेजबान टीम को परिभाषित।

# warning.install_update
source: This installation is not configured for the TYPO3 version it is running. If you did so intentionally, this message can be safely ignored. If you are unsure, visit the Update Wizard section of the %sInstall Tool%s to see how TYPO3 would change.
hi: यह इंस्टालेशन TYPO3 संस्करण के लिए कॉन्फ़िगर नहीं है। यदि आप ऐसा जानबूझकर किया है, इस संदेश को सुरक्षित रूप से अनदेखा किया जा सकता है। यदि आप अनिश्चित हैं, देखने के लिए कैसे TYPO3 बदल जाएगा%s इनस्टॉल टूल %s के अपडेट विज़ार्ड सेक्शन पर जाएँ।

# warning.header
source: Important Notice!
hi: महत्वपूर्ण सूचना!

# warning.backend_reference
source: The Reference Index table is empty which is likely the result of a recent TYPO3 upgrade. Please go to %sTools>DB Check%s and update the reference index.
hi: संदर्भ इंडेक्स टेबल जो की संभावना हाल ही में एक TYPO3 अपग्रेड का परिणाम है। कृपया %sTools>DB Check%s जाये और चेक करें और रेफ्रेंस इंडेक्स अपडेट करें।

# warning.backend_reference_index
source: The Reference Index table is empty which is likely the result of a recent TYPO3 upgrade. The Reference Index was last updated on %3$s. Please go to %sTools>DB Check%s and update the reference index.
hi: संदर्भ इंडेक्स टेबल जो की संभावना हाल ही में एक TYPO3 अपग्रेड का परिणाम है। रेफ्रेंस इंडेक्स पिछले%3$s पर अपडेटेड किया गया था।कृपया %sTools>DB Check%s जाये और चेक करें और रेफ्रेंस इंडेक्स अपडेट करें।

# warning.file_missing
source: File is missing!
hi: लापता फ़ाईलें

# warning.header.storage_is_no_public
source: Storage is not public
hi: स्टोरेज सार्वजनिक नहीं है

# warning.message.storage_is_no_public
source: The storage has been marked to be "publicly available" but is not detected as such by the driver. The setting has been reverted.
hi: स्टोरेज "सार्वजनिक रूप से उपलब्ध" होने के लिए मार्केड किया गया है, लेकिन चालक द्वारा इस तरह के रूप में पहचान नहीं है। सेटिंग वापस सौंप दिया गया है।

# warning.inline_use_combination
source: This record will be modified globally.
hi: इस रिकॉर्ड ग्लोबली मॉडिफाइड किया जाएगा।

# error.formProtection.tokenInvalid
source: Validating the security token of this form has failed. Please reload the form and submit it again.
hi: इस फार्म की सुरक्षा टोकन मान्य नाकाम रही है। कृपया फॉर्म को रीलोड करे और फिर से सबमिट करे ।

# toolbarItems.shortcuts
source: Shortcuts
hi: शॉर्टकट्स

# toolbarItems.shortcut
source: Shortcut
hi: शॉर्टकट

# toolbarItems.shortcutsGroup
source: Shortcut Group
hi: शॉर्टकट गरूप

# toolbarItems.shortcutsEdit
source: Edit Shortcut
hi: एडिट शॉर्टकट

# toolbarItems.shortcutsDelete
source: Delete Shortcut
hi: शॉर्टकट हटायें

# toolbarItems.bookmarks
source: Bookmarks
hi: बुकमार्क्स

# toolbarItems.bookmark
source: Bookmark
hi: बुकमार्क

# toolbarItems.bookmarksGroup
source: Bookmark group
hi: बुकमार्क ग्रुप

# toolbarItems.bookmarksEdit
source: Edit bookmark
hi: एडिट बुकमार्क

# toolbarItems.bookmarksDelete
source: Delete bookmark
hi: बुकमार्क मिटाएँ

# toolbarItems.confirmBookmarksDelete
source: Do you really want to remove this bookmark?
hi: आप वास्तव में इस बुकमार्क को दूर करना चाहते हैं?

# toolbarItems.createBookmark
source: Create bookmark
hi: बुकमार्क बनाएं

# toolbarItems.bookmarkSavedTitle
source: Bookmark saved
hi: बुकमार्क बचाया

# toolbarItems.bookmarkSavedMessage
source: The bookmark was saved.
hi: बुकमार्क बचाया गया

# toolbarItems.search
source: Search
hi: ढूंढें

# toolbarItems.workspace
source: Workspace
hi: वर्कस्पेस

# toolbarItems.sysinfo
source: System Information
hi: सिस्टम की जानकारी

# toolbarItems.sysinfo.phpversion
source: PHP Version
hi: PHP वर्शन

# toolbarItems.sysinfo.database
source: Database
hi: डेटाबेस

# toolbarItems.sysinfo.applicationcontext
source: Application Context
hi: एप्लीकेशन कॉन्टेक्स्ट

# toolbarItems.sysinfo.composerMode
source: Composer mode
hi: कंपोजर मोड

# toolbarItems.sysinfo.gitrevision
source: GIT Revision
hi: GIT रिवीजन

# toolbarItems.sysinfo.operatingsystem
source: Operating System
hi: ऑपरेटिंग सिस्टम

# toolbarItems.sysinfo.webserver
source: Webserver
hi: वेबसर्वर

# extension.not.installed
source: Extension "%s" is not installed.
hi: एक्सटेंशन "% s" स्थापित नहीं है।

# link.to.filefile.correctly
source: Please, do not link to this page.
hi: कृपया, इस पेज से लिंक ना करे।

# csh_tooltip_loading
source: Loading help...
hi: लोडिंग हेल्प...

# error.database_schema_mismatch
source: A SQL error occurred. This may indicate a schema mismatch between TCA and the database. Try running database compare in the Install Tool.
hi: एक एसक्यूएल त्रुटि उत्पन्न हुई। इस TCA और डेटाबेस के बीच एक स्कीमा बेमेल संकेत हो सकता है। स्थापित उपकरण में तुलना डेटाबेस चलाने की कोशिश करें।

# error.database_schema_mismatch_title
source: Database Error
hi: डेटाबेस एरर

# error.items_proc_func_error
source: An error occurred trying to process items for field "%1$s" (%2$s).
hi: कोई घटित हुआ त्रुटि के लिए field "%1$s" वस्तुओं की प्रक्रिया करने के लिए (%2$s) की कोशिश कर रहा ।

# error.invalidEmail
source: "%s" is not a valid e-mail address.
hi: "%s" एक मान्य ईमेल पता नहीं है।

# error.backendUserGroupListTypeError.header
source: Possible misconfiguration detected
hi: पॉसिबल मिसकंफिगुरेशन डिटेक्टेड

# error.backendUserGroupListTypeError.message
source: Editing of at least one plugin was enabled but editing the page content type "Insert Plugin" is still disallowed. Group members won't be able to edit plugins unless you activate editing for the content type.
hi: कम से कम एक प्लगइन का संपादन सक्षम लेकिन संपादन पेज की सामग्री प्रकार "Insert Plugin"अभी भी अनुमति नहीं है । समूह के सदस्यों plugins संपादित करने के लिए जब तक आप सामग्री प्रकार के लिए संपादन सक्रिय सक्षम नहीं होगा।

# error.missingLanguageIsocode
source: Missing ISO code for language "%s" (UID %d), please edit the language record and set it.
hi: (UID %d) भाषा "%s" के लिए ISO कोड गुम, भाषा रिकॉर्ड संपादित करें और इसे सेट करें।

# labels.deleteTitle
source: Revert to default Constant
hi: डिफ़ॉल्ट कॉन्स्टेन्ट पर वापस

# labels.editTitle
source: Edit this Constant
hi: यह कॉन्स्टेन्ट को एडिट करें
