Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_csh_*_groups.xlf
Languages: de, fr, it, nl

# explicit_allowdeny.details
source: Selector box fields can be configured for access control on value level. This list represents all values that are configured for access control. Each value can be configured to require either explicit access (Allow) or explicit denial (Deny). If a value has the prefix "Allow" (green icon) it means that by default users <em>cannot</em> set this value unless they are member of a user group which explicitly allows it (by setting this checkbox). If a value has the prefix "Deny" (red icon) it means that by default users can set this value unless they are member of a user group which explicitly denies it (by setting this checkbox). The list is organized so values from the same selector box is listed together. If values from a selectorbox is not present in the allow/deny list it simply means they are not evaluated and hence they can be set by anyone having access to the field in general.
de: Auswahlbox-Felder können für die Zugriffskontrolle auf Werteebene konfiguriert werden. Diese Liste repräsentiert alle Werte, die für die Zugriffskontrolle konfiguriert sind. Jeder Wert kann so konfiguriert werden, dass entweder expliziter Zugriff (Erlauben) oder explizite Verweigerung (Deny) erforderlich ist. Wenn ein Wert das Präfix "Erlauben" (grünes Symbol) hat, bedeutet dies, dass Standardbenutzer <em>diesen Wert nicht</em> setzen können, wenn sie nicht Mitglied einer Benutzergruppe sind, die es ausdrücklich erlaubt (indem sie diese Checkbox einstellen). Wenn ein Wert das Präfix "Deny" (rotes Symbol) hat, bedeutet dies, dass Standardbenutzer diesen Wert setzen können, wenn sie nicht Mitglied einer Benutzergruppe sind, die ihn ausdrücklich verweigert (indem sie dieses Kontrollkästchen einstellen). Die Liste ist so organisiert, dass Werte aus dem selben Selektor-Feld zusammen aufgelistet sind. Wenn Werte aus einer Selektoren nicht in der allow/deny-Liste vorhanden sind, bedeutet dies einfach, dass sie nicht bewertet werden und somit von jedem, der Zugang zum Feld im Allgemeinen hat, festgelegt werden können.
nl: Deze lijst laat een overzicht zien voor alle velden die geconfigureerd zijn voor toegangscontrole. Elke waarde kan zo ingesteld worden dat toegang expliciet geweigerd of toegelaten wordt. Als een waarde de voorinstelling "Toelaten" (groen icoon) heeft, dan kunnen gebruikers deze waarde <em>niet</em> veranderen, mits zij lid zijn van een gebruikersgroep die dit expliciet toelaat (door deze waarde aan te vinken). Als een waarde de voorinstelling "Weigeren" (rood icoon) heeft, betekent dit dat standaard gebruikers deze waarde kunnen aanzetten mits zij lid zijn van een groep die dit expliciet niet toelaat (door deze waarde aan te vinken). De lijst is zo georganiseerd dat waardes van dezelfde keuzelijst samen staan. Als waardes van een keuzelijst niet voorkomen betekent dit dat deze waardes niet geevalueerd worden en daardoor iedereen die toegang heeft tot dit veld de waarde kan wijzigen.

# _.seeAlso
source: be_users, "Inside TYPO3" about users / groups | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/UsersAndGroups/, How to set up a backend user | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/SettingUpANewUser/, Setting up groups (from "Getting Started") | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/CreateUsersGroups/
nl: be_users, "Inside TYPO3" over gebruikers / groepen | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/UsersAndGroups/, Hoe een backend gebruiker in te stellen | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/SettingUpANewUser/, Groepen inrichten (uit "Getting Started") | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/CreateUsersGroups/
