Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_csh_pages.xlf
Languages: de, fr, hr, it

# layout.description
source: The Frontend Layout can change the way a page design appears.
de: Das Frontend Layout kann die Art und Weise ändern, wie ein Seitendesign erscheint.
fr: La mise en page Frontend peut changer la façon dont un design de page apparaît.
hr: Raspored sučelja može izmijeniti način na koji se prikazuje dizajn stranice.
it: Il Layout Frontend può cambiare il modo in cui appare un design di pagina.

# layout.details
source: This option may not have any impact on the Frontend page design since it depends on whether the Frontend template uses it. Most templates do not use it.
de: Diese Option hat möglicherweise keine Auswirkungen auf das Frontend-Seitendesign, da es davon abhängt, ob die Frontend-Vorlage sie verwendet. Die meisten Vorlagen verwenden es nicht.
fr: Cette option peut ne pas avoir d'impact sur le design de la page Frontend car elle dépend de l'utilisation du modèle Frontend. La plupart des modèles ne l'utilisent pas.
hr: Ova opcija možda neće imati utjecaja na dizajn stranice prednje sučelja je to ovisi o tome koriste li ju predlošci prednje sučelja. Većina predložaka ne koristi ovu opciju.
it: Questa opzione potrebbe non avere alcun impatto sul design della pagina Frontend, poiché dipende dall'utilizzo del template Frontend. La maggior parte dei modelli non lo utilizzano.

# doktype.description
source: Page Type determines whether the page is normal webpage, a shortcut to another webpage, or used in other internal ways.
de: Der Seitentyp bestimmt, ob die Seite normal ist, eine Verknüpfung zu einer anderen Webseite oder auf andere interne Weise verwendet wird.
fr: Le type de page détermine si la page est une page Web normale, un raccourci vers une autre page Web, ou utilisée d'autres façons internes.
hr: Tip stranice određuje je li stranica normalna stranica, kratica na drugu stranicu ili se koristi na neki interni način.
it: Il tipo di pagina determina se la pagina è normale, un collegamento ad un'altra pagina web o utilizzato in altri modi interni.

# doktype.details
source: 'Standard' is the most common Page Type and is used for normal webpages. 'Backend User Section' is an option which creates pages that are only visible in the Frontend for Backend users who are logged in. <b>Link</b> 'Shortcut' pages jump to another page in the Pagetree. 'Mount Point' pages bring content from another branch of the Pagetree into the current branch. 'Link to External URL' is similar to 'Shortcut' but points to external URLs instead of TYPO3 pages. <b>Special</b> 'Folder' is a page type which is not shown as a webpage but is instead stores records of your choice. 'Recycler' is a garbage can. Pages and records in the Recycler are not visible in the Frontend. 'Menu Separator' is only useful if your Frontend memus are programmed to use it. It does not represent a page with content but is intended to be an unclickable placeholder in the menu. <b>Notice</b> Each Page Type is represented by a unique icon. The available page types can be restricted for users so all of the options described above may not be visible. Finally, particuilar record typoes may only be allowed on certain page types, but any record can be placed in a 'Folder.'
de: 'Standard' ist der häufigste Seitentyp und wird für normale Webseiten verwendet. 'Backend User Section' ist eine Option, die Seiten erstellt, die nur im Frontend für Backend-Benutzer sichtbar sind, die angemeldet sind. <b>Link</b> 'Verknüpfungen' Seiten springen auf eine andere Seite im Pagetree. 'Mount Point' Seiten bringen Inhalte aus einem anderen Zweig des Pagetree in den aktuellen Zweig. 'Link zu externer URL' ist ähnlich wie 'Shortcut', aber verweist auf externe URLs anstatt auf TYPO3 Seiten. <b>Speziell</b> 'Ordner' ist ein Seitentyp, der nicht als Webseite angezeigt wird, sondern stattdessen Datensätze Ihrer Wahl speichert. 'Recycler' ist ein Müll kann. Seiten und Datensätze im Papierkorb sind im Frontend nicht sichtbar. 'Menü Separator' ist nur nützlich, wenn Ihre Frontend-Memos programmiert werden, um es zu verwenden. Es repräsentiert keine Seite mit Inhalten, sondern ist als nicht geklickter Platzhalter im Menü gedacht. <b>Hinweis</b> Jeder Seitentyp wird durch ein einzigartiges Symbol dargestellt. Die verfügbaren Seitentypen können für Benutzer eingeschränkt werden, so dass alle oben beschriebenen Optionen nicht sichtbar sein können. Schließlich dürfen einzelne Datensatztypen nur auf bestimmten Seitentypen erlaubt werden, aber jeder Eintrag kann in einem 'Ordner' platziert werden.
fr: 'Standard' est le type de page le plus courant et est utilisé pour les pages Web normales. 'Section Utilisateur de Backend' est une option qui crée des pages qui ne sont visibles que dans la Frontend pour les utilisateurs de Backend qui sont connectés. <b>Lien</b> pages 'Raccourci' sautent à une autre page dans la Pagetree. Les pages 'Point de montage' apportent du contenu d'une autre branche de la Pagetree dans la branche courante. 'Lien vers URL externe' est similaire à 'Raccourci' mais pointe vers des URL externes au lieu des pages TYPO3. <b>Spécial</b> 'Dossier' est un type de page qui n'est pas affiché comme une page web mais est au lieu de stocker des enregistrements de votre choix. 'Recycler' est un bagage peut. Les pages et les enregistrements du Recycler ne sont pas visibles dans la Frontend. 'Séparateur de menu' n'est utile que si votre mémoire Frontend est programmé pour l'utiliser. Il ne représente pas une page avec du contenu mais est destiné à être un placeholder non-modifiable dans le menu. <b>Avis</b> Chaque type de page est représenté par une icône unique. Les types de pages disponibles peuvent être restreints pour les utilisateurs, de sorte que toutes les options décrites ci-dessus ne peuvent pas être visibles. Enfin, les typologies d'enregistrement de particules ne peuvent être autorisées que sur certains types de pages, mais tout enregistrement peut être placé dans un dossier.
hr: 'Standardno' je najčešći tip stranice a koristi se za normalne stranice. 'Sekcija za korisnike pozadinskog sučelja' je opcija koja stvara stranice koje su u prednjem sučelju vidljive jedino korisnicima pozadinskog sučelja kada su prijavljeni. <b>Poveznika</b> 'Kratica' je stranica koja povezuje na drugu stranicu u stablu stranica. 'Točka montiranja' su stranice koje uvoze sadržaj iz grane nekog drugog stabla stranica u trenutno stable. 'Poveznica na vanjski URL' je slična 'Kratici' no povezuje na vanjski URL umjesto na stranicu unutar TYPO3 CMS-a. <b>Posebno</b> 'Mapa' je tip stranice koji se ne prikazuje kao stranica na webu već služi za spremanje zapisa po Vašem izboru. 'Koš za smeće' je stranica za spremanje "otpadaka". Stanice i zapisi u 'Košu za smeće' nisu vidljivi na prednjem sučelju. 'Separator izbornika' je koristan jedino ako su Vaši izbornici na prednjem sučelju programirani da ih koriste. Separatori ne predstavljaju stranicu sa sadržajem već služe kao separatori u izbornicima na koje se ne može kliknuti. <b>Napomena</b> svaki tip stranice predstavljen je jedinstvenom ikonom. Dostupni tipovi stranica mogu se ograničiti za pojedinog korisnika tako da ne moraju uvijek biti prisutne sve navedene opcije. Također, pojedini tipovi zapisa mogu biti dostupni samo na određenim stranicama, no svaki tip zapisa može biti smješten u 'Mapu'.
it: 'Standard' è il tipo di pagina più comune e viene utilizzato per le pagine web normali. 'Sezione Utente Backend' è un'opzione che crea pagine visibili solo nel Frontend per gli utenti che hanno effettuato l'accesso. <b>Link</b> pagine 'Shortcut' saltano ad un'altra pagina nella Pagetree. pagine 'Punto di montagna' portano contenuti da un altro ramo della Pagetree nel ramo corrente. 'Link a URL esterno' è simile a 'Shortcut' ma punti a URL esterni invece delle pagine TYPO3. <b>Speciale</b> 'Cartella' è un tipo di pagina che non viene visualizzato come pagina web ma che invece memorizza i record di tua scelta. 'Cestino' è un carrello. Le pagine e i record nel Cestino non sono visibili nel Frontend. 'Separatore Menu' è utile solo se la tua memos Frontend è programmata per utilizzarla. Non rappresenta una pagina con contenuti, ma è intesa come un segnaposto non cliccabile nel menu. <b>Nota</b> Ogni tipo di pagina è rappresentato da un'icona unica. I tipi di pagina disponibili possono essere limitati per gli utenti, così tutte le opzioni descritte sopra potrebbero non essere visibili. Infine, i tipi di record di particuilar possono essere consentiti solo su alcuni tipi di pagina, ma qualsiasi record può essere inserito in una 'Cartella'.

# _doktype.seeAlso
source: pages:shortcut, pages:url
de: Seiten:Verknüpfung, Seiten:url
it: pagine:shortcut, pagine:url

# hidden.description
source: If this is checked, the page will be disabled on the website.
de: Wenn diese Option aktiviert ist, wird die Seite auf der Website deaktiviert.
fr: Si cette option est cochée, la page sera désactivée sur le site.
hr: Ukoliko je ovo označeno, stranica će biti onemogućena na web stranici.
it: Se selezionato, la pagina sarà disabilitata sul sito web.

# hidden.details
source: The 'Disable,' 'Start,' 'Stop,' and 'Access' options are all about limiting access to pages and are thus related in functionality. When a page is not visible due to one of these options, the page will not show up in the site navigation. Notice, these options are related <em>only</em> to the page for which they are set. If you want their effect to cover the subpages as well, you must enable the 'Extend to Subpages' option. When you're logged in as a Backend user you can preview disabled pages if you have read access to them.
de: Die Optionen "Deaktivieren", "Start", "Stop", "Access" und "Access" sind alles, um den Zugriff auf Seiten zu beschränken und sind damit in Funktionalität verwandt. Wenn eine Seite aufgrund einer dieser Optionen nicht sichtbar ist, wird die Seite nicht in der Seitennavigation angezeigt. Hinweis, diese Optionen sind mit der Seite verknüpft <em>nur</em> für die sie gesetzt sind. Wenn Sie wollen, dass ihr Effekt auch die Unterseiten abdeckt, müssen Sie die Option 'Auf Subpages erweitern' aktivieren. Wenn Sie als Backend-Benutzer angemeldet sind, können Sie deaktiviert Seiten anzeigen, wenn Sie Zugriff auf diese gelesen haben.
fr: Les options 'Désactiver,' 'Démarrer,' 'Stop,' et 'Accès' sont toutes liées à la limitation de l'accès aux pages et sont donc liées à la fonctionnalité. Lorsqu'une page n'est pas visible en raison de l'une de ces options, la page ne s'affiche pas dans la navigation du site. Avis, ces options sont liées <em></em> à la page pour laquelle elles sont définies. Si vous voulez que leur effet couvre également les sous-pages, vous devez activer l'option 'Extend to Subpages'. Lorsque vous êtes connecté en tant qu'utilisateur de Backend, vous pouvez prévisualiser les pages désactivées si vous avez lu l'accès à elles.
hr: 'Onemogući', 'Početak', 'Kraj' i 'Pristup' opcije određuju pristup stranicama te su i samim time povezane u funkcionalnosti. Kada stranica nije vidljiva zbog neke od ovih opcija, neće biti prisutna u izbornicima. Primjetite da se ove opcije odnose <em>jedino</em> na stranicu za koju su postavljene. Ukoliko želite da se njihov efekt propagira i na podstranice, morate postaviti opciju 'Primjeni i na podstranice'. Kada ste prijavljeni kao korisnik pozadinskog sučelja možete prstupiti predpregledu onemogućenih stranice ako imate pravo čitanja istih.
it: Le opzioni 'Disabilita,' 'Start,' 'Stop,' e 'Accesso' sono tutte volte a limitare l'accesso alle pagine e sono quindi correlate alla funzionalità. Quando una pagina non è visibile a causa di una di queste opzioni, la pagina non verrà visualizzata nella navigazione del sito. Nota, queste opzioni sono correlate <em>solo</em> alla pagina per la quale sono impostate. Se vuoi che il loro effetto copra anche le sottopagine, devi abilitare l'opzione 'Estendi a sottopagine'. Quando sei loggato come utente Backend puoi visualizzare le pagine disabilitate se hai accesso a queste ultime.

# _hidden.seeAlso
source: pages:starttime,pages:endtime,pages:fe_group,pages:extendToSubpages
de: Seiten:starttime,pages:endtime,pages:fe_group,pages:extendToSubpages
it: pagine:starttime,pages:endtime,pages:fe_group,pages:extendToSubpages

# hidden.image_descr
source: The page icon of a disabled page is dimmed and a red X is added. If you view a page that is hidden and you are logged in into the Backend you will still be able to see the page. The red "Preview" box will tell you that this page is visible to you because of this special circumstance.
de: Das Seitensymbol einer deaktiviert-Seite ist dimmed und ein rotes X hinzugefügt. Wenn Sie eine Seite sehen, die versteckt ist und Sie im Backend angemeldet sind, können Sie die Seite trotzdem sehen. Das rote "Vorschau"-Feld zeigt Ihnen, dass diese Seite aufgrund dieser besonderen Umstände für Sie sichtbar ist.
fr: L'icône de page d'une page désactivée est dimmed et un X rouge est ajouté. Si vous voyez une page cachée et que vous êtes connecté dans le Backend, vous pourrez toujours voir la page. La case rouge "Aperçu" vous dira que cette page est visible à cause de cette circonstance spéciale.
hr: Ikona onemogućene stranice je zasjenjena i dodan je crveni X. Ukoliko ste prijavljeni u pozadinsko sučelje moći ćete vidjeti stranice koje su sakrivene. Crvena napomena "Predpregled" obavijestit će Vas da stranicu vidite zbog te posebne okolnosti.
it: L'icona della pagina disabilitata è oscurata e viene aggiunta una X rossa. Se si visualizza una pagina nascosta e si è loggato nel Backend, sarà ancora in grado di vedere la pagina. La casella rossa "Anteprima" ti dirà che questa pagina è visibile a causa di questa circostanza speciale.

# starttime.description
source: The Publish Date determines when the page will be visible online. If the Publish Date is not set, the page will be available immediately.
de: Das Veröffentlichungsdatum bestimmt, wann die Seite online sichtbar sein wird. Wenn das Veröffentlichungsdatum nicht gesetzt ist, wird die Seite sofort verfügbar sein.
fr: La date de publication détermine quand la page sera visible en ligne. Si la date de publication n'est pas définie, la page sera disponible immédiatement.
hr: Datum objavljivanja određuje kada će stranica biti vidljiva na prednjem sučelju. Ukoliko datum objavljivanja nije postavljen, stranica će biti vidljiva trenutačno.
it: La data di pubblicazione determina quando la pagina sarà visibile online. Se la data di pubblicazione non è impostata, la pagina sarà immediatamente disponibile.

# starttime.syntax
source: The Publish Date Format is either DD-MM-YYYY or MM-DD-YYYY depending on how TYPO3 is configured. There are also several shortcuts you can use when entering the date. If you insert a 'd' the current date will be inserted. You can also append any value in the field with a number such as '+10' which will add 10 days to the current value. For example, entering 'd+10' would result in a date 10 days from now.
de: Das Publish Date Format ist entweder DD-MM-YYY oder MM-DD-YYY abhängig davon, wie TYPO3 konfiguriert ist. Es gibt auch mehrere Verknüpfungen, die Sie beim Eintreten des Datums verwenden können. Wenn Sie ein 'd' eingefügt haben, wird das aktuelle Datum eingefügt. Sie können auch einen Wert in das Feld mit einer Zahl wie '+10' anhängen, die 10 Tage zum aktuellen Wert hinzufügen wird. Zum Beispiel, wenn Sie 'd+10' eingeben, würde das Datum von jetzt an 10 Tagen anhängen.
fr: Le format de date de publication est soit DD-MM-YYY ou MM-DD-YYYY selon la façon dont TYPO3 est configuré. Il y a également plusieurs raccourcis que vous pouvez utiliser lors de la saisie de la date. Si vous insérez une date actuelle, la date actuelle sera insérée. Vous pouvez également ajouter toute valeur dans le champ avec un nombre tel que '+10' qui ajoutera 10 jours à la valeur courante. Par exemple, entrer dans 'd+10' entraînerait une date de 10 jours.
hr: Format datuma objave je ili DD-MM-GGGG ili MM-DD-GGGG ovisno o Vašoj TYPO3 konfiguraciji. Također, dostupno je nekoliko kratica koje možete koristiti tijekom unosa datuma. Ukoliko unesete 'd', trenutni datum bit će umetnut u polje. Također možete unijeti bilo koju vrijednost sa brojem poput '+10' što će dodati 10 dana na trenutnu vrijednost. Primjerice unos 'd+10' će umetnuti datum 10 dana od sada.
it: Il formato data pubblicazione è DD-MM-AAAA o MM-DD-YYYYY a seconda della configurazione di TYPO3. Ci sono anche diverse scorciatoie che puoi utilizzare quando si inserisce la data. Se si inserisce una 'd' la data corrente verrà inserita. Puoi anche aggiungere qualsiasi valore nel campo con un numero come '+10' che aggiungerà 10 giorni al valore attuale. Ad esempio, inserire 'd+10' si tradurrà in una data di 10 giorni.

# _starttime.seeAlso
source: pages:endtime,pages:hidden
de: Seiten:endtime,pages:verborgen
fr: pages:endtime,pages:cachées
it: pagine:endtime,pagine:nascoste

# _.seeAlso
source: tt_content
de: tt_Inhalt
fr: tt_contenu
it: Contenuto

# endtime.description
source: The Expiration Date specifies when the page will no longer be visible online.
de: Das Ablaufdatum legt fest, wann die Seite nicht mehr online sichtbar ist.
fr: La date d'expiration précise quand la page ne sera plus visible en ligne.
hr: Datum isteka stranice određuje kada stranica više neće biti vidljiva na prednjem sučelju.
it: La data di scadenza specifica quando la pagina non sarà più visibile online.

# endtime.syntax
source: See Page / Publication Date (click below)
de: Seite / Veröffentlichungsdatum anzeigen (unten klicken)
fr: Voir la page / Date de publication (cliquez ci-dessous)
hr: Vidi stranicu / Datum objave (kliknite ispod)
it: Vedi Pagina / Data di pubblicazione (clicca qui sotto)

# _endtime.seeAlso
source: pages:starttime
de: Seiten:starttime
fr: pages:démarrage
it: pagine:starttime

# _fe_group.seeAlso
source: fe_groups
de: fe_Gruppen
fr: groupes
it: gruppi_di_fe

# extendToSubpages.description
source: By default the Publication Date, Expiration Date, Usergroup Access Rights, and Page Visibility options <em>only</em> affect the page where they are set. If the option 'Extend to Subpages' is checked for the page, then all subpages are affected as well.
de: Standardmäßig beeinflussen das Veröffentlichungsdatum, Ablaufdatum, Zugriffsrechte der Benutzergruppe und die Optionen der Seitenansicht <em>nur</em> die Seite, auf der sie gesetzt sind. Wenn die Option 'Auf Subpages erweitern' für die Seite überprüft wird, werden alle Unterseiten ebenfalls betroffen.
fr: Par défaut, la date de publication, date d'expiration, droits d'accès au rouvre d'utilisateurs et options de visibilité de la page <em>seulement</em> affectent la page où ils sont définis. Si l'option 'Extend to Subpages' est cochée pour la page, alors toutes les sous-pages sont également affectées.
hr: Opcije datuma objave, datuma isteka, prava pristupa korisničkih grupa i vidljivosti stranice utječu <em>jedino</em> stranice na kojima su postavljene. Ukoliko je odabrano 'proširi na podstranice', tada opcije vrijede i za sve podstranice.
it: Di default la data di pubblicazione, data di scadenza, diritti di accesso utente e opzioni di visibilità pagina <em>solo</em> influisce sulla pagina dove sono impostati. Se l'opzione 'Estendi alle sottocagine' è selezionata per la pagina, allora tutte le sottopagine sono interessate.

# extendToSubpages.details
source: Consider a scenario where you want to create a section of subpages that are only visible for logged in users. Setting the Usergroup Access Rights for the top page in the section would remove the page from menus if no user was logged in. However, the subpage could still be accessed by guessing the ID number of the page and entering it manually in the URL. Setting the 'Extend to Subpages' option would extend the Usergroup Access Rights from the top page through all subpages as well.
de: Betrachten Sie ein Szenario, in dem Sie einen Abschnitt von nur eingeloggten Unterseiten erstellen möchten. Wenn Sie die Zugriffsrechte der Benutzergruppe für die oberste Seite im Abschnitt festlegen, würden Sie die Seite von Menüs entfernen, wenn kein Benutzer angemeldet wurde. Allerdings könnte die Unterseite trotzdem durch die Vermutung der ID-Nummer der Seite und manuell in die URL zugegriffen werden. Wenn Sie die Option 'Erweitert auf Subpages' einstellen, würde die Zugriffsrechte der Benutzergruppe von der oberen Seite auch durch alle Unterseiten erweitert.
fr: Considérez un scénario où vous voulez créer une section de sous-pages qui ne sont visibles que pour les utilisateurs connectés. Définir le numéro d'identification de la page en haut de la page dans la section supprimerait la page des menus si aucun utilisateur n'a été connecté. Cependant, la sous-page pourrait encore être consultée en devinant le numéro d'identification de la page et en le saisissant manuellement dans l'URL. Définir l'option 'Extend to Subpages' étendrait les droits d'accès du groupe d'utilisateurs de la page en haut de page également à travers toutes les sous-pages.
hr: Razmotrite scenarij u kojem želite napraviti sekciju podstranica koje su vidljive samo prijavljenim korisnicima. Opcija prava korisničkih grupa za vršnu stranicu u sekciji uklonila bi stranicu iz izbornika ako nema prijavljenih korisnika. Međutim, još uvijek bi bilo moguće pristupiti podstranicama pogađanjem ID broja stranice i ručnim unosom u URL adresu. Odabirom opcije 'Proširi na podstranice' prava korisničkih grupa vrijedila bi od vršne stranice sekcije do svih njenih podstranica
it: Considera uno scenario in cui si desidera creare una sezione di sottopagine visibili solo agli utenti registrati. Impostando i diritti di accesso utente per la pagina superiore della sezione si rimuoverebbe la pagina se non si è effettuato l'accesso a nessun utente. , tuttavia, la sottocartella potrebbe ancora essere accessibile indolando il numero ID della pagina e inserendolo manualmente nell'URL. Impostando l'opzione 'Estendi a sottopagine' si estenderebbero i diritti di accesso utente dalla pagina superiore anche a tutte le sottopagine.

# _extendToSubpages.seeAlso
source: pages:hidden, pages:starttime, pages:endtime, pages:fe_group
de: Seiten:verborgen, Seiten:starttime, Seiten:endtime, Seiten:fe_group
it: pagine:hidden, pagine:starttime, pagine:endtime, pagine:fe_group

# extendToSubpages.image_descr
source: This page has access restricted to a certain group and has "Extend to Subpages" set as well. This is reflected in the way the page icon has changed.
de: Diese Seite hat Zugriff auf eine bestimmte Gruppe und hat auch "Erweitert auf Unterseiten" gesetzt. Dies spiegelt sich in der Art und Weise wider, wie sich das Seitensymbol geändert hat.
fr: Cette page a accès limité à un certain groupe et a également "Extend to Subpages" défini. Ceci est reflété dans la façon dont l'icône de la page a changé.
hr: Ova stranice ima ograničen pristup na određenu grupu te aktivnu opciju 'Proširi na podstranice'. Ta činjenica zorno je ilustrirana promjenom ikone stranice.
it: Questa pagina ha accesso limitato a un certo gruppo e ha anche impostato "Estendi a sottopagine". Questo si riflette nel modo in cui l'icona della pagina è stata modificata.

# alias.description
source: A URL Alias is a unique identification string for a page. You can use this string instead of the ID number to refer to the page.
de: Eine URL Alias ist ein einzigartiger Identifikationszeichenzeichenzeichenname für eine Seite. Sie können diesen String anstelle der ID-Nummer verwenden, um auf die Seite zu verweisen.
