Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_csh_*_users.xlf
Languages: da, de, fr, hi, it, nl

# usergroup.details
source: The backend user groups defines the permissions which the backend user will inherit. So unless the backend user is an 'Admin' user, he needs to be a member of one or more user groups in order to have practically any permissions assigned. The properties set in the user groups are mostly added together. The first (top) group in the list is the group which will, by default, be the owner of pages the user creates.
da: De backend brugergrupper en bruger tilhører bestemmer hvilke rettigheder brugeren arver. DVS. hvis en bruger ikke er en 'Admin' bruger er det nødvendigt at være medlem af en eller flere backend brugergrupper, for at få nogensomhelst rettigheder. Rettighederne fra flere brugergrupper bliver sædvanligvis lagt sammen. Den første (øverste) brugergruppe en bruger er medlem af bliver som standard sat til at eje de sider en bruger opretter.
de: Die Backend-Benutzergruppen definieren die Berechtigungen, die der Backend-Benutzer ererbt. Wenn der Backend-Benutzer kein 'Admin' Benutzer ist, muss er Mitglied einer oder mehrerer Benutzergruppen sein, um praktisch alle Berechtigungen zugewiesen zu haben. Die Eigenschaften in den Benutzergruppen werden größtenteils zusammen hinzugefügt. Die erste (oberste) Gruppe in der Liste ist die Gruppe, die standardmäßig der Besitzer von Seiten ist, die der Benutzer erstellt.
fr: Les groupes d'utilisateurs de backend définissent les permissions que l'utilisateur de backend héritera. Donc, à moins que l'utilisateur de backend soit un utilisateur 'Admin', il doit être membre d'un ou plusieurs groupes d'utilisateurs afin d'avoir pratiquement toutes les permissions assignées. Les propriétés définies dans les groupes d'utilisateurs sont principalement ajoutées ensemble. Le premier groupe (en haut) dans la liste est le groupe qui, par défaut, sera le propriétaire des pages créées par l'utilisateur.
hi: बैकएंड यूजर ग्रुप्स में परमिशंस डिफिएंड होगी जो बैकएंड यूजर इन्हेरिट करता सकता है।तो जब तक बैकएंड यूजर एक 'एडमिन' यूजर है,वह वास्तव में किसी भी अनुमतियों को सपने के लिए उसे एक और एक से अधिक ग्रुप्स का एक सदस्य होने की जरूरत है।यूजर ग्रुप्स में प्रोपर्टीज सेट ज्यादातर एक साथ जोड़ रहे हैं। लिस्ट के ग्रुप में से पहले (ऊपर) ग्रुप में जो ,पेज बनाता है वह डिफ़ॉल्ट रूप से ऑनर हो जाएगा।
nl: De gebruikersgroep definieert welke eigenschappen de gebruiker overneemt van deze groep. Tenzij men admin gebruiker is, moet men altijd lid zijn van een of meer groepen. De eigenschappen van de groepen worden bij elkaar opgeteld. De bovenste groep zal standaard de eigenaar worden van nieuw gecreerde pagina's.

# lockToDomain.description
source: Enter the host name from which the user is forced to login. NOTICE: this is not a security feature and can be circumvented by faking HTTP_HOST.
da: Indtast det værtsnavn som brugeren er tvunget til at logge ind fra. NOTE: Dette er ikke en sikkerhedsfunktion og kan omgås ved at forfalske HTTP_HOST.
de: Geben Sie den Hostnamen ein, von dem der Benutzer zum Login gezwungen ist. HINWEIS: Dies ist keine Sicherheitsfunktion und kann durch faking HTTP_HOST umgangen werden.
fr: Entrez le nom d'hôte à partir duquel l'utilisateur est obligé de se connecter. AVIS : il ne s'agit pas d'une fonctionnalité de sécurité et peut être contourné par un faux HTTP_HOST.
nl: Vul de hostnaam waarvandaan de gebruiker dient in te loggen. LET OP: dit is geen beveiligingsoptie en kan omzeild worden met een valse HTTP_HOST.

# lockToDomain.details
source: A TYPO3 system may have multiple domains pointing to it. Therefore this option secures that users can login only from a certain host name.
da: Flere forskellige domæner kan pege på den samme TYPO3 installation. Denne instilling gør at brugeren kun kan logge ind fra et bestemt domænenavn.
de: Ein TYPO3-System kann mehrere Domains haben, die darauf verweisen. Daher sichert diese Option, dass Benutzer nur von einem bestimmten Hostnamen einloggen können.
fr: Un système TYPO3 peut avoir plusieurs domaines pointant vers lui. Par conséquent, cette option permet aux utilisateurs de se connecter uniquement à partir d'un nom d'hôte.
hi: TYPO3 सिस्टम में मल्टीपल डोमेन्स की ओर इशारा करते हो सकते है.इसलिए यह विकल्प सुरक्षित करता है कि यूज़र्स एक निश्चित होस्टनेम से ही प्रवेश कर सकते हैं।
nl: Een TYPO3 systeem kan meerdere domeinen hebben die er naar verwijzen. Deze optie zorgt ervoor dat gebruikers alleen in kunnen loggen vanaf een bepaalde hostnaam.

# disableIPlock.description
source: Disable the lock of the backend users session to the remote IP number.
da: Fjern låsningen af brugerens login til hans IP addresse.
de: Deaktivieren Sie die Sperre der Backend-Benutzer-Sitzung auf die Remote-IP-Nummer.
fr: Désactiver le verrouillage de la session des utilisateurs du backend vers le numéro IP distant.
hi: रिमोट IP नंबर के लिये बैकएंड यूज़र्स सेशन के लॉक को डिसेबल करे।
it: Disabilita il blocco della sessione utente di backend per il numero IP indicato.
nl: Verwijder de blokkering voor backend gebruikers sessies aan geconfigureerde ip adressen.

# disableIPlock.details
source: You will have to disable this lock if backend users are accessing TYPO3 from ISDN or modem connections which may shutdown and reconnect with a new IP. The same would be true for DHCP assignment of IP numbers where new IP numbers are frequently assigned.
da: Det kan være nødvendigt at fjerne denne låsning af en brugers login til hans IP addresse, hvis han logger ind fra en moden eller ISDN linie, der bliver afbrudt, og derefter forbinder igen og får en ny IP addresse. Det samme kan være tilfældet hvis man får sin IP addresse fra en DHCP server, hvor IP addresserne skifter til nye addresser jævnligt.
de: Sie müssen diese Sperre deaktivieren, wenn Backend-Benutzer auf TYPO3 von ISDN- oder Modem-Verbindungen zugreifen, die mit einer neuen IP-Verbindung schließen und wieder verbinden können. Das Gleiche gilt für DHCP-Zuweisung von IP-Nummern, bei denen neue IP-Nummern häufig zugewiesen werden.
fr: Vous devrez désactiver ce verrouillage si les utilisateurs de backend accèdent à TYPO3 depuis l'ISDN ou les connexions modem qui peuvent fermer et se reconnecter avec une nouvelle IP. Il en va de même pour l'affectation de numéros IP DHCP où de nouveaux numéros IP sont fréquemment assignés.
hi: अगर बैकएंड यूजर TYPO3 ISDN को एक्ससेसिंग करते हे तो इस लॉक को डिसेबल करना होगा और मॉडेम कनेक्शन्स को शटडाउन और नए IP को रेकनेक्ट करना होगा।एक ही IP नंबर की DHCP काम के लिए सही होगाजहां नई आईपी नंबर फ्रिक्वेंटली एसाइन्ड।
it: Dovrai disabilitare questo blocco se l'utente di backend accede da una rete ISDN o tramite una connessione modem che può abbattere la connessione e forza l'utente a collegarsi con un nuovo IP. Lo stesso concetto è valido per gli utenti che si connettono via DHCP dove l'assegnazione di un numero IP è dinamica e nuovi IP sono rigenerati di frequente.
nl: U zult deze blokkering moeten verwijderen indien backend gebruikers met wisselde ip adressen zich aan zullen melden. Voorbeelden hiervan zijn gebruikers die inbellen met isdn of modem. Het zelfde is ook van toepassing bij gebruikers die via een dhcp server een dynamisch ip adres toegewezen krijgen.

# db_mountpoints.description
source: Assign startpoints for the users page tree.
da: Tilknyt startpunkter for brugerens sidetræ.
de: Startpunkte für den Benutzerseitenbaum zuweisen.
fr: Assigner les points de départ pour l'arborescence des pages des utilisateurs.
hi: यूजर पेज ट्री के लिए स्टार्ट पॉइंट असाइन करे।
it: Assegna uno punto di partenza per gli utenti nell'albero delle pagine.
nl: Bepaald het beginpunt van de gebruikers mappenweergave.

# db_mountpoints.details
source: The page tree used my all Web-submodules to navigate must have some points-of-entry defined. Here you should insert one or more references to a page which will represent a new root page for the page tree. This is called a 'Database mount'. <strong>Notice</strong> that backend user groups also has DB mounts which can be inherited by the user. So if you want a group of users to share a page tree, you should probably mount the page tree in the backend user group which they share instead.
da: Her skal du indsætte et eller flere referancer til sider som hermed fungerer som ny rodside. Dette kaldes database monteringspunkter. <strong>Bemærk</strong> at backend brugergrupper også har DB monteringspunkter som kan arves af brugeren. Så hvis du ønsker at en gruppe brugere skal dele samme sidetræ, bør du benytte brugergruppens monteringspunkter.
de: Der Seitenbaum verwendete meine gesamten Web-Subodule, um zu navigieren, muss einige Punkte des Eintrags definiert haben. Hier sollten Sie einen oder mehrere Verweise auf eine Seite einfügen, die eine neue Stammseite für den Seitenbaum darstellt. Dies heißt ein 'Datenbankmount'. <strong>Hinweis</strong> dass Backend-Benutzergruppen auch DB-Reittiere haben, die vom Benutzer geerbt werden können. Wenn Sie also eine Gruppe von Benutzern zum Teilen eines Seitenbaumes aufrufen möchten, sollten Sie den Seitenbaum wahrscheinlich in der Backend-Benutzergruppe mounten, die sie stattdessen teilen.
fr: L'arborescence de page utilisée pour naviguer doit avoir des points d'entrée définis. Ici, vous devriez insérer une ou plusieurs références à une page qui représentera une nouvelle page racine pour l'arborescence de la page. Ceci est appelé 'mount de la base de données'. <strong>Avis</strong> que les groupes d'utilisateurs de backend ont également des montures DB qui peuvent être héritées par l'utilisateur. Donc si vous voulez qu'un groupe d'utilisateurs partage un arbre de page, vous devriez probablement monter l'arborescence de page dans le groupe d'utilisateurs de backend qu'ils partagent à la place.
hi: पेज ट्री ने मेरे सभी वेब-सुबमॉड्यूल्स को इस्तेमाल किया नेविगेट करने के लिए कुछ पॉइंट्स-ऑफ़ -एंट्री डिफिएंड होनी चाहिए .यहाँ आप एक या एक से अधिक पेज के रेफरेन्सेस जो पेज ट्री के लिए एक नया रूट पेज का रिप्रेसेंट करेंगे वह डालने चाहिए।जिसे एक 'डेटाबेस माउंट' कहा जाता है। <strong> सूचना </ strong> कि बैकएंड यूजर ग्रुप्स को भी DB माउंट्स जो यूजर द्वारा विरासत मिल सकता है।तो अगर आप एक पेज ट्री को सेर करने के लिए यूज़र्स के एक ग्रुप को चाहते हैं, तो आप शायद बैकएंड यूजर ग्रूप में पेज ट्री को माउन्ट करना पड़ेगा जो वे सेर करना चाहते है।
nl: Alle web-modules maken gebruik van de mappenweergave om te navigeren. Hier geeft men het beginpunt aan, welke wordt weergegeven als nieuw beginpunt van de site. De gebruiker kan vanaf dit punt de pagina's aanpassen. Dit wordt een "database mount" genoemd. <strong>Let op!</strong> Ook backendgebruikersgroepen hebben een DB mount welke kan worden overgenomen door de leden van de groep. Dus als een groep gebruikers hetzelfde gedeelte van de site mogen beheren is het waarschijnlijk beter om de DB mount aan de backendgebruikersgroep toe te kennen.

# db_mountpoints.image_descr
source: A DB mount is assigned to the user. Users can only operate on pages and records which are inside their DB mounts! When a page is mounted for a user it will become the root of their page tree. The user must have access to the page through the regular page permissions set in the Web > Access module.
da: Et DB monteringspunkt er tildelt til brugeren. Brugere kan kun operere på sider og elementer der er indenfor deres DB monteringspunkter! Når en side er monteret for en bruger bliver det roden af brugerens sidetræ. Brugeren skal have adgang til siden gennem de almindelige side tilladelser sat i Web > Adgang modulet.
de: Ein DB-Mount ist dem Benutzer zugeordnet. Benutzer können nur auf Seiten und Datensätzen arbeiten, die in ihren DB-Reittieren liegen! Wenn eine Seite für einen Benutzer montiert ist, wird es zum Stammverzeichnis ihres Seitenbaums. Der Benutzer muss über die regulären Seitenberechtigungen im Web- > -Zugriffsmodul Zugriff auf die Seite haben.
fr: Une monture DB est assignée à l'utilisateur. Les utilisateurs ne peuvent fonctionner que sur des pages et des enregistrements qui sont à l'intérieur de leurs montures DB! Lorsqu'une page est montée pour un utilisateur, elle deviendra la racine de leur arbre de page. L'utilisateur doit avoir accès à la page à travers les permissions de page habituelles définies dans le module d'accès Web >.
hi: DB माउंट यूजर को सौंपा है।यूज़र्स को केवल पेज और रिकॉर्ड को ऑपरेट करना चाहता है जो उनकी DB माउंट्स के अंदर! जब पेज एक यूजर के लिए माउंटेड हो जायेगा तब वह अपने पेज की रुट बन जाएगा।यूजर वेब> एक्सेस मॉड्यूल में सेट रेगुलर पेज अनुमतियों के माध्यम से पेज के लिए उपयोग किया जाना चाहिए।
nl: Een DB mount wordt toegekend aan de gebruiker. Gebruikers kunnen alleen werken met pagina's welke binnen hun DB mount valt! Wanneer een pagina is ge-mount voor een gebruiker, dan zal deze de basis van de paginaboom worden. De gebruiker moet rechten tot de pagina hebben via de reguliere pagina toegangsrechten zoals ingesteld in de Web > Access module.

# file_mountpoints.description
source: Assign startpoints for the file folder tree.
da: Tilknyt startsted for filtræ.
de: Startpunkte für den Dateiordner-Baum zuweisen.
fr: Assigner les points de départ pour l'arborescence du dossier de fichier.
hi: फाइल फोल्डर ट्री के लिए स्टार्ट पॉइंट असाइन करे।
nl: Geeft het beginpunt voor de mappenweergave van de bestanden.

# file_mountpoints.details
source: The file folder tree is used by all File-submodules to navigate between the file folders on the webserver. Notice as with 'DB mounts' the file folder mounts may be inherited from the member groups of the user. See Backend Groups for details
da: Filtræet benyttes af alle filmoduler til at navigere mellemfilmapper på webserveren. Bemærk at 'Startsted for filtræ' kan arves fra adgangsgrupper. Se mere under "Backend grupper"
de: Der Dateiordner-Baum wird von allen Dateiunterkünften benutzt, um zwischen den Dateiordnern auf dem Webserver zu navigieren. Hinweis als mit 'DB mounts' können die Dateiordner-Reittiere von den Mitgliedergruppen des Benutzers geerbt werden. Siehe Backend-Gruppen für Details
fr: L'arborescence du dossier de fichier est utilisée par tous les sous-modules de fichiers pour naviguer entre les dossiers de fichier sur le serveur web. Avis comme avec 'DB mounts' les montages du dossier de fichier peuvent être hérités des groupes membres de l'utilisateur. Voir les groupes de base pour plus de détails
hi: फ़ाइल फ़ोल्डर ट्री वेब सर्वर पर फ़ाइल फ़ोल्डर के बीच नेविगेट करने के लिए सभी फ़ाइल-सबमॉड्यूल्स द्वारा यूजर किया जाता है। सूचना 'DB माउंट्स' के साथ फाइल फोल्डर माउंट्स भी यूजर के ग्रूप्स मेम्बर से विरासत में मिला है। जानकारी के लिए बैकएंड ग्रुप्स देखे।
nl: De mappenweergave voor bestanden wordt gebruikt door alle bestandsubmodules om te navigeren tussen de diverse mappen op de webserver. Om bestanden te kunnen uploaden dient er map aanwezig te zijn genaamd '_temp_' (hier komen uploads standaard in terecht). Net zoals bij 'DB mounts' kunnen de mapkoppelingen (mounts) ook geërfd worden van de groepen waar de gebruiker lid van is.

# email.description
source: Enter the email address of the user.
da: Indtast brugerens e-mailadresse.
de: Geben Sie die E-Mail-Adresse des Benutzers ein.
fr: Entrez l'adresse e-mail de l'utilisateur.
hi: यूजर का ईमेल एड्र्स दर्ज करें।
it: Inserisci l'indirizzo email dell'utente.
nl: Vul het emailadres van de gebruiker in.

# email.details
source: This address is rather important to enter because this is where messages from the system is sent. <strong>Notice</strong> the user is able to change this value by himself from within the User>Setup module.
da: Denne emailadresse er ret vigtig, for den bliver brugt som modtager til de emails systemet sender ud. <strong>OBS</strong> Brugeren er selv i stand til at ændre den under Bruger > Indstillinger.
de: Diese Adresse ist ziemlich wichtig, da hier Nachrichten aus dem System gesendet werden. <strong>Hinweis</strong> der Benutzer kann diesen Wert von sich aus im Benutzermodul>einrichten.
fr: Cette adresse est assez importante pour entrer car c'est là que les messages du système sont envoyés. <strong>Avis</strong> l'utilisateur peut changer cette valeur par lui-même à partir du module de configuration de l'utilisateur>.
hi: यह एड्र्स इस लिए महत्वपूर्ण है।क्योंकि यह वह जगह है जहां सिस्टम से संदेश भेज दिया जाता है। <strong>सूचना</strong> user > setup मॉड्यूल के भीतर से यूजर खुद के द्वारा इस मूल्य को बदलने में सक्षम है।
it: E' importante inserire questo indirizzo in quanto è quello verso il quale vengono inviati i messaggi di sistema. <strong>Nota bene</strong>l'utente può modificare questo valore in autonomia utilizzando il modulo Utente > Setup
nl: Het invoeren van dit adres is vrij belangrijk, daar berichten van het systeem naar dit adres worden gestuurd. <strong>Let op!</strong> De gebruiker kan het emailadres zelf aanpassen in de setup module.

# realName.description
source: Enter the ordinary name of the user, eg. John Doe.
da: Indtast brugerens rigtige navn. i.e. Hans Jensen.
de: Geben Sie den normalen Namen des Benutzers ein, z.B. John Doe.
fr: Entrez le nom ordinaire de l'utilisateur, par exemple John Doe.
hi: साधारण उपयोगकर्ता के नाम के, जैसे दर्ज करें, उदाहरण .John Doe.
it: Inserisci il nome ordinario dell'utente, ad es. Mario Rossi.
nl: Geef hier de echte naam in van de gebruiker.

# realName.details
source: <strong>Notice</strong> the user is able to change this value by himself from within the User>Setup module.
da: <strong>OBS</strong> Brugeren er selv i stand til at ændre sit navn under Bruger > Indstillinger.
de: <strong>Hinweis</strong> Der Benutzer kann diesen Wert von sich aus im User>Setup Modul ändern.
fr: <strong>Avis</strong> l'utilisateur est en mesure de changer cette valeur par lui-même dans le module de configuration de l'utilisateur>.
hi: <strong>नोटिस</strong> यूजर > सेटअप मॉड्यूल के भीतर से खुद के द्वारा इस वैल्यू को बदलने में सक्षम है।
it: <strong>Nota bene</strong> l'utente può modificare questo valore in autonomia utilizzando il modulo Utente > Setup
nl: <strong>Let op!</strong> De gebruiker kan dit zelf aanpassen in de setup module.

# disable.description
source: This option will temporarily disable the user from logging in.
da: Denne indstilling vil midlertidigt deaktivér brugerens mulighed for at logge ind.
de: Diese Option deaktiviert den Benutzer vorübergehend vom Einloggen.
fr: Cette option désactivera temporairement l'utilisateur de se connecter.
hi: यह विकल्प टेम्पररी रूप में लॉगिन करने से यूजर को निष्क्रिय कर देगा।
it: Questa opzione disabilita temporaneamente la possibilità dell'utente di effettuare il login nel sistema.
nl: Deze optie zorgt ervoor dat de gebruiker tijdelijk niet kan inloggen.

# admin.description
source: 'Admin' users have TOTAL access to the system!
da: 'Admin' brugere har FULD adgang til systemet!
de: 'Admin' Benutzer haben TOTAL Zugriff auf das System!
fr: Les utilisateurs de l'administrateur ont accès TOTAL au système !
hi: 'एडमिन' यूज़र्स को सिस्टम की टोटल एक्ससेस होती हे !
nl: Admin gebruikers hebben toegang tot het gehele systeem.
