Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_csh_sysfilem.xlf
Languages: fr, hr, it, nl

# .description
source: Filemounts describe a filepath on the server, relative or absolute.
fr: Les fichiers décrivent un chemin de fichier sur le serveur, relatif ou absolu.
hr: Točke montiranja opisuju putanju datoteke na poslužitelju, relativnu ili apsolutnu.
it: I file descrivono un percorso file sul server, relativo o assoluto.
nl: Bestandskoppelingen omschrijven een pad in de bestandsstructuur van de server, relatief of absoluut.

# .details
source: By creating a file mount record and placing a reference to it in a Backend usergroup you can allow a user access to the file mount in the File>List module. Filemounts may also configure access to a path on the server to which the user has FTP-access. Just remember to set file-permissions on the server correctly so the webserver user (which PHP is running as) has at least read access to the FTP-dir. You can only mount absolute paths if they are within the base path set in $TYPO3_CONF_VARS[BE][lockRootPath]
fr: En créant un enregistrement de montage de fichier et en plaçant une référence dans un groupe d'utilisateurs de Backend, vous pouvez autoriser un accès utilisateur à la monture de fichier dans le module Liste de fichiers>. Les fichiers peuvent également configurer l'accès à un chemin sur le serveur auquel l'utilisateur a accès FTP. N'oubliez pas de définir correctement les permissions de fichier sur le serveur pour que l'utilisateur du serveur web (que PHP fonctionne comme) ait au moins accès à la direction FTP. Vous ne pouvez monter que les chemins absolus s'ils sont dans le chemin de base défini dans $TYPO3_CONF_VARS[BE][lockRootPath]
hr: Stvaranjem zapisa točke montiranja i upućivanjem na njega u korisničkoj skupini pozadinskog sučelja, možete omogućiti korisniku pristup datoteci u modulu Datoteka>Popis. Točke montiranja također mogu konfigurirati pristup putanji na poslužitelju na kojem korisnik ima FTP-pristup. Nemojte zaboraviti postaviti dopuštenja datoteka ispravno na poslužitelju kako bi korisnik web poslužitelja (na kojem radi PHP) barem imao pristup čitanja na FTP-mapi. Apsolutne putanje možete montirati samo ako su unutar osnovne putanje postavljene u $TYPO3_CONF_VARS[BE][lockRootPath]
it: Creando un record di montaggio di file e inserendo un riferimento a questo gruppo di utenti Backend è possibile consentire a un utente di accedere al file mount nel modulo Lista>file. I file emounts possono anche configurare l'accesso a un percorso sul server al quale l'utente ha accesso FTP. Ricorda di impostare correttamente i permessi di file sul server così l'utente del webserver (che PHP sta funzionando) ha almeno letto l'accesso alla cartella FTP. È possibile impostare i percorsi assoluti solo se sono nel percorso di base impostato in $TYPO3_CONF_VARS[BE][lockRootPath]
nl: Door een bestandkoppeling te maken en naar deze te refereren in een Backendgebruikersgroep, stel je gebruikers van deze groep in staat bestanden te benaderen in de module Bestand>Bestandlijst. Met Bestandkoppelingen is het ook mogelijk om de toegang tot een pad op de server te configureren voor FTP-toegang. Vergeet hierbij niet om de bestandsrechten op de server goed te zetten zodat de webservergebruiker (waarmee PHP draait) op zijn minst leestoegang heeft tot de FTP-map. Je kunt alleen absolute paden koppelen als zij binnen het basispad vallen, ingesteld via $TYPO3_CONF_VARS[BE][lockRootPath].

# _.seeAlso
source: be_groups:file_mountpoints, be_users:file_mountpoints, More about File mounts | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/MoreAboutFileMounts/
fr: be_groups:file_mountpoints, be_users:file_mountpoints, Plus sur les montages de fichiers | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/MoreAboutFileMounts/
hr: be_groups:file_mountpoints, be_users:file_mountpoints, Više o točkama montiranja datoteka | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/MoreAboutFileMounts/
it: essere_groups:file_mountpoint, be_users:file_mountpoint, Altro sui file mounts | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/MoreAboutFileMounts/
nl: be_groups:file_mountpoints, be_users:file_mountpoints, Meer over startpunten van de mappenboom | https://docs.typo3.org/typo3cms/InsideTypo3Reference/CoreArchitecture/AccessControl/MoreAboutFileMounts/

# _.image
source: EXT:core/Resources/Public/Images/cshimages/filemount_1.png
fr: EXT:core/Ressources/Public/Images/cshimages/filemount_1.png

# title.description
source: Enter a title for the filemount. The title will appear as the name of the file mount when it is applied to users and groups.
fr: Entrez un titre pour la monture de fichier. Le titre apparaîtra comme le nom de la monture de fichier lorsqu'elle sera appliquée aux utilisateurs et aux groupes.
hr: Unesite naslov za točku montiranja datoteke. Naslov će se prikazati kao ime točke montiranja datoteke kada se primjeni na korisnike i skupine.
it: Inserisci un titolo per il file mount. Il titolo apparirà come il nome del file mount quando viene applicato agli utenti e ai gruppi.
nl: Voer een titel in voor de bestandkoppeling. Deze titel zal als naam van de bestandkoppeling getoond worden als deze is toegepast bij gebruikers en groepen.

# _title.image
source: EXT:core/Resources/Public/Images/cshimages/be_groups_5.png
fr: EXT:core/Ressources/Public/Images/cshimages/be_groups_5.png

# path.description
source: Enter the path of the filemount, relative or absolute depending on the settings of BASE.
fr: Entrez le chemin de la monture de fichiers, relative ou absolue en fonction des paramètres de BASE.
hr: Unesite putanju točke montiranja datoteke, relativnu ili apsolutnu, ovisno o postavkama BAZE.
it: Inserisci il percorso del file mount, relativo o assoluto a seconda delle impostazioni di BASE.
nl: Voer het pad in van de bestandkoppeling, relatief of absoluut, afhankelijk van de instellingen van BASE.

# path.details
source: If BASE is set to relative, the path mounted is found in the subfolder "fileadmin/" of the website. Then you should enter the subfolder in "fileadmin/" as path. For instance if you want to mount access to "fileadmin/user_uploads/all/" then enter the value "user_uploads/all" as the value of PATH. If BASE is absolute you should enter the absolute path on the server, eg. "/home/ftp_upload" or "C:/home/ftp_upload". Further you must make sure the configuration variable $TYPO3_CONF_VARS[BE][lockRootPath] contains the first part of the path you want to mount. <strong>Notice:</strong> In any case, make sure the webserver user which PHP is running as has <em>at least</em> read-access to the path. If not, the mount will simply not appear without any warnings. If you have problems - especially with absolute mounts - try to mount something "simple" like a relative path in fileadmin. If that is working well, try the absolute path. Your PHP-configuration may also impose other restrictions on you if open_basedir is enabled. Then use relative paths.
fr: Si BASE est réglée à relative, le chemin monté est trouvé dans le sous-dossier "fileadmin/" du site. Ensuite, vous devriez entrer le sous-dossier dans "fileadmin/" comme chemin. Par exemple, si vous voulez monter l'accès à "fileadmin/user_uploads/all/" puis entrez la valeur "user_uploads/all" comme valeur de PATH. Si BASE est absolu, vous devriez entrer le chemin absolu sur le serveur, par exemple. "/home/ftp_upload" ou "C:/home/ftp_upload". De plus, vous devez vous assurer que la variable de configuration $TYPO3_CONF_VARS[BE][lockRootPath] contient la première partie du chemin que vous souhaitez monter. <strong>Avis :</strong> Dans tous les cas, assurez-vous que l'utilisateur du serveur web que PHP fonctionne comme il a <em>au moins</em> accès en lecture au chemin. Si ce n'est pas le cas, la monture ne apparaîtra tout simplement pas sans avertissement. Si vous avez des problèmes - surtout avec des montures absolues - essayez de monter quelque chose de "simple" comme un chemin relatif dans l'admin de fichiers. Si cela fonctionne bien, essayez le chemin absolu. Votre configuration PHP peut également vous imposer d'autres restrictions si open_basedir est activé. Ensuite, utilisez des chemins relatifs.
hr: Ako je OSNOVA postavljena na relativno, montirana putanja se nalazi u podmapi "fileadmin/" web stranice. Tada trebate unijeti podmapu unutar mape "fileadmin/" kao putanju. Ako na primjer želite montirati pristup "fileadmin/user_uploads/all/", unesite vrijednost "user_uploads/all" kao vrijednost PUTANJE. Ako je OSNOVA apsolutna, trebate unijeti apsolutnu PUTANJU na poslužitelju, npr. "/home/ftp_upload" ili "C:/home/ftp_upload". Nadalje se trebate pobrinuti da varijabla konfiguracije $TYPO3_CONF_VARS[BE][lockRootPath] sadrži prvi dio putanje koju želite montirati. <strong>Napomena:</strong> U svakom slučaju se trebate pobrinuti da korisnik poslužitelja na kojem radi PHP ima <em>barem</em> pristup-čitanja putanji. Ako nema, montiranje se jednostavno neće pojaviti i to bez ikakvih upozorenja. Ako imate probleme - posebno sa apsolutnim putanjama - pokušajte montirati nešto "jednostavno" poput relativne putanje u administraciji datoteke. Ako to radi dobro, pokušajte apsolutnu putanju. Vaša PHP konfiguracija Vam može također nametnuti druga ograničenja ako je open_basedir omogućen. Tada koristite relativne putanje.
it: Se BASE è impostato su relativo, il percorso montato è trovato nella sottocartella "fileadmin/" del sito. Quindi dovresti inserire la sottocartella nel percorso "fileadmin/". Per esempio, se si desidera montare l'accesso a "fileadmin/user_uploads/all/" quindi immettere il valore "user_uploads/all" come valore del PATH. Se BASE è assoluto, dovresti inserire il percorso assoluto sul server, es. "/home/ftp_upload" o "C:/home/ftp_upload". Inoltre, devi assicurarsi che la variabile di configurazione $TYPO3_CONF_VARS[BE][lockRootPath] contenga la prima parte del percorso che si desidera montare. <strong>Nota:</strong> In ogni caso, assicurati che l'utente del webserver che PHP sta funzionando come <em>almeno</em> accesso alla lettura del percorso. In caso contrario, il mount non apparirà senza alcun avvertimento. Se hai problemi - specialmente con montagne assolute - prova a montare qualcosa "semplice" come un percorso relativo nel fileadmin. Se funziona bene, prova la strada assoluta. La tua configurazione PHP potrebbe anche importi altre restrizioni se open_basedir è abilitato. Quindi usa percorsi relativi.
nl: Als BASE op relatief is gezet, wordt het gekoppelde pad gevonden in de submap "fileadmin/" van de website. Je moet dan de submap van het pad "fileadmin/" invullen. Als je bijvoorbeeld de map "fileadmin/user_uploads/all/" wilt koppelen, dan vul je "user_uploads/all" in als waarde van PATH. Als BASE op absoluut is gezet, voer je het absolute pad op de server in, bijvoorbeeld "/home/ftp_upload" of "C:/home/ftp_upload". Verder dien je er rekening mee te houden dat de configuratievariabele $TYPO3_CONF_VARS[BE][lockRootPath] het eerste deel van het pad bevat dat je wilt koppelen. <strong>Opmerking:</strong> ben er in alle gevallen zeker van dat de webservergebruiker waaronder PHP draait <em>tenminste</em> leestoegang heeft tot het pad. Als dit niet het geval is zal de bestandkoppeling niet getoond worden zonder enige waarschuwing. Als je problemen hebt - voornamelijk met absolute paden - probeer je eerst te verwijzen naar het relatieve pad in fileadmin. Als dit werkt kun je het absolute pad proberen. Je PHP configuratie kan ook andere restricties opleggen als safe_mode of open_basedir in zijn geschakeld. Gebruik in zo'n geval relatieve paden.

# path.image_descr
source: This is a filemount relative to "fileadmin/". The mounted folder is "fileadmin/user_upload/" since "user_upload" is the value of the "Path" field. The directory structure of "fileadmin/" where you can see the "user_upload" folder in the bottom of the list.
fr: Ceci est une monture de fichier relative à "fileadmin/". Le dossier monté est "fileadmin/user_upload/" puisque "user_upload" est la valeur du champ "Chemin". La structure du répertoire de "fileadmin/" où vous pouvez voir le dossier "user_upload" en bas de la liste.
hr: Ovo je točka montiranja datoteke u odnosu na mapu "fileadmin/". Montirana mapa je "fileadmin/user_upload/" s obzirom da je "user_upload" vrijednost polja "Putanja". Struktura mape "fileadmin/" gdje možete vidjeti "user_upload" mapu na dnu popisa.
it: Questo è un file mount relativo a "fileadmin/". La cartella montata è "fileadmin/user_upload/" poiché "user_upload" è il valore del campo "Path". La struttura della directory "fileadmin/" dove puoi vedere la cartella "user_upload" nella parte inferiore dell'elenco.
nl: Dit is een bestandkoppeling relatief aan "fileadmin/". De gekoppelde map is "fileadmin/user_upload" omdat als waarde in PATH "user_upload" ingevuld is. De bestandstructuur van "fileadmin/" waar u onderaand in de lijst de map "user_iupload" kunt zien.

# hidden.description
source: Use this option to temporarily disable the filemount.
fr: Utilisez cette option pour désactiver temporairement la monture de fichier.
hr: Koristite ovu opciju kako bi privremeno onemogućili točku montiranja datoteke.
it: Usa questa opzione per disabilitare temporaneamente il file mount.
nl: Gebruik deze instelling om een bestandkoppeling tijdelijk ongedaan te maken.

# hidden.details
source: All backend users using the mount will not have access anymore. This includes 'Admin'-users.
fr: Tous les utilisateurs de backend utilisant la monture n'auront plus accès. Cela inclut les utilisateurs 'Admin'.
hr: Svi korisnici pozadinskog sučelja koji koriste točku montiranja više neće imati pristup. To uključuje i 'Admin'-korisnike.
it: Tutti gli utenti backend che utilizzano il mount non avranno più accesso. Questo include 'Admin'-users.
nl: Alle backendgebruikers die gebruik maken van deze bestandkoppeling hebben geen toegang meer tot deze koppeling. Dit is ook het geval voor 'Admin'-gebruikers.

# base.description
source: Determines whether the value of the PATH field is to be recognized as an absolute path on the server or a path relative to the fileadmin/ subfolder to the website.
fr: Détermine si la valeur du champ PATH doit être reconnue comme un chemin absolu sur le serveur ou un chemin relatif au sous-dossier fileadmin/vers le site web.
hr: Određuje da li se vrijednost polja PATH (putanja) prepoznaje kao apsolutni put na serveru ili relativni put u odnosu na fileadmin/ podmapu web stranice.
it: Determina se il valore del campo PATH deve essere riconosciuto come un percorso assoluto sul server o un percorso relativo alla sottocartella file/ al sito web.
nl: Hiermee geeft u aan of de waarde van het pad een absoluut pad op de server bevat of relatief is aan de map "fileadmin/" van de website.

# read_only.description
source: Display this file mount as read-only.
fr: Afficher ce fichier en lecture seule.
hr: Prikaži ovu montažu datoteke kao samo za čitanje.
it: Visualizza questa montatura file come sola lettura.
nl: Geef de bestandskoppeling weer als alleen lezen.

# read_only.details
source: Read-only file mounts are displayed in the Filelist and the Element Browser. They allow displaying of files and folders which are neither writable nor editable for the user.
fr: Les montages de fichiers en lecture seule sont affichés dans la liste de fichiers et dans le navigateur d'éléments. Ils permettent l'affichage de fichiers et de dossiers qui ne sont ni modifiables ni modifiables pour l'utilisateur.
hr: Točke montiranja koje su samo za čitanje se prikazuju u popisu datoteka te u pregledniku elementa. One omogućuju prikaz datoteka i mapa koje korisnik ne može mijenjati niti uređivati.
it: I file di sola lettura sono visualizzati nel Filelist e nel Browser Elementi. Permettono la visualizzazione di file e cartelle che non sono scrivibili né modificabili per l'utente.
nl: Alleen-lezen-bestandskoppelingen worden weergegeven in de Bestandslijst en Elementbrowser. Deze staan toe dat bestanden en mappen die niet schrijfbaar of te bewerken zijn weergegeven worden voor de gebruiker.

# _path.seeAlso
source: sys_filemounts:base, be_groups:file_mountpoints, sys_filemounts
it: sys_filemounts:base, be_groups:file_mountpoint, sys_filemounts
