Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_csh_*_users.xlf
Languages: da, de, fr, hi, it, nl

# TSconfig.details
source: This field allows you to extend the configuration of the user in severe details. A brief summary of the options include a more detailed configuration of the backend modules, setting of user specific default table field values, setting of Rich Text Editor options etc.
da: Dette felt giver dig mulighed for at udvide konfigurationen for brugeren yderligere detajler. En kort liste inkluderer en mere detajleret opsætning af backend muduler, instilling af brugerspecifikke tabel felter, opsætning af RT-editor osv.
de: Dieses Feld erlaubt es Ihnen, die Konfiguration des Benutzers in Detaildetails zu erweitern. Eine kurze Zusammenfassung der Optionen enthält eine detailliertere Konfiguration der Backend-Module, die Einstellung von benutzerspezifischen Standardfeldwerten, die Einstellung von Rich Text Editor Optionen etc.
fr: Ce champ vous permet d'étendre la configuration de l'utilisateur dans des détails sévères. Un bref résumé des options inclut une configuration plus détaillée des modules de backend, le réglage des valeurs de champ par défaut spécifiques à l'utilisateur, le réglage des options de l'éditeur de texte Rich etc.
hi: इस क्षेत्र आप गंभीर विवरण में उपयोगकर्ता के विन्यास का विस्तार करने की अनुमति देता है। विकल्पों में से एक संक्षिप्त सारांश, उपयोगकर्ता विशिष्ट डिफ़ॉल्ट तालिका क्षेत्र मूल्यों की स्थापना रिच टेक्स्ट एडिटर विकल्पों में से सेटिंग आदि, बैकेंड मॉड्यूल की एक अधिक विस्तृत विन्यास शामिल
nl: Hier kan men de mogelijkheden voor de gebruiker verder uitdiepen. Alle mogelijkheden worden beschreven in admin_guide.pdf (zie link hieronder).

# _TSconfig.seeAlso
source: pages:TSconfig, fe_users:TSconfig, be_groups:TSconfig, User TSconfig | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/
da: pages:TSconfig, fe_users:TSconfig, be_groups:TSconfig, Bruger TSconfig | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/
de: Seiten:TSconfig, fe_users:TSconfig, be_groups:TSconfig, User TSconfig | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/

# allowed_languages.description
source: Select which record languages the group members are limited to edit.
da: Vælg hvilke sprog medlemmer af denne gruppe er begrænset til at redigere elementer.
de: Wählen Sie, welche Datensatzsprachen die Gruppenmitglieder auf das Bearbeiten beschränken.
fr: Sélectionnez les langues d'enregistrement que les membres du groupe sont limités à modifier.
hi: का चयन करें जो रिकॉर्ड भाषाओं समूह के सदस्यों को संपादित करने के लिए सीमित कर रहे हैं।
nl: Selecteer welke taal records de groepsleden mogen aanpassen.

# allowed_languages.details
source: You can also limit users to specific languages with user group settings. Please see the same field for backend user groups for more details.
da: Du kan også begrænse brugere til specifikke sprog med brugergruppe indstillinger. Se venligst det samme felt for backend brugergrupper for flere detaljer.
de: Sie können Benutzer auch auf bestimmte Sprachen mit Benutzergruppen-Einstellungen beschränken. Bitte sehen Sie das gleiche Feld für Backend-Benutzergruppen für weitere Details.
fr: Vous pouvez également limiter les utilisateurs à des langues spécifiques avec les paramètres du groupe d'utilisateurs. Veuillez consulter le même champ pour les groupes d'utilisateurs de backend pour plus de détails.
hi: आप यह भी उपयोगकर्ता समूह सेटिंग्स के साथ विशिष्ट भाषाओं के लिए उपयोगकर्ताओं को सीमित कर सकते हैं। कृपया अधिक जानकारी के लिए बैकएंड उपयोगकर्ता समूहों के लिए एक ही क्षेत्र में देखते हैं।
nl: U kunt gebruikers ook limiteren tot bepaalde talen door de gebruikersgroep instellingen. Zie hiervoor het zelfde veld voor backend gebruikersgroepen voor meer details.

# _starttime.seeAlso
source: be_users:disable, be_users:endtime, pages:starttime
de: be_users:deaktivieren, be_users:endtime, pages:starttime

# _endtime.seeAlso
source: be_users:disable, be_users:starttime, pages:starttime
de: be_users:deaktivieren, be_users:starttime, pages:starttime
hi: be_users:disable, be_users:endtime, pages:starttime

# _username.seeAlso
source: be_users:password
hi: be_users:पासवर्ड

# _admin.image
source: EXT:core/Resources/Public/Images/cshimages/beuser_4.png
fr: EXT:core/Ressources/Public/Images/cshimages/beuser_4.png

# _allowed_languages.image
source: EXT:core/Resources/Public/Images/cshimages/be_groups_18.png
fr: EXT:core/Ressources/Public/Images/cshimages/be_groups_18.png
