Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_csh_corebe.xlf
Languages: de, fr, it, nl

# file_newfolder.description
source: Enter a name for a new file folder in the tree here. If you want to create multiple folders, please select the number of new folders before entering folder names.
de: Geben Sie hier einen Namen für einen neuen Dateiordner im Baum ein. Wenn Sie mehrere Ordner erstellen möchten, wählen Sie bitte die Anzahl der neuen Ordner, bevor Sie Ordnernamen eingeben.
fr: Entrez un nom pour un nouveau dossier de fichier dans l'arborescence. Si vous voulez créer plusieurs dossiers, veuillez sélectionner le nombre de nouveaux dossiers avant de saisir les noms de dossiers.
it: Inserisci un nome per una nuova cartella di file nell'albero qui. Se vuoi creare più cartelle, seleziona il numero di nuove cartelle prima di inserire i nomi delle cartelle.
nl: Voer een naam voor de nieuwe bestandsmap in de boom in. Als je meerdere mappen wilt maken, selecteer dan het aantal nieuwe mappen voordat je de mapnamen invoert.

# file_newfolder.image_descr
source: To create a new folder you first click the parent folder icon in the folder tree. As the next step you select the number of folders to create and then you enter the new folder names. After pressing the "Create folders" button the folders will appear in the folder tree when you reload it.
de: Um einen neuen Ordner zu erstellen, klicken Sie zuerst auf das übergeordnete Ordnerpaar im Ordnerbaum. Als nächster Schritt wählen Sie die Anzahl der Ordner, die erstellt werden sollen, und dann geben Sie die neuen Ordnernamen ein. Nach dem Drücken der "Ordner erstellen" Taste werden die Ordner im Ordner angezeigt, wenn Sie es neu laden.
fr: Pour créer un nouveau dossier, vous cliquez d'abord sur l'icône du dossier parent dans l'arborescence du dossier. Comme étape suivante, vous sélectionnez le nombre de dossiers à créer et ensuite vous entrez les nouveaux noms de dossier. Après avoir appuyé sur le bouton "Créer des dossiers" les dossiers apparaîtront dans l'arborescence du dossier lorsque vous le rechargerez.
it: Per creare una nuova cartella, fai clic prima sull'icona della cartella padre nell'albero delle cartelle. Come passo successivo, scegli il numero di cartelle da creare e poi inserisci i nuovi nomi delle cartelle. Dopo aver premuto il pulsante "Crea cartelle" le cartelle appariranno nell'albero delle cartelle quando lo ricaricherai.
nl: Om een nieuwe map te maken klik je eerst op het icoon van de bovenliggende map in de boom. Vervolgens selecteer je het aantal mappen die je wilt maken. Voer daarna de nieuwe mapnamen in. Nadat je op de "Maak mappen" knop hebt geklikt, verschijnen de mappen in de mappenboom nadat je de pagina hebt ververst.

# file_newfile.alttitle
source: Creating a new file
de: Neue Datei erstellen
fr: Création d'un nouveau fichier
it: Creazione di un nuovo file
nl: Nieuw bestand aanmaken

# file_newfile.description
source: Enter a filename here if you want to create a new text-based file. Notice that it must have one of the endings in the list of text-endings shown below (except "php" endings).
de: Geben Sie hier einen Dateinamen ein, wenn Sie eine neue textbasierte Datei erstellen möchten. Beachten Sie, dass sie eines der Endungen in der Liste der unten angezeigten Textenden haben muss (außer "php" Endungen).
fr: Entrez un nom de fichier ici si vous voulez créer un nouveau fichier basé sur le texte. Notez qu'il doit avoir une des fins dans la liste des entrées de texte affichées ci-dessous (sauf les endings "php").
it: Inserisci un nome file qui se vuoi creare un nuovo file basato sul testo. Nota che deve avere una delle endizioni nella lista delle esecuzioni testuali mostrate di seguito (tranne "php" endings).
nl: Voer een bestandsnaam in als je een nieuw tekstgebaseerd bestand wilt maken. Let op dat het een van de eindes uit de lijst van tekst-eindes hieronder moet hebben (behalve "php" eindes).

# file_newfile.details
source: Newly created files will have the size of 0 (zero). After creating a new file it would be natural that you wanted to edit the file to put content into it. This is done simply by clicking the icon of the file and select "Edit" from the clickmenu.
de: Neu erstellte Dateien haben die Größe von 0 (Null). Nach dem Erstellen einer neuen Datei wäre es natürlich, dass Sie die Datei bearbeiten möchten, um Inhalte in sie zu setzen. Dies geschieht einfach durch Klicken auf das Symbol der Datei und wählen Sie "Bearbeiten" aus dem Klickmenü.
fr: Les fichiers nouvellement créés auront la taille de 0 (zéro). Après avoir créé un nouveau fichier, il serait naturel que vous vouliez modifier le fichier pour y mettre du contenu. Cela se fait simplement en cliquant sur l'icône du fichier et sélectionnez "Modifier" à partir du clickmenu.
it: I file creati di recente avranno la dimensione di 0 (zero). Dopo aver creato un nuovo file, sarebbe naturale che tu volesse modificare il file per inserirlo. Questo è fatto semplicemente cliccando l'icona del file e selezionare "Modifica" dal clickmenu.
nl: Nieuwe bestanden hebben een grootte van 0 (nul). Nadat je een nieuw bestand maakt dan is het logisch dat je het bestand wilt bewerken om er inhoud in te zetten. Dit doe je door simpelweg op het icoon van het bestand te klikken en "Bewerk" uit het klikmenu te selecteren.

# file_newfile.image_descr
source: To create a new file, first click the folder icon where you want to create the file. Select "New". Then enter the filename in the dialog in the right frame. After pressing "Create file" you will see a new, empty file in the folder you selected.
de: Um eine neue Datei zu erstellen, klicken Sie zuerst auf das Ordnerpaar, in dem Sie die Datei erstellen möchten. Wählen Sie "Neu". Dann geben Sie den Dateinamen im rechten Rahmen ein. Nach dem Drücken von "Datei erstellen" sehen Sie eine neue, leere Datei in dem ausgewählten Ordner.
fr: Pour créer un nouveau fichier, cliquez d'abord sur l'icône du dossier où vous voulez créer le fichier. Sélectionnez "Nouveau". Ensuite entrez le nom de fichier dans la boîte de dialogue dans le cadre de droite. Après avoir appuyé sur "Créer un fichier" vous verrez un nouveau fichier vide dans le dossier que vous avez sélectionné.
it: Per creare un nuovo file, clicca prima sull'icona della cartella dove vuoi creare il file. Seleziona "Nuovo". Quindi inserisci il nome del file nella finestra di dialogo nel riquadro giusto. Dopo aver premuto "Crea file" vedrai un nuovo file vuoto nella cartella selezionata.
nl: Om een nieuw bestand te maken, klik dan eerst op het pictogram van de map waarin het bestand moet komen. Kies dan "Nieuw". Voer dan de bestandnaam in. Na het klikken op "Bestand aanmaken" verschijnt er een nieuw, leeg bestand in de gekozen map.

# file_newMedia.alttitle
source: Adding a new media asset
de: Hinzufügen eines neuen Medienvermögens
fr: Ajout d'un nouvel atout média
it: Aggiunta di un nuovo asset multimediale
nl: Een nieuw mediabestand toevoegen

# file_newMedia.description
source: Enter an URL to a media asset here. Notice that it must be from one of the allowed providers listed below.
de: Geben Sie hier eine URL für ein Medienvermögen ein. Beachten Sie, dass es von einem der unten aufgeführten Anbieter sein muss.
fr: Entrez une URL à un actif média ici. Notez qu'elle doit être de l'un des fournisseurs autorisés listés ci-dessous.
it: Inserisci qui un URL per un asset multimediale. Nota che deve essere da uno dei provider consentiti elencati di seguito.
nl: Voer hier een URL van een mediabestand in. Let op dat het van een van de toegestane aanbieders die hieronder staan moet zijn.

# file_rename.alttitle
source: Rename a file or folder
de: Datei oder Ordner umbenennen
fr: Renommer un fichier ou un dossier
it: Rinomina un file o una cartella
nl: Bestand of map hernoemen

# file_rename.description
source: You can rename files or folders in TYPO3 quite easily. Just notice that certain characters are not allowed. So use a-z, numbers, underscores and don't make the names too long. If you enter invalid characters it will be automatically corrected.
de: Sie können Dateien oder Ordner in TYPO3 ganz einfach umbenennen. Beachten Sie einfach, dass bestimmte Zeichen nicht erlaubt sind. Verwenden Sie also a-z, Zahlen, Unterstriche und machen Sie die Namen nicht zu lang. Wenn Sie ungültige Zeichen eingeben, wird diese automatisch korrigiert.
fr: Vous pouvez renommer facilement les fichiers ou dossiers dans TYPO3. Il suffit de noter que certains caractères ne sont pas autorisés. Utilisez donc a-z, les chiffres, les soulignements et ne pas rendre les noms trop longs. Si vous entrez des caractères invalides, il sera automatiquement corrigé.
it: Puoi rinominare file o cartelle in TYPO3 abbastanza facilmente. Basta notare che alcuni caratteri non sono permessi. Quindi usa un-z, numeri, underscore e non rendere i nomi troppo lunghi. Se inserisci caratteri non validi, verranno corretti automaticamente.
nl: Je kunt vrij makkelijk bestanden of mappen hernoemen in TYPO3. Let alleen op dat bepaalde tekens niet toegestaan zijn. Gebruik deze tekens: a-z, nummers en liggend streepje. Maak de namen niet te lang. Voer je toch niet-toegestane tekens in, dan worden deze automatisch gecorrigeerd.

# file_rename.image_descr
source: To rename a file (or folder for that sake) just click the icon of it, select "Rename" and enter the new name. Notice that restrictions may apply on filenaming, for instance ".php" is usually not a valid extension of a filename for security reasons.
de: Um eine Datei (oder einen Ordner für diesen Sake) umzubenennen, klicken Sie einfach auf das Symbol, wählen Sie "Umbenennen" und geben Sie den neuen Namen ein. Hinweis, dass Einschränkungen bei Dateinamen gelten können, z.B. ".php" ist in der Regel keine gültige Erweiterung eines Dateinamens aus Sicherheitsgründen.
fr: Pour renommer un fichier (ou un dossier pour ce saké) cliquez simplement sur l'icône de celui-ci, sélectionnez "Renommer" et entrez le nouveau nom. Notez que les restrictions peuvent s'appliquer sur le nom de fichier, par exemple ".php" n'est généralement pas une extension valide d'un nom de fichier pour des raisons de sécurité.
it: Per rinominare un file (o una cartella per questo motivo) clicca solo sull'icona, seleziona "Rinomina" e inserisci il nuovo nome. Nota che le restrizioni possono essere applicate sul nome file, ad esempio ".php" non è solitamente un'estensione valida di un nome file per motivi di sicurezza.
nl: Om een bestand (of map) te hernoemen klik je eerst op het icoon van het bestand. Selecteer "Hernoemen" en voer de nieuwe naam in. Let op dat er enige beperkingen van toepassing zijn op het benoemen van bestanden. Zo is ".php" bijvoorbeeld om veiligheidsredenen niet toegestaan.

# file_upload.alttitle
source: Uploading files.
de: Dateien werden hochgeladen.
fr: Envoi de fichiers.
it: Caricamento dei file.
nl: Bestanden uploaden.

# file_upload.description
source: Here you can upload one or more files to the server. Start by selecting the number of files to upload, then you begin to select files from your local computer to upload.
de: Hier können Sie eine oder mehrere Dateien auf den Server hochladen. Wählen Sie die Anzahl der Dateien, um sie hochzuladen, dann wählen Sie Dateien aus Ihrem lokalen Computer aus, um sie hochzuladen.
fr: Ici vous pouvez télécharger un ou plusieurs fichiers sur le serveur. Commencez par sélectionner le nombre de fichiers à télécharger, puis vous commencez à sélectionner des fichiers depuis votre ordinateur local à télécharger.
it: Qui puoi caricare uno o più file sul server. Inizia selezionando il numero di file da caricare, poi inizia a selezionare i file dal tuo computer locale da caricare.
nl: Hier kun je een of meerdere bestanden uploaden naar de server. Start met het selecteren van het aantal bestanden die geüpload moeten worden. Dan selecteer je de bestanden van je eigen computer om ze te uploaden.

# file_upload.details
source: If the filenames you upload exist already they will be renamed with a numeric suffix, eg. "file_01.jpg". However you can avoid this behaviour if you select "Overwrite existing files" before pressing the "Upload" button. Normally there is a limit to the size of files you can upload. By default PHP will allow you to upload around 2MB. TYPO3 is configured to allow 10MB internally by default. These settings can be changed by your server administrator if you need them changed. Notice that file uploads may take a significant amount of time, even if you have fast internet access via DSL etc. If you have large amount of files you want to upload - or if the files are very large - you should consider using an FTP client instead. It depends not on TYPO3 but on the webserver whether this is an options for you.
de: Wenn die Dateinamen, die Sie hochladen, bereits vorhanden sind, werden sie mit einem numerischen Suffix umbenannt, z.B. mit dem Namen. "file_01.jpg". Sie können dieses Verhalten jedoch vermeiden, wenn Sie "Vorhandene Dateien überschreiben" auswählen, bevor Sie auf "Upload" klicken. Normalerweise gibt es ein Limit für die Größe der Dateien, die Sie hochladen können. Standardmäßig erlaubt PHP es Ihnen, etwa 2MB hoch zu laden. TYPO3 ist so konfiguriert, dass 10MB intern standardmäßig erlaubt werden. Diese Einstellungen können von Ihrem Server-Administrator geändert werden, wenn Sie diese ändern möchten. Beachten Sie, dass Dateiuploads eine erhebliche Zeit benötigen können, auch wenn Sie über DSL-Anschluss schnell Internetzugang haben. Wenn Sie eine große Anzahl von Dateien haben, die Sie hochladen möchten - oder wenn die Dateien sehr groß sind - sollten Sie stattdessen über einen FTP-Client nachdenken. Es hängt nicht von TYPO3 ab, sondern vom Webserver, ob dies eine Option für Sie ist.
fr: Si les noms de fichiers que vous téléchargez existent déjà, ils seront renommés avec un suffixe numérique, par exemple. "file_01.jpg". Cependant, vous pouvez éviter ce comportement si vous sélectionnez "Écraser les fichiers existants" avant d'appuyer sur le bouton "Télécharger". Normalement, il y a une limite à la taille des fichiers que vous pouvez télécharger. Par défaut, PHP vous permettra de télécharger environ 2 Mo. TYPO3 est configuré pour permettre à 10Mo en interne par défaut. Ces paramètres peuvent être modifiés par l'administrateur de votre serveur si vous en avez besoin. Notez que les fichiers téléchargés peuvent prendre un temps important, même si vous avez un accès Internet rapide via DSL, etc. Si vous avez une grande quantité de fichiers que vous souhaitez télécharger - ou si les fichiers sont très volumineux - vous devriez envisager d'utiliser un client FTP à la place. Cela dépend non pas de TYPO3 mais du serveur web si c'est une option pour vous.
it: Se i nomi dei file che hai caricato esistono già, saranno rinominati con un suffisso numerico, es. "file_01.jpg". Tuttavia, è possibile evitare questo comportamento se si seleziona "Sovrascrivi i file esistenti" prima di premere il pulsante "Carica". Normalmente c'è un limite alla dimensione dei file che puoi caricare. Di default PHP ti permetterà di caricare circa 2MB. TYPO3 è configurato per consentire 10MB internamente per impostazione predefinita. Queste impostazioni possono essere modificate dall'amministratore del server se ne hai bisogno. Nota che gli upload di file possono richiedere un tempo significativo, anche se hai un accesso ad internet veloce via DSL, ecc. Se hai un'ampia quantità di file che vuoi caricare - o se i file sono molto grandi - dovresti considerare di utilizzare un client FTP. Non dipende da TYPO3, ma dal server web se questa è una opzione per te.
nl: Als de bestandsnamen die je upload al bestaan dan worden ze hernoemd met een numeriek achtervoegsel, bijvoorbeeld "bestand_01.jpg". Je kunt deze actie ontwijken als je de optie "Overschrijf bestaande bestanden' selecteert voordat je op uploaden klikt. Normaliter is er een limiet voor de grootte van de bestanden die je kunt uploaden. PHP laat standaard ongeveer 2MB toe. TYPO3 is zo geconfigureerd dat je tot 10MB intern kunt uploaden. Deze instellingen kunnen gewijzigd worden door je serverbeheerder indien nodig. Let op dat het uploaden van bestanden even kan duren, ook als je een snelle internetverbinding hebt. Heb je veel of grote bestanden die geüpload moeten worden dan kun je overwegen om dit te doen via een FTP-programma. Of dit kan hangt niet van TYPO3 af, maar van de webserver.

# _file_upload.seeAlso
source: xMOD_csh_corebe:filelist_module, How-to upload files | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheFileModuleOrImageArchives/UploadingImagesToTheArchive/
fr: xMOD_csh_corebe:filelist_module, Comment télécharger des fichiers | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheFileModuleOrImageArchives/UploadingImagesToTheArchive/
it: xMOD_csh_corebe:filelist_module, Come caricare file | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheFileModuleOrImageArchives/UploadingImagesToTheArchive/
nl: xMOD_csh_corebe:filelist_module, Hoe bestanden te uploaden | https://docs.typo3.org/typo3cms/GettingStartedTutorial/TheFileModuleOrImageArchives/UploadingImagesToTheArchive/

# file_upload.image_descr
source: To upload files, first click the folder icon where you want to upload to. From the clickmenu you select "Upload files". In the next screen you select the number of files and click the "Browse..." buttons to select files from your computer. Finally you click the "Upload files" button to start the upload process (which might take some minutes with large files!)
de: Um Dateien hochzuladen, klicken Sie zuerst auf das Ordnerpymbol, auf das Sie hochladen möchten. Wählen Sie aus dem Klickmenü "Dateien hochladen". Im nächsten Bildschirm wählen Sie die Anzahl der Dateien aus und klicken auf "Durchsuchen..." um Dateien aus Ihrem Computer auszuwählen. Schließlich klicken Sie auf "Dateien hochladen" um den Upload-Prozess zu starten (der einige Minuten mit großen Dateien dauern könnte!)
fr: Pour télécharger des fichiers, cliquez d'abord sur l'icône du dossier où vous voulez télécharger. Depuis le clickmenu vous sélectionnez "Télécharger des fichiers". Dans l'écran suivant, vous sélectionnez le nombre de fichiers et cliquez sur les boutons "Parcourir..." pour sélectionner des fichiers depuis votre ordinateur. Enfin, vous cliquez sur le bouton "Télécharger des fichiers" pour démarrer le processus d'upload (qui peut prendre quelques minutes avec de grands fichiers!)
it: Per caricare i file, clicca prima sull'icona della cartella dove vuoi caricare. Dal clickmenu si seleziona "Carica file". Nella schermata successiva si seleziona il numero di file e clicca sui pulsanti "Sfoglia..." per selezionare i file dal computer. Infine, si clicca sul pulsante "Carica file" per avviare il processo di upload (che potrebbe richiedere alcuni minuti con file grandi!)
nl: Voor het uploaden van bestanden klikt u op het icoon van de map waar ze moeten komen te staan. Uit het contextmenu kiest u "Bestanden uploaden". In het volgende scherm kiest u het aantal bestanden en vervolgens de knoppen "Bladeren..." om de bestanden te kiezen vanaf uw computer. Kies dan de knop "Bestanden uploaden" op het uploadproces te starten (kan enige minuten duren bij grote bestanden!)

# wizard_table_wiz.alttitle
source: Table wizard
de: Tabellen-Assistent
fr: Assistant de table
it: Tabella guidata
nl: Tabelassistent

# wizard_table_wiz.description
source: The table wizard helps you create tables that are normally stored in the database by XML or a syntax where each line represents a row and each cell is divided by a vertical line sign, "|". This wizard makes it transparent for you.
de: Der Tabellenassistent hilft Ihnen, Tabellen zu erstellen, die normalerweise in der Datenbank durch XML oder eine Syntax gespeichert werden, in der jede Zeile eine Zeile repräsentiert und jede Zelle durch ein vertikales Zeilenzeichen geteilt wird, "|. Dieser Assistent macht es für Sie transparent.
fr: L'assistant de table vous aide à créer des tables qui sont normalement stockées dans la base de données par XML ou une syntaxe où chaque ligne représente une ligne et chaque cellule est divisée par un signe vertical, "|". Cet assistant le rend transparent pour vous.
it: La procedura guidata della tabella ti aiuta a creare tabelle che normalmente sono memorizzate nel database da XML o sintassi dove ogni riga rappresenta una riga e ogni cella è divisa da un cartello di linea verticale, "|". Questa procedura guidata rende trasparente per te.
nl: De tabelassistent helpt bij het aanmaken van tabellen die normaliter opgeslagen worden in de database als XML of een syntax waarbij elke regel voorgesteld wordt door een rij en elke cel is opgedeeld door een verticale lijn, "|". Deze assistent vertaalt dit voor je.

# wizard_table_wiz.details
source: The wizard is quite simple. By the buttons to the left and in the bottom you can add, delete and move columns and rows in the table. You can also disable the setting "Small fields" below the wizard if you want larger textarea fields for the editing.
de: Der Assistent ist ganz einfach. Mit den Tasten links und unten können Sie Spalten und Zeilen in der Tabelle hinzufügen, löschen und verschieben. Sie können auch die Einstellung "Kleine Felder" unterhalb des Assistenten deaktivieren, wenn Sie größere Textfelder für die Bearbeitung wünschen.
fr: L'assistant est assez simple. Par les boutons à gauche et en bas, vous pouvez ajouter, supprimer et déplacer des colonnes et des lignes dans la table. Vous pouvez également désactiver le paramètre "Small fields" en dessous de l'assistant si vous voulez des champs de texte plus larges pour l'édition.
it: La procedura guidata è molto semplice. Per i pulsanti a sinistra e in basso è possibile aggiungere, eliminare e spostare colonne e righe nella tabella. Puoi anche disabilitare l'impostazione "Piccoli campi" sotto la procedura guidata se si desidera campi di textarea più grandi per la modifica.
nl: De assistent is vrij simpel. Door de knoppen links en onder kun je kolommen en rijen toevoegen, verwijderen en verplaatsen in de tabel. Door de optie "Kleine velden" onder de assistent uit te schakelen als je grotere tekstvelden wilt hebben bij het bewerken.

# _wizard_table_wiz.seeAlso
source: xMOD_csh_corebe:wizard_forms_wiz, Table Wizard details [Technical]| https://docs.typo3.org/typo3cms/TCAReference/AdditionalFeatures/CoreWizardScripts/
de: xMOD_csh_corebe:wizard_forms_wiz, Tabellen-Wizard Details [Technical]| https://docs.typo3.org/typo3cms/TCAReference/AdditionalFeatures/CoreWizardScripts/
fr: xMOD_csh_corebe:wizard_forms_wiz, Détails de l'assistant de table [Technical]| https://docs.typo3.org/typo3cms/TCAReference/AdditionalFeatures/CoreWizardScripts/
it: xMOD_csh_corebe:wizard_form_wiz, Dettagli della procedura guidata [Technical]| https://docs.typo3.org/typo3cms/TCAReference/AdditionalFeatures/CoreWizardScripts/
nl: xMOD_csh_corebe:wizard_forms_wiz, Details over tabelassistent [Technisch]| https://docs.typo3.org/typo3cms/TCAReference/AdditionalFeatures/CoreWizardScripts/

# _wizard_table_wiz.image
source: EXT:core/Resources/Public/Images/cshimages/core_63.png
fr: EXT:core/Ressources/Public/Images/cshimages/core_63.png

# wizard_table_wiz_buttons.alttitle
source: Table wizard buttons
de: Tabellen-Assistenten-Tasten
fr: Boutons de l'assistant de table
it: Pulsanti del wizard
nl: Knoppen van tabelassistent
