Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_csh_*_groups.xlf
Languages: de, fr, it, nl

# inc_access_lists.details
source: If this option is disabled the Access Lists cannot be configured for the group. When Access Lists are disabled the icon for the group is blue while it is red when Access Lists are enabled.
de: Wenn diese Option deaktiviert ist, können die Zugriffslisten für die Gruppe nicht konfiguriert werden. Wenn Zugriffslisten deaktiviert sind, ist das Symbol für die Gruppe blau, während es rot ist, wenn Zugriffslisten aktiviert sind.
fr: Si cette option est désactivée, les listes d'accès ne peuvent pas être configurées pour le groupe. Lorsque les listes d'accès sont désactivées, l'icône pour le groupe est bleue alors qu'elle est rouge lorsque les listes d'accès sont activées.
it: Se questa opzione è disabilitata, le Liste di Accesso non possono essere configurate per il gruppo. Quando le Liste di Accesso sono disabilitate l'icona per il gruppo è blu mentre è rosso quando le liste di accesso sono abilitate.
nl: Als deze optie niet aan staat, kan er geen Toegangslijst voor deze groep worden geconfigureerd. Wanneer Toegangslijsten niet beschikbaar zijn zal het icoon van de groep blauw zijn. Bij beschikbaarheid is dit icoon rood.

# _inc_access_lists.seeAlso
source: be_groups:pagetypes_select, be_groups:tables_modify, be_groups:tables_select, be_groups:groupMods, be_groups:non_exclude_fields
it: a_groups:pagetypes_select, be_groups:tables_edit, be_groups:tables_select, be_groups:groupMods, be_groups:not_exclude_fields

# description.description
source: Enter a short description of the user group, what it is for and who should be members. This is for internal use only.
de: Geben Sie eine kurze Beschreibung der Benutzergruppe ein, für die sie ist und wer Mitglieder sein sollte. Dies ist nur für interne Nutzung.
fr: Entrez une courte description du groupe d'utilisateurs, ce qu'il est pour et qui devrait être membre. Ceci est pour une utilisation interne seulement.
it: Inserisci una breve descrizione del gruppo di utenti, per cosa è e per chi deve essere membro. Questo è solo per uso interno.
nl: Geef een korte beschrijving van de gebruikers groep, wat voor soort groep is het en wie er leden zouden moeten zijn. Dit is alleen voor intern gebruik.

# _description.seeAlso
source: fe_groups:description
it: fe_groups:descrizione

# TSconfig.description
source: User TSconfig: Additional configuration through TypoScript style values (Advanced).
de: Benutzer TSconfig: Zusätzliche Konfiguration durch TypoScript-Stilwerte (Erweitert).
fr: User TSconfig: Configuration supplémentaire à travers les valeurs de style TypoScript (Avancé).
it: User TSconfig: Configurazione addizionale attraverso valori stile TypoScript (Avanzato).
nl: Additionele configuratie d.m.v typoscript.

# TSconfig.details
source: User TSconfig can be set for each backend user and group. Configuration set for backend groups is inherited by the user who is a member of those groups. The available options typically cover user settings like those found in the User>Setup module (in fact options from that module can be forcibly overridden from User TSconfig!), configuration of the "Admin Panel" (frontend), various backend tweaks (lock user to IP, may user clear all cache?, width of the navigation frame etc.) and backend module configuration (overriding any configuration set for backend modules in Page TSconfig).
de: Benutzer TSconfig kann für jeden Backend-Benutzer und jede Gruppe eingestellt werden. Die Konfiguration für Backend-Gruppen wird von dem Benutzer geerbt, der Mitglied dieser Gruppen ist. Die verfügbaren Optionen decken typischerweise die Benutzereinstellungen ab, wie sie im User>Setup Modul gefunden wurden (in der Tat können Optionen aus diesem Modul von Benutzer TSconfig überschreiben!), Konfiguration des "Admin Panel" (Frontend), verschiedene Backend-Tweaks (Sperrer-Benutzer auf IP, Benutzer können alle Cache löschen?, Breite des Navigationsrahmens etc.) und Backend-Modulkonfiguration (Überschreiben jeder Konfiguration für Backend-Module in der Seite TSconfig).
fr: L'utilisateur TSconfig peut être défini pour chaque utilisateur et groupe de backend. Le jeu de configuration pour les groupes de backend est hérité par l'utilisateur qui est membre de ces groupes. Les options disponibles couvrent généralement les paramètres d'utilisateur tels que ceux trouvés dans le module de configuration de l'utilisateur>(en fait, les options de ce module peuvent être écrasées de force depuis User TSconfig!), la configuration de "Admin Panel" (frontend), les différents tweaks de backend (verrouiller l'utilisateur vers IP, peut effacer tout le cache ?, la largeur du cadre de navigation etc.) et la configuration du module de backend (écraser tout ensemble de configuration pour les modules de backend dans Page TSconfig).
it: L'utente TSconfig può essere impostato per ogni utente e gruppo di backend. La configurazione impostata per i gruppi backend è ereditata dall'utente che è membro di tali gruppi. Le opzioni disponibili coprono solitamente le impostazioni utente come quelle trovate nel modulo di installazione utente>(in realtà le opzioni da questo modulo possono essere sovrascritte forzatamente da User TSconfig!), configurazione del "pannello di amministrazione" (frontend), vari tweaks backend (lock user to IP, può l'utente cancellare tutte le cache?, larghezza del frame di navigazione ecc.) e configurazione del modulo backend (sovrascrivendo qualsiasi configurazione per i moduli backend nella pagina TSconfig).
nl: Gebruikers TSconfig kan worden geconfigureerd voor iedere backendgebruiker en -groep. De configuratie voor groepen wordt overgenomen door gebruikers die lid zijn van deze groep. De beschikbare opties zijn meestal de gebruikersconfiguratie zoals deze te vinden is in de Gebruiker > Setup module (opties van deze module worden overschreven door de Gebruikers TSconfig!), de configuratie van het "Admin panel" (frontend), diverse backend tweaks (Koppel gebruiker aan IP, mag user alle cache legen, breedte van het navigatieframe etc.) en de backend module configuratie (overschrijving van elke configuratie voor backend modules in Pagina TSconfig).

# TSconfig.syntax
source: TypoScript syntax without conditions and constants.
de: TypoScript Syntax ohne Bedingungen und Konstanten.
fr: Syntaxe TypoScript sans conditions et constantes.
it: Sintassi TypoScript senza condizioni e costanti.
nl: Typoscript zonder condities en constanten.

# _TSconfig.seeAlso
source: be_users:TSconfig fe_users:TSconfig fe_groups:TSconfig pages:TSconfig, TSconfig Reference| https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/, TypoScript Syntax | https://docs.typo3.org/typo3cms/TyposcriptSyntaxReference/
de: be_users:TSconfig fe_users:TSconfig fe_groups:TSconfig Seiten:TSconfig, TSconfig Referenz| https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/, TypoScript Syntax | https://docs.typo3.org/typo3cms/TyposcriptSyntaxReference/
fr: be_users:TSconfig fe_users:TSconfig fe_groups:TSconfig pages:TSconfig, Référence TSconfig| https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/, Syntaxe TypoScript | https://docs.typo3.org/typo3cms/TyposcriptSyntaxReference/
it: it_users:TSconfig fe_users:TSconfig fe_groups:TSconfig pagine:TSconfig, TSconfig Reference| https://docs.typo3.org/ty3cms/TSconfigReference/UserTsconfig/, TypoScript Syntax | https://docs.typopo3.org/typocms/TyposcriptSynreference/TyposctSynreference/

# TSconfig.image_descr
source: In the TSconfig field help is right at hand - just click the TS wizard icon, then a window will pop up. In the pop-up window you will see a tree of possible configuration values. These are extracted from the TSconfig manual. You can click around to find the options you need to set through this wizard.
de: In der TSconfig-Feldhilfe ist direkt auf der Hand - klicken Sie einfach auf das TS-Assistenten-Symbol, dann erscheint ein Fenster. Im Pop-up-Fenster sehen Sie einen Baum möglicher Konfigurationswerte. Diese werden aus dem TSconfig-Handbuch extrahiert. Sie können auf die Optionen klicken, die Sie für diesen Assistenten einrichten müssen.
fr: Dans le champ TSconfig, l'aide est à droite - il suffit de cliquer sur l'icône de l'assistant TS, puis une fenêtre apparaîtra. Dans la fenêtre pop-up, vous verrez un arbre de valeurs de configuration possibles. Ces valeurs sont extraites du manuel TSconfig. Vous pouvez cliquer sur le bouton pour trouver les options dont vous avez besoin pour configurer cet assistant.
it: Nella finestra TSconfig l'aiuto è a mano - basta cliccare l'icona del wizard TS, poi verrà visualizzata una finestra. Nella finestra pop-up vedrai un albero di possibili valori di configurazione. Questi sono estratti dal manuale TSconfig. Puoi cliccare intorno per trovare le opzioni che devi impostare attraverso questa procedura guidata.
nl: In het TSconfig veld is hulp dichtbij - Klik op het TS assistenticoon, waarna een popupvenster verschijnt. In dit venster ziet u een boom met alle mogelijke configuratiewaardes. Klik wat rond totdat u de opties gevonden heeft die u wilt configureren middels deze assistent.

# subgroup.description
source: All settings from the selected groups will be merged with the properties from this group, for example DB mounts, permissions, TSconfig, etc.
de: Alle Einstellungen der ausgewählten Gruppen werden mit den Eigenschaften dieser Gruppe zusammengeführt, zum Beispiel DB-Mounts, Berechtigungen, TSconfig, etc.
fr: Tous les paramètres des groupes sélectionnés seront fusionnés avec les propriétés de ce groupe, par exemple les montures DB, les permissions, TSconfig, etc.
it: Tutte le impostazioni dei gruppi selezionati saranno unite con le proprietà di questo gruppo, ad esempio i mount DB, i permessi, TSconfig, ecc.
nl: Alle instellingen van de geselecteerde groepen worden samengevoegd met de eigenschappen van deze groep, bijvoorbeeld de database-beginpunten, permissies, TSconfig, enz.

# subgroup.details
source: The properties of subgroups are added to the properties of this group and basically they will simply be added to the list of member groups of any user which is a member of this group. This feature provides a great way to create 'Supervisor' user groups.
de: Die Eigenschaften der Untergruppen werden zu den Eigenschaften dieser Gruppe hinzugefügt und werden im Grunde einfach zur Liste der Mitgliedergruppen eines jeden Benutzers hinzugefügt, der Mitglied dieser Gruppe ist. Diese Funktion bietet eine großartige Möglichkeit, Benutzergruppen zu erstellen.
fr: Les propriétés des sous-groupes sont ajoutées aux propriétés de ce groupe et, en fait, elles seront simplement ajoutées à la liste des groupes membres de tout utilisateur qui est membre de ce groupe. Cette fonctionnalité fournit un excellent moyen de créer des groupes d'utilisateurs 'Superviseur'.
it: Le proprietà dei sottogruppi sono aggiunte alle proprietà di questo gruppo e fondamentalmente saranno semplicemente aggiunte all'elenco dei gruppi di membri di qualsiasi utente che sia membro di questo gruppo. Questa funzione fornisce un grande modo per creare gruppi di utenti 'Garante'.
nl: De eigenschappen van de subgroepen worden toegevoegd aan de eigenschappen van deze groep, waardoor elk lid van deze groep alle eigenschappen van de groep en de subgroep heeft. Deze feature is ideaal om een 'Supervisor' gebruikersgroep aan te maken.

# explicit_allowdeny.description
source: Select field values to explicitly deny or allow for user group members.
de: Wählen Sie Feldwerte, um Benutzer-Gruppenmitglieder explizit zu verweigern oder zuzulassen.
fr: Sélectionnez les valeurs de champ pour refuser ou autoriser explicitement les membres du groupe d'utilisateurs.
it: Seleziona i valori dei campi da negare o consentire esplicitamente ai membri del gruppo utente.
nl: Kies de velden die expliciet geweigerd/toegelaten zijn voor groepsleden.

# allowed_languages.description
source: Select which record languages the group members are limited to edit.
de: Wählen Sie, welche Datensatzsprachen die Gruppenmitglieder auf das Bearbeiten beschränken.
fr: Sélectionnez les langues d'enregistrement que les membres du groupe sont limités à modifier.
it: Seleziona quali lingue di record i membri del gruppo sono limitati da modificare.
nl: Selecteer de talen waartoe een groep gelimiteerd is om te bewerken.

# allowed_languages.details
source: Records in TYPO3 can be configured to carry information about their language. If that is the case access to these elements will also be evaluated based on whether the user has the language in question included from this list. If a user has no languages listed all together it simply means that he can edit <em>all</em> languages!
de: Datensätze in TYPO3 können konfiguriert werden, um Informationen über ihre Sprache zu tragen. Wenn dies der Fall ist, wird auch der Zugriff auf diese Elemente bewertet, basierend darauf, ob der Benutzer die fragliche Sprache aus dieser Liste enthält. Wenn ein Benutzer keine Sprachen zusammen aufgelistet hat, bedeutet dies einfach, dass er <em>alle</em> Sprachen bearbeiten kann!
fr: Les enregistrements dans TYPO3 peuvent être configurés pour contenir des informations sur leur langue. Si c'est le cas, l'accès à ces éléments sera également évalué en fonction de la question de savoir si l'utilisateur a la langue en question incluse dans cette liste. Si un utilisateur n'a pas de langues listées ensemble, cela signifie simplement qu'il peut éditer <em>toutes les</em> langues!
it: I record in TYPO3 possono essere configurati per trasportare informazioni sulla loro lingua. Se questo è il caso, l'accesso a questi elementi sarà valutato anche sulla base del fatto che l'utente ha la lingua in questione inclusa da questa lista. Se un utente non ha lingue elencate tutti insieme, significa semplicemente che può modificare <em>tutte le</em> lingue!
nl: Records in TYPO3 kunnen zo worden geconfigureerd dat zij informatie bezitten over hun taal. Als dit zo is wordt toegang tot deze elementen vergeleken met de taal die aangezet is in deze lijst. Als een gebruiker geen talen toegewezen heeft gekregen in deze lijst, betekend dit dat de gebruiker toegang heeft tot <em>alle</em> talen!

# _allowed_languages.seeAlso
source: be_users:allowed_languages
it: it_users:allowed_languages

# allowed_languages.image_descr
source: This example shows a situation where two languages, Danish and German, are created in addition to the default language.
de: Dieses Beispiel zeigt, dass neben der Standardsprache zwei Sprachen, Dänisch und Deutsch, geschaffen werden.
fr: Cet exemple montre une situation où deux langues, le danois et l'allemand, sont créées en plus de la langue par défaut.
it: Questo esempio dimostra che due lingue, danesi e tedesche, vengono create oltre alla lingua predefinita.
nl: Dit voorbeeld toont een situatie waarin twee talen, Deens en Duits, toegevoegd zijn aan de standaard taal.

# custom_options.description
source: Select custom permission options.
de: Wähle eigene Berechtigungsoptionen.
fr: Sélectionnez les options de permission personnalisées.
it: Seleziona opzioni personalizzate per i permessi.
nl: Kies overige toegangsopties.

# custom_options.details
source: This list represents custom permissions introduced by various backend modules (from extensions). The significance of each option depends on the backend module that evaluates it.
de: Diese Liste stellt benutzerdefinierte Berechtigungen dar, die von verschiedenen Backend-Modulen (von Erweiterungen) eingeführt wurden. Die Bedeutung jeder Option hängt vom Backend-Modul ab, das es auswertet.
fr: Cette liste représente les permissions personnalisées introduites par différents modules de backend (à partir d'extensions). La signification de chaque option dépend du module de backend qui l'évalue.
it: Questa lista rappresenta i permessi personalizzati introdotti da vari moduli backend (dalle estensioni). Il significato di ogni opzione dipende dal modulo backend che lo valuta.
nl: Deze lijst toont overige toegangsopties, veelal gebruikt door backend modules (van extensies). Deze opties zijn afhankelijk van de backendmodule welke deze gebruikt.

# custom_options.image_descr
source: This is just an example from an internal test application. It shows how checkboxes are added by a custom module under its own header. You can also show a description text with each checkbox to explain its function.
de: Dies ist nur ein Beispiel aus einer internen Testanwendung. Es zeigt, wie Kontrollkästchen von einem benutzerdefinierten Modul unter seinem eigenen Header hinzugefügt werden. Sie können auch einen Beschreibungstext mit jedem Checkbox anzeigen, um seine Funktion zu erklären.
fr: Il s'agit d'un exemple d'une application de test interne. Elle montre comment les cases à cocher sont ajoutées par un module personnalisé sous son propre en-tête. Vous pouvez également afficher un texte de description avec chaque case à cocher pour expliquer sa fonction.
it: Questo è solo un esempio da un'applicazione di test interna. Mostra come le caselle di controllo vengono aggiunte da un modulo personalizzato sotto la propria intestazione. Puoi anche mostrare un testo di descrizione con ogni casella di controllo per spiegare la sua funzione.
nl: Dit is een voorbeeld van een interne testapplicatie. Het toont een aantal markeervelden die door een module zijn toegevoegd onder zijn eigen naam. U kunt een omschrijving tonen bij elk markeerveld om de functie uit te leggen.

# _title.image
source: EXT:core/Resources/Public/Images/cshimages/be_groups_2.png
fr: EXT:core/Ressources/Public/Images/cshimages/be_groups_2.png

# db_mountpoints.details
source: The page tree in TYPO3 must have some points-of-entry defined. Here you should insert one or more references to a page which will represent a new root page for the page tree. This is called a "Database mount" or "DB mount". DB mounts <i>may</i> be inherited by the users which are members of this group. This depends on whether the user is configured to include the mounts set in the member groups. However it's recommended to use backend user groups like this to configure mounts. Especially if they need to be shared among many users.
de: Der Seitenbaum in TYPO3 muss einige Punkte-of-entry definiert haben. Hier sollten Sie eine oder mehrere Verweise auf eine Seite einfügen, die eine neue Stammseite für den Seitenbaum darstellt. Dies wird als "Datenbankmounter" oder "DB mount" bezeichnet. DB-Reittiere <i>können</i> von den Benutzern geerbt werden, die Mitglieder dieser Gruppe sind. Dies hängt davon ab, ob der Benutzer konfiguriert ist, die Reittiere in die Mitgliedergruppen aufzunehmen. Es wird jedoch empfohlen, Backend-Benutzergruppen wie diese zu verwenden, um Reittiere zu konfigurieren. Insbesondere wenn sie unter vielen Benutzern geteilt werden müssen.
fr: L'arborescence de la page dans TYPO3 doit avoir des points d'entrée définis. Ici, vous devriez insérer une ou plusieurs références à une page qui représentera une nouvelle page racine pour l'arborescence de la page. Ceci est appelé "mount de base de données" ou "mount DB". Les montures DB <i>peuvent</i> être héritées par les utilisateurs qui sont membres de ce groupe. Cela dépend de la configuration de l'utilisateur pour inclure les montures dans les groupes membres. Cependant, il est recommandé d'utiliser des groupes d'utilisateurs de backend comme celui-ci pour configurer les montures. Surtout si elles doivent être partagées entre de nombreux utilisateurs.
nl: De paginaboom, gebruikt om door alle web-submodules te navigeren, dient een aantal ingangspunten gedefiniÃ«erd te hebben. Hier moeten een aantal referenties naar een pagina worden ingevoegd die een nieuwe rootpagina representeren voor de paginaboom. Dit word een 'Databasestartpunt' genoemd. Databasestartpunten <i>kunnen</i> worden ge-erfd door gebruikers die lid zijn van deze groep. De gebruiker dient dan wel zo geconfigureerd te zijn dat deze de startpunten bevat zoals bepaald in de gebruikersgroepen. Het wordt echter aanbevolen de backend gebruikersgroepen te gebruiken om de startpunten te configureren. Vooral als ze gedeeld worden door een groot aantal gebruikers.

# _pagetypes_select.image
source: EXT:core/Resources/Public/Images/cshimages/be_groups_9.png
fr: EXT:core/Ressources/Public/Images/cshimages/be_groups_9.png

# tables_modify.details
source: An important part of setting permissions is to define which database tables a user is allowed to modify. Tables allowed for modification is automatically also allowed for selection and thus you don't need to set tables entered here in the "Tables (listing)" box. <strong>Notice</strong> that this list adds to the fields selected in other member groups of a user.
de: Ein wichtiger Teil der Einstellungsrechte ist die Definition, welche Datenbanktabellen ein Benutzer ändern darf. Tabellen, die für Änderungen zugelassen sind, sind automatisch auch für die Auswahl erlaubt und Sie müssen keine Tabellen in das Feld "Tabellen (Auflistung)" setzen. <strong>Hinweis</strong> dass diese Liste den in anderen Mitgliedsgruppen eines Benutzers ausgewählten Feldern hinzugefügt wird.
fr: Une partie importante des permissions de réglage est de définir les tables de base de données qu'un utilisateur est autorisé à modifier. Les tableaux autorisés à modifier sont automatiquement autorisés à être sélectionnés et vous n'avez donc pas besoin de définir les tables saisies ici dans la case "Tables (liste)". <strong>Avis</strong> que cette liste ajoute aux champs sélectionnés dans d'autres groupes membres d'un utilisateur.
nl: Een zeer belangerijke optie is welke database velden (tabellen) de gebruiker mag aanpassen. De velden die hier worden geselecteerd worden automatisch toegevoegd aan de lijst van velden (tabellen). <strong>p.s.</strong> Bedenk wel dat de geselecteerde velden ook worden toegevoegd aan eventuele subgroepen van deze beheergroep.

# _non_exclude_fields.image
source: EXT:core/Resources/Public/Images/cshimages/be_groups_14.png
fr: EXT:core/Ressources/Public/Images/cshimages/be_groups_14.png

# _explicit_allowdeny.image
source: EXT:core/Resources/Public/Images/cshimages/be_groups_19.png
fr: EXT:core/Ressources/Public/Images/cshimages/be_groups_19.png

# _allowed_languages.image
source: EXT:core/Resources/Public/Images/cshimages/be_groups_18.png
fr: EXT:core/Ressources/Public/Images/cshimages/be_groups_18.png

# _custom_options.image
source: EXT:core/Resources/Public/Images/cshimages/be_groups_20.png
fr: EXT:core/Ressources/Public/Images/cshimages/be_groups_20.png
