Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_csh_corebe.xlf
Languages: de, fr, it, nl

# wizard_table_wiz_buttons.description
source: Use the refresh button to update the form without saving it. When you are done you should click one of the real save buttons to save and return to the form from which you entered the wizard. The information from this wizard should then be saved into the field the wizard was associated with.
de: Benutzen Sie den Aktualisieren-Button, um das Formular zu aktualisieren, ohne es zu speichern. Wenn Sie fertig sind, sollten Sie auf einen der echten Speichertasten klicken, um das Formular zu speichern und zurück zu geben, von dem Sie den Assistenten eingegeben haben. Die Informationen aus diesem Assistenten sollten dann in das Feld gespeichert werden, mit dem der Assistent verbunden ist.
fr: Utilisez le bouton actualiser pour mettre à jour le formulaire sans l'enregistrer. Lorsque vous êtes terminé, vous devriez cliquer sur l'un des boutons de sauvegarde réels pour enregistrer et retourner au formulaire à partir duquel vous avez entré l'assistant. Les informations de cet assistant devraient alors être enregistrées dans le champ auquel l'assistant a été associé.
it: Usa il pulsante Aggiorna per aggiornare il modulo senza salvarlo. Quando hai finito, dovresti cliccare su uno dei pulsanti di salvataggio reale per salvare e tornare al modulo da cui hai inserito la procedura guidata. Le informazioni da questa procedura guidata dovrebbero essere salvate nel campo con cui è stata associata la procedura guidata.
nl: Gebruik de knop 'verversen' om het formulier bij te werken zonder het op te slaan. Als je klaar bent klik dan op de knop 'opslaan' om het op te slaan en terug te gaan naar het formulier van waaruit de assistent is gestart. De informatie uit de assistent wordt dan opgeslagen in het veld waaraan de assistent gekoppeld is.

# _wizard_table_wiz_buttons.image
source: EXT:core/Resources/Public/Images/cshimages/core_62.png
fr: EXT:core/Ressources/Public/Images/cshimages/core_62.png

# shortcuts.alttitle
source: Backend Shortcuts
de: Backend-Verknüpfungen
fr: Raccourcis de fond
it: Scorciatoie Backend
nl: Backend sneltoetsen

# shortcuts.description
source: You can create shortcuts to modules in TYPO3 quite easily. The treat is that you can jump between screens in TYPO3 in <em>one</em> click rather than multiple clicks through backend modules etc. The frame also contains a field for entering a page or record id to edit or just search records.
de: Sie können Tastenkürzel für Module in TYPO3 ganz einfach erstellen. Die Behandlung ist, dass Sie zwischen Bildschirmen in TYPO3 springen können in <em>ein</em> anstatt mehrere Klicks durch Backend-Module usw. Der Rahmen enthält auch ein Feld für die Eingabe einer Seite oder Datensatz-ID, um Datensätze zu bearbeiten oder einfach zu suchen.
fr: Vous pouvez créer des raccourcis vers les modules dans TYPO3 assez facilement. Le traitement est que vous pouvez sauter entre les écrans dans TYPO3 dans <em></em> cliquer plutôt que plusieurs clics à travers les modules de backend etc. Le cadre contient également un champ pour entrer une page ou un identifiant d'enregistrement pour éditer ou simplement rechercher des enregistrements.
it: Puoi creare collegamenti ai moduli in TYPO3 abbastanza facilmente. Il trattamento è che puoi saltare tra gli schermi in TYPO3 in <em>un solo</em> clicca piuttosto che più click attraverso moduli backend, ecc. Il frame contiene anche un campo per inserire una pagina o un id di record da modificare o solo cercare.
nl: Je maakt vrij makkelijk snelkoppelingen naar modules in TYPO3. Het handige is dat je tussen verschillende schermen kunt springen in TYPO3 in <em>een</em> klik in plaats van meerdere klikken door back-end modules etc. Het scherm heeft ook een veld om een pagina- of record-id in te voeren om deze te bewerken of te zoeken.

# shortcuts.details
source: In order to create a shortcut it must be supported by the module you want to create the shortcut to. Whether shortcuts are supported can be seen in the bottom of a module. If there is a small "shortcut" icon you can click it to create the shortcut. In the shortcut frame you can also enter a page id to edit in the "Edit Page ID" box. This will load the current page module with the id provided in the box. Only "Admin"-users can access the shortcut frame in TYPO3 by default. Other users must have it enabled by the User TSconfig option, "options.shortcutFrame = 1". See link below for details (Admins). Editing pages from an id is easy with the shortcut frame. Simply enter an integer number and that page will be loaded for editing. If you enter "[table]:[id]" then it will try to edit a record from the [table] table, for example "tt_content:123" will look for content element 123 (for admins only). Finally, if you enter a string that doesn't match a page or other record the Web>List module will be invoked doing a search in the first database mount you have.
de: Um eine Verknüpfung zu erstellen, muss sie durch das Modul unterstützt werden, zu dem Sie die Verknüpfung erstellen möchten. Ob Verknüpfungen unterstützt werden, kann am unteren Rand eines Moduls gesehen werden. Wenn ein kleines "Shortcut" Symbol vorhanden ist, können Sie es anklicken, um die Verknüpfung zu erstellen. Im Verknüpfungsrahmen können Sie auch eine Seitenkennung eingeben, um im Feld "Seite ID bearbeiten" zu bearbeiten. Dies lädt das aktuelle Seitenmodul mit der im Feld angegebenen Id. Nur "Admin"-Benutzer können standardmäßig auf den Shortcut Frame in TYPO3 zugreifen. Andere Benutzer müssen diese durch die Benutzer TSconfig Option "options.shortcutFrame = 1" aktiviert haben. Siehe Link unten für Details (Admins). Seiten von einer ID bearbeiten ist mit dem Verknüpfungsrahmen einfach. Geben Sie einfach eine Integernummer ein und diese Seite wird für die Bearbeitung geladen. Wenn Sie "[table]:[id]" eingeben, wird es versuchen, einen Eintrag aus der Tabelle [table] zu bearbeiten, zum Beispiel "tt_content:123" sucht nach Inhaltselement 123 (nur für Administratoren). Wenn Sie schließlich einen String eingeben, der nicht mit einer Seite oder anderen Datensätzen übereinstimmt, wird das Web>Listeneditor aufgerufen, um eine Suche im ersten Datenbankmounte zu erstellen, das Sie haben.
fr: Pour créer un raccourci, il doit être supporté par le module auquel vous souhaitez créer le raccourci. Si les raccourcis sont supportés, vous pouvez voir le bas d'un module. S'il y a une petite icône de raccourci, vous pouvez cliquer dessus pour créer le raccourci. Dans le cadre de raccourci, vous pouvez également saisir un identifiant de page pour modifier dans la case "Modifier l'ID de la page". Cela chargera le module de page actuel avec l'identifiant fourni dans la boîte. Seuls les utilisateurs "Admin" peuvent accéder à l'image de raccourci dans TYPO3 par défaut. Les autres utilisateurs doivent l'activer par l'option User TSconfig, "options.shortcutFrame = 1". Voir le lien ci-dessous pour plus de détails (Admins). L'édition des pages d'un id est facile avec le cadre de raccourci. Entrez simplement un nombre entier et cette page sera chargée pour l'édition. Si vous entrez "[table]:[id]" alors il essaiera de modifier un enregistrement à partir de la table [table] , par exemple "tt_content:123" cherchera l'élément de contenu 123 (pour les admins seulement). Enfin, si vous entrez une chaîne qui ne correspond pas à une page ou à un autre enregistrement, le module de liste Web>sera appelé à effectuer une recherche dans la première monture de base de données que vous avez.
it: Per creare una scorciatoia deve essere supportata dal modulo a cui si desidera creare la scorciatoia. Se le scorciatoie sono supportate possono essere visibili nella parte inferiore di un modulo. Se c'è un'icona "shortcut" piccola, puoi cliccarla per creare il collegamento. Nel riquadro di collegamento è possibile inserire anche un id pagina da modificare nella casella "Modifica ID Pagina". Questo caricherà il modulo di pagina corrente con l'id fornito nella casella. Solo "Admin"-users" può accedere alla finestra di collegamento in TYPO3 per impostazione predefinita. Gli altri utenti devono avere abilitato dall'opzione TSconfig dell'utente, "options.shortcutFrame = 1". Vedi il link qui sotto per i dettagli (Amministratori). Modificare le pagine da un id è facile con il frame di scorciatoia. Inserisci un numero intero e la pagina sarà caricata per la modifica. Se inserisci "[table]:[id]" allora cercherà di modificare un record dalla tabella [table] , ad esempio "tt_content:123" cercherà l'elemento 123 del contenuto (solo per gli amministratori). Infine, se si immette una stringa che non corrisponde a una pagina o ad altri record, il modulo Lista>Web verrà invocato per effettuare una ricerca nel primo mount del database che hai.
nl: Om een snelkoppeling te maken moet dit ondersteund worden door de module waarnaar de snelkoppeling moet wijzen. Of snelkoppelingen ondersteund worden is te zien onderaan de module. Als daar een klein pictogram "snelkoppeling" staat kan hierop geklikt worden om een snelkoppeling aan te maken. In het venster voor de snelkoppeling kan ook een paginanummer ingevoerd worden in het veld "Paginanummer bewerken". Dit laadt de de paginamodule met de pagina waarvan het nummer in het veld staat. Alleen "admin"-gebruikers hebben standaard toegang tot het snelkoppelingsscherm. Voor andere gebruikers moet dit ingeschakeld worden met de gebruikers-TSconfig optie "options.shortcutFrame = 1". Zie de link hieronder voor details (Admins). Pagina's bewerken vanuit een ID-nummer is eenvoudig met het snelkoppelingsvenster. Voer simpelweg een getal in en die pagina wordt ingeladen om te bewerken. Als je "[tabel]:[id]" invoert dan wordt geprobeerd om een record uit de tabel [table] te bewerken. Bijvoorbeeld "tt_content:123" zal element 123 opzoeken (alleen voor admins). Als er een tekst wordt ingevoerd die niet overeenkomt met een pagina of een record dan wordt de module Web > Lijst gestart die gaat zoeken in het eerste databasebeginpunt.

# _shortcuts.seeAlso
source: User TSconfig ->SETUP | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/Options/
de: Benutzer TSconfig ->SETUP | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/Options/
fr: Utilisateur TSconfig ->SETUP | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/Options/

# shortcuts.image_descr
source: To create a shortcut to a page, just click the short cut icon usually found in the bottom of pages. You will have to confirm the creation of the shortcut. It is nothing dangerous - only annoying to clean up if you happen to create shortcuts against your own will. Just answer "OK" here. When you answer "OK" you should immediately see the shortcut frame reload and a new icon (the module icon) appear. If you click this icon you will now jump to the page you created the shortcut from! You can name shortcuts, you can even group them and share them. If you want to edit or delete a shortcut you select the "Edit" checkbox and then click the shortcut icon. This will reload the shortcut frame so you get a field for entering a title. You can also delete all shortcuts in a "group" - here, just click the "0" (zero) to the left of the icons and you will remove all shortcuts in the group.
de: Um eine Verknüpfung zu einer Seite zu erstellen, klicken Sie einfach auf das kurze Schnitt-Symbol in der Regel in der unteren Seite gefunden. Sie müssen die Erstellung der Verknüpfung bestätigen. Es ist nichts gefährlich - nur ärgerlich, wenn Sie zufällig Verknüpfungen gegen Ihren eigenen Willen erstellen. Antwort hier einfach "OK". Wenn Sie "OK" antworten, sollten Sie sofort sehen, dass die Verknüpfung Rahmen neu geladen und ein neues Symbol (das Modul-Symbol) erscheint. Wenn Sie auf dieses Symbol klicken, springen Sie jetzt zur Seite, von der Sie die Verknüpfung erstellt haben! Sie können Verknüpfungen benennen, Sie können sie sogar gruppieren und teilen. Wenn Sie eine Verknüpfung bearbeiten oder löschen möchten, wählen Sie das Kontrollkästchen "Bearbeiten" und klicken Sie dann auf das Verknüpfungsbild. Dies wird den Shortcut Frame neu laden, so dass Sie ein Feld für die Eingabe eines Titels erhalten. Sie können auch alle Verknüpfungen in einer "Gruppe" löschen - hier klicken Sie einfach auf "0" (Null) links von den Symbolen und Sie werden alle Verknüpfungen in der Gruppe entfernen.
fr: Pour créer un raccourci vers une page, cliquez simplement sur l'icône de raccourci généralement trouvée en bas des pages. Vous devrez confirmer la création du raccourci. Ce n'est rien de dangereux - ce n'est que gênant de nettoyer si vous créez des raccourcis contre votre propre volonté. Répondez simplement à "OK" ici. Lorsque vous répondez "OK", vous devriez immédiatement voir le rechargement du cadre de raccourci et une nouvelle icône (l'icône du module) apparaît. Si vous cliquez sur cette icône, vous allez maintenant sauter à la page de laquelle vous avez créé le raccourci de ! Vous pouvez nommer des raccourcis, vous pouvez même les regrouper et les partager. Si vous souhaitez modifier ou supprimer un raccourci, vous sélectionnez la case "Modifier" et cliquez sur l'icône de raccourci. Cela rechargera le cadre de raccourci pour que vous puissiez entrer un titre. Vous pouvez également supprimer tous les raccourcis dans un "groupe" - ici, cliquez simplement sur "0" (zéro) à gauche des icônes et vous supprimerez tous les raccourcis dans le groupe.
it: Per creare un collegamento a una pagina, clicca solo l'icona a breve taglio solitamente trovata nella parte inferiore delle pagine. Dovrai confermare la creazione del collegamento. Non è pericoloso - è fastidioso pulire se si creano scorciatoie contro la propria volontà. Basta rispondere a "OK" qui. Quando rispondi a "OK" dovresti vedere immediatamente la ricarica del riquadro di collegamento e una nuova icona (l'icona del modulo). Se clicchi questa icona, salvi alla pagina da cui hai creato il collegamento! Puoi indicare le scorciatoie, puoi anche raggrupparle e condividerle. Se vuoi modificare o eliminare una scorciatoia, seleziona la casella di controllo "Modifica" e poi clicca sull'icona di collegamento. Questo ricaricherà il riquadro di collegamento in modo da ottenere un campo per inserire un titolo. Puoi anche eliminare tutte le scorciatoie in un "gruppo" - qui, clicca "0" (zero) a sinistra delle icone e rimuoverai tutte le scorciatoie del gruppo.
nl: Om een snelkoppeling te maken naar een pagina kun je simpelweg het pictogram aan de onderkant van pagina's gebruiken. De actie moet bevestigd worden. Dit is niet iets gevaarlijks - het is alleen irritant om snelkoppelingen op te ruimen als ze per ongeluk aangemaakt zijn. Gewoon "OK" antwoorden. Bij het antwoorden met "OK" zou het snelkoppelingsscherm direct moeten herladen en een nieuw pictogram (het modulepictogram) verschijnt. Door het klikken op dit pictogram spring je naar de pagina waarop je de snelkoppeling hebt aangemaakt! Snelkoppelingen kunnen een naam krijgen, ze zijn te groeperen en te delen. Om een snelkoppeling te bewerken of te verwijderen kies je het keuzevakje "Bewerken" en klik je vervolgens op de snelkoppeling. Hierna wordt het snelkoppelingsvenster herladen met een veld om de titel in te voeren. Het is ook mogelijk om alle snelkoppelingen in een "groep" te verwijderen - klik op de "0" (nul) links van de pictogrammen en alle snelkoppelingen in de groep worden verwijderd.

# bookmarks.alttitle
source: Backend Bookmarks
de: Backend Lesezeichen
fr: Signets de Backend
it: Segnalibri Backend
nl: Backend-favorieten

# bookmarks.description
source: You can create bookmarks to modules in TYPO3 quite easily. The treat is that you can jump between screens in TYPO3 in <em>one</em> click rather than multiple clicks through backend modules etc. The frame also contains a field for entering a page or record id to edit or just search records.
de: Sie können Lesezeichen für Module in TYPO3 ganz einfach erstellen. Die Behandlung ist, dass Sie zwischen Bildschirmen in TYPO3 springen können in <em>ein</em> anstatt mehrere Klicks durch Backend-Module usw. Der Rahmen enthält auch ein Feld für die Eingabe einer Seite oder Datensatz-ID, um Datensätze zu bearbeiten oder einfach zu suchen.
fr: Vous pouvez créer des signets vers des modules dans TYPO3 assez facilement. Le traitement est que vous pouvez sauter entre les écrans dans TYPO3 dans <em></em> cliquer plutôt que plusieurs clics à travers les modules de backend etc. Le cadre contient également un champ pour entrer une page ou un identifiant d'enregistrement pour éditer ou simplement rechercher des enregistrements.
it: Puoi creare dei segnalibri nei moduli in TYPO3 molto facilmente. Il trattamento è che puoi saltare tra gli schermi in TYPO3 in <em>un solo</em> clicca piuttosto che più click attraverso moduli backend, ecc. Il frame contiene anche un campo per inserire una pagina o un id di record da modificare o solo cercare i record.
nl: Favorieten van modules aanmaken is simpel in TYPO3. Het voordeel is dat het hiermee mogelijk is om te wissen tussen vensters in TYPO3 met <em>een</em> klik in plaats van meerdere kliks door allerlei modules, etc. Het venster bevat ook een veld om het ID van een pagina of record in te voeren of te zoeken in records.

# bookmarks.details
source: In order to create a bookmark it must be supported by the module you want to create the bookmark to. Whether bookmarks are supported can be seen in the top of a module. If there is a small star icon you can click it to create the bookmark.
de: Um ein Lesezeichen zu erstellen, muss es vom Modul unterstützt werden, auf das Sie das Lesezeichen erstellen möchten. Ob Lesezeichen unterstützt werden, kann im oberen Teil eines Moduls gesehen werden. Wenn es ein kleines Sternsymbol gibt, können Sie es anklicken, um das Lesezeichen zu erstellen.
fr: Pour créer un signet, il doit être pris en charge par le module auquel vous souhaitez créer le signet. Si les signets sont pris en charge peuvent être vus en haut d'un module. S'il y a une petite icône étoile, vous pouvez le cliquer pour créer le signet.
it: Per creare un segnalibro, deve essere supportato dal modulo a cui si desidera creare il segnalibro. Se i segnalibri sono supportati possono essere visualizzati nella parte superiore di un modulo. Se c'è un'icona di stella piccola, puoi cliccare per creare il segnalibro.
nl: Voor het aanmaken van een bladwijzer moet dit ondersteund worden door de module waarnaar de bladwijzer moet verwijzen. Of bladwijzers ondersteund worden kan gezien worden bovenin de module. Als daar het icoon van een ster staan kunt u daarop klikken om een bladwijzer te maken.

# _bookmarks.seeAlso
source: User TSconfig ->SETUP | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/Options/
de: Benutzer TSconfig ->SETUP | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/Options/
fr: Utilisateur TSconfig ->SETUP | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/Options/
nl: Gebruikers-TSconfig ->SETUP | https://docs.typo3.org/typo3cms/TSconfigReference/UserTsconfig/Options/

# bookmarks.image_descr
source: To create a bookmark to a page, just click the star icon usually found in the top of pages. You will have to confirm the creation of the bookmark. It is nothing dangerous - only annoying to clean up if you happen to create bookmarks against your own will. Just answer "OK" here. When you answer "OK" you should immediately see the bookmark icon in the toolbar reloading and, after opening the menu, the new entry appear. If you click this entry, you will now jump to the page you created the bookmark from! You can name bookmarks, you can even group them and share them. If you want to edit or delete a bookmark you select the "Edit" checkbox and then click the bookmark icon.
de: Um ein Lesezeichen zu einer Seite zu erstellen, klicken Sie einfach auf das Sternsymbol, das normalerweise in der oberen Seite gefunden wird. Sie müssen die Erstellung des Lesezeichens bestätigen. Es ist nichts gefährlich - nur ärgerlich, wenn Sie zufällig Lesezeichen gegen Ihren eigenen Willen erstellen. Antwort hier einfach "OK". Wenn Sie "OK" antworten, sollten Sie sofort das Lesezeichen-Symbol in der Werkzeugleiste neu laden und nach dem Öffnen des Menüs erscheint der neue Eintrag. Wenn Sie diesen Eintrag anklicken, springen Sie nun zur Seite, von der Sie das Lesezeichen erstellt haben! Sie können Lesezeichen benennen, Sie können sie sogar gruppieren und teilen. Wenn Sie ein Lesezeichen bearbeiten oder löschen möchten, wählen Sie das Kontrollkästchen "Bearbeiten" und klicken Sie dann auf das Lesezeichen-Symbol.
fr: Pour créer un signet sur une page, cliquez simplement sur l'icône étoile généralement trouvée en haut des pages. Vous devrez confirmer la création du signet. Ce n'est rien de dangereux - ce n'est que gênant de nettoyer si vous créez des signets contre votre propre volonté. Répondez simplement à "OK" ici. Lorsque vous répondez "OK", vous devriez immédiatement voir l'icône du signet dans la barre d'outils recharger et, après avoir ouvert le menu, la nouvelle entrée apparaît. Si vous cliquez sur cette entrée, vous allez maintenant sauter à la page de laquelle vous avez créé le signet de ! Vous pouvez nommer les signets, vous pouvez même les regrouper et les partager. Si vous voulez modifier ou supprimer un signet, vous sélectionnez la case "Modifier" et cliquez sur l'icône du signet.
it: Per creare un segnalibro in una pagina, clicca l'icona stella solitamente trovata nella parte superiore delle pagine. Dovrai confermare la creazione del segnalibro. Non è pericoloso - è fastidioso pulire se si crea segnalibri contro la propria volontà. Basta rispondere a "OK" qui. Quando rispondi a "OK" dovresti vedere immediatamente l'icona del segnalibro nel ricaricamento della barra degli strumenti e, dopo l'apertura del menu, la nuova voce appare. Se clicchi questa voce, salvi alla pagina da cui hai creato il segnalibro! Puoi nominare i segnalibri, puoi anche raggrupparli e condividerli. Se vuoi modificare o eliminare un segnalibro, seleziona la casella di controllo "Modifica" e poi clicca sull'icona del segnalibro.
nl: Klik op het icoon van een ster dat meestal bovenaan een pagina staat om een bladwijzer naar een pagina te maken. Het aanmaken van een bladwijzer moet nog wel bevestigd worden. Het is niet gevaarlijk, alleen lastig als alle per ongeluk aangemaakt bladwijzers weer opgeruimd moeten worden. Klik "OK" hier. Na het kiezen van "OK" moet het bladwijzericoon in de knoppenbalk opnieuw geladen worden en, na het openen van het menu, verschijnt een nieuw item. Door te klikken op dit item springt u naar de pagina waarvoor de bladwijzer is gemaakt! Bladwijzers kunnen een naam krijgen en zelfs gegroepeerd en gedeeld worden. Voor het bewerken of verwijderen van een bladwijzer vinkt u het selectievakje "Bewerken" aan en klikt daarna op het bladwijzericoon.

# workspaceSelector.alttitle
source: Workspace Selector
de: Arbeitsbereich-Auswahl
fr: Sélecteur de l'espace de travail
it: Selettore Workspace
nl: Werkbladkeuze
