Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_csh_corebe.xlf
Languages: de, fr, it, nl

# list_searchbox.description
source: By this search box you can do a free text search in all the listed records. You can also search recursively in sub-pages by selecting a number of levels to search in the selector box to the right of the search field.
de: Mit diesem Suchfeld können Sie in allen aufgelisteten Datensätzen eine kostenlose Textsuche durchführen. Sie können auch rekursiv in Unterseiten suchen, indem Sie eine Anzahl von Ebenen auswählen, um im Auswahlfeld rechts im Suchfeld zu suchen.
fr: Vous pouvez effectuer une recherche de texte gratuite dans tous les enregistrements listés. Vous pouvez également rechercher récursivement dans les sous-pages en sélectionnant un certain nombre de niveaux à rechercher dans la case sélecteur à droite du champ de recherche.
it: Con questa casella di ricerca puoi fare una ricerca di testo gratuita in tutti i record elencati. Puoi anche cercare ricorsivamente nelle sotto-pagine selezionando un numero di livelli da cercare nella casella di selezione a destra del campo di ricerca.
nl: Met dit zoekvakje kunt u vrij zoeken in de tekst van alle records uit de lijst. U kunt ook recursief zoeken in sub-pagina's door een aantal niveau's te kiezen.

# list_options.alttitle
source: List module options
de: Optionen für das Modul auflisten
fr: Options du module de liste
it: Opzioni modulo lista
nl: Opties van de lijst module

# list_options.description
source: Enable additional options like the "Extended view" mode to see additional control buttons for each record in the listing or the "Clipboard" to see the clipboard and its content.
de: Aktivieren Sie zusätzliche Optionen wie den "Erweiterte Ansicht"-Modus, um zusätzliche Schaltflächen für jeden Eintrag in der Auflistung oder in der "Zwischenablage" zu sehen, um die Zwischenablage und deren Inhalt zu sehen.
fr: Activez des options supplémentaires comme le mode "Affichage étendu" pour voir des boutons de contrôle supplémentaires pour chaque enregistrement dans la liste ou le "Presse-papiers" pour voir le presse-papiers et son contenu.
it: Abilita opzioni aggiuntive come la modalità "Vista estesa" per vedere i pulsanti di controllo aggiuntivi per ogni record nella lista o "Clipboard" per vedere gli appunti e i suoi contenuti.
nl: Activeer de "Uitgebreide weergave" modus om extra knoppen te zien voor elke record in de lijst. Activeer het "Klembord" om de inhoud van het klembord en de genummerde klemborden weer te geven.

# list_options.image_descr
source: The options checkboxes. Selecting "Extended view" will enable the control buttons in the record lists.
de: Die Optionen-Kontrollkästchen. Wenn Sie "Erweiterte Ansicht" auswählen, werden die Kontrolltasten in den Datensatzlisten aktiviert.
fr: Les options sont cochées. La sélection "Vue étendue" permettra les boutons de contrôle dans les listes d'enregistrement.
it: Le caselle di controllo delle opzioni. Selezionando "Vista estesa" saranno attivati i pulsanti di controllo nelle liste record.
nl: De optionele aanvinkvakjes. Door "Uitgebreide weergave" te selecteren worden de extra knoppen geactiveerd in de lijst van records.

# pagetree_overview.alttitle
source: Pagetree Overview
de: Pagetree Übersicht
fr: Aperçu du Pagetree
it: Panoramica Pagetree
nl: Overzicht paginaboom

# pagetree_overview.description
source: The Pagetree Overview shows information related to pages for a branch of the page tree. This includes start- and stop-times, cache settings etc.
de: Die Pagetree Übersicht zeigt Informationen über Seiten für einen Zweig des Seitenbaums. Dazu gehören Start- und Stop-Zeiten, Cache-Einstellungen etc.
fr: La vue d'ensemble de Pagetree montre les informations relatives aux pages pour une branche de l'arborescence de la page. Cela inclut les heures de début et d'arrêt, les paramètres de cache, etc.
it: La panoramica Pagetree mostra le informazioni relative alle pagine per un ramo dell'albero della pagina. Questo include start-and stop-time, impostazioni cache ecc.
nl: Het overzicht van de paginaboom toont informatie die gerelateerd is aan pagina's voor een deel van de paginaboom. Hieronder vallen start- en stoptijden, cache-instellingen, etc.

# _pagetree_overview.image
source: EXT:frontend/Resources/Public/Images/cshimages/pagetree_overview_1.png
fr: EXT:frontend/Ressources/Public/Images/cshimages/pagetree_overview_1.png

# pagetree_overview.image_descr
source: One of the features of the Pagetree Overview module is that you can see what types of records are found on pages in a branch. Here record counts are shown for a page tree branch 2 levels down.
de: Eine der Funktionen des Pagetree Overview Moduls ist, dass Sie sehen können, welche Arten von Datensätzen auf Seiten eines Zweiges gefunden werden. Hier werden Datensätze für einen Seitenbaum-Zweig 2 Ebenen unten angezeigt.
fr: L'une des fonctionnalités du module d'aperçu de Pagetree est que vous pouvez voir quels types d'enregistrements sont trouvés sur les pages d'une branche. Ici, les comptes d'enregistrement sont affichés pour une branche de page arborescente 2 niveaux.
it: Una delle caratteristiche del modulo Pagetree Panoramica è che puoi vedere quali tipi di record vengono trovati nelle pagine di un ramo. Qui i numeri di record sono mostrati per un ramo ramo di pagina 2 livelli in basso.
nl: Een van de functies van de module paginaboomoverzicht is dat het eenvoudig te zien is welke soort records op pagina's in een deel van de boom te vinden zijn. Hier worden de aantallen records getoond voor twee niveau's.

# new_regular.alttitle
source: Create new record
de: Neuen Eintrag erstellen
fr: Créer un nouvel enregistrement
it: Crea nuovo record
nl: Maak nieuwe record

# new_regular.description
source: This list shows the types of records (database tables) you can create on the page. Click a table name to select the type.
de: Diese Liste zeigt die Arten von Datensätzen (Datenbanktabellen), die Sie auf der Seite erstellen können. Klicken Sie auf einen Tabellennamen, um den Typ auszuwählen.
fr: Cette liste affiche les types d'enregistrements (tables de base de données) que vous pouvez créer sur la page. Cliquez sur un nom de table pour sélectionner le type.
it: Questa lista mostra i tipi di record (tabelle di database) che puoi creare sulla pagina. Clicca un nome per selezionare il tipo.
nl: Deze lijst toont de verschillende record types die u op de pagina kunt aanmaken. Klik op een tabelnaam om het type te selecteren.

# _new_regular.image
source: EXT:core/Resources/Public/Images/cshimages/core_70.png
fr: EXT:core/Ressources/Public/Images/cshimages/core_70.png

# new_regular.image_descr
source: The selection of records a user can create on this particular page. The selection depends on the user's permissions and the page type. For example a Folder page type can contain any kind of record while regular pages can contain only some types (like Content Elements).
de: Die Auswahl der Datensätze, die ein Benutzer auf dieser bestimmten Seite erstellen kann. Die Auswahl hängt von den Berechtigungen des Benutzers und dem Seitentyp ab. Zum Beispiel kann ein Ordner-Seitentyp jede Art von Datensatz enthalten, während normale Seiten nur einige Typen enthalten können (wie Inhaltselemente).
fr: La sélection des enregistrements qu'un utilisateur peut créer sur cette page particulière. La sélection dépend des permissions de l'utilisateur et du type de page. Par exemple, un type de page de dossier peut contenir n'importe quel type d'enregistrement alors que les pages régulières ne peuvent contenir que certains types (comme les éléments de contenu).
it: La selezione dei record che un utente può creare su questa particolare pagina. La selezione dipende dai permessi dell'utente e dal tipo di pagina. Ad esempio, un tipo di pagina della cartella può contenere qualsiasi tipo di record mentre le pagine regolari possono contenere solo alcuni tipi (come elementi di contenuto).
nl: De selectie van records die een gebruiker kan maken op deze specifieke pagina. Deze selectie hangt af van de gebruikersrechten en het pagina type. Een map kan bijvoorbeeld elk type record bevatten, terwijl standaard pagina's alleen bepaalde types, zoals content elementen, kunnen bevatten.

# new_pages.alttitle
source: Create new page wizard
de: Neuen Seitenassistent erstellen
fr: Créer un nouvel assistant de page
it: Crea nuova pagina guidata
nl: Maak nieuwe pagina assistent

# new_pages.description
source: Creating a new page means you have to find a position for it in the page tree. This wizard helps you find this position easily by clicking the flashing arrow pointing to the position you want.
de: Wenn Sie eine neue Seite erstellen, müssen Sie eine Position dafür im Seitenbaum finden. Dieser Assistent hilft Ihnen, diese Position leicht zu finden, indem Sie auf den blinkenden Pfeil klicken, der auf die gewünschte Position verweist.
fr: Créer une nouvelle page signifie que vous devez trouver une position dans l'arborescence de page. Cet assistant vous aide à trouver cette position facilement en cliquant sur la flèche clignotante pointant vers la position que vous voulez.
it: Creare una nuova pagina significa che devi trovare una posizione per essa nell'albero della pagina. Questo wizard ti aiuta a trovare questa posizione facilmente cliccando sulla freccia che lampeggia puntando alla posizione che vuoi.
nl: De pagina assistent helpt bij het plaatsen van een nieuwe pagina in de paginaboom. Met deze assistent is het eenvoudig een plaats voor de pagina te vinden door op het knipperende pijltje te klikken op de gewenste positie.

# _new_pages.seeAlso
source: xMOD_csh_corebe:new_regular, xMOD_csh_corebe:new_ce, How to create a new page | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/NewPage/
de: xMOD_csh_corebe:new_regular, xMOD_csh_corebe:new_ce, Wie erstellen Sie eine neue Seite | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/NewPage/
fr: xMOD_csh_corebe:new_regular, xMOD_csh_corebe:new_ce, Comment créer une nouvelle page | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/NewPage/
it: xMOD_csh_corebe:new_regular, xMOD_csh_corebe:new_ce, Come creare una nuova pagina | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/NewPage/

# new_pages.image_descr
source: Between each page in the tree you find small icons that point out a place for a new page. Select a position by clicking one of these icons. To access the "Create new page wizard" in the first place, just click the link in the Create new record dialog.
de: Zwischen jeder Seite im Baum finden Sie kleine Symbole, die einen Platz für eine neue Seite herausstellen. Wählen Sie eine Position, indem Sie auf eine dieser Symbole klicken. Um auf den "Neuen Seitenassistent erstellen" im ersten Ort zuzugreifen, klicken Sie einfach auf den Link im neuen Datensatz-Dialog erstellen.
fr: Entre chaque page de l'arbre, vous trouvez de petites icônes qui pointent un endroit pour une nouvelle page. Sélectionnez une position en cliquant sur l'une de ces icônes. Pour accéder à l'assistant "Créer une nouvelle page" en premier lieu, cliquez simplement sur le lien dans la boîte de dialogue Créer un nouvel enregistrement.
it: Tra ogni pagina nell'albero trovi icone piccole che indicano un luogo per una nuova pagina. Seleziona una posizione cliccando su una di queste icone. Per accedere alla "Crea nuova pagina guidata" in primo luogo, clicca sul link nella nuova finestra di dialogo di record.
nl: Tussen elke pagina in de paginaboom staan iconen die een plaats voor de nieuwe pagina aangeven. Kies een positie door op een van deze iconen te klikken. De "maak een nieuwe pagina" assistent kan worden gevonden als icoon in de topbalk boven de paginaboom of de paginainhoud. Ook kan gestart worden door op "Nieuwe pagina" te klikken in het pagina-Inhoud scherm.

# new_ce.alttitle
source: Create new Content Element Wizard
de: Neuer Content Element Assistent erstellen
fr: Créer un nouvel Assistant de contenu
it: Crea nuovo elemento di contenuto guidata
nl: Maak nieuwe Inhoudselement assistent

# new_ce.description
source: Content Elements come in many flavors and inserting new content on a page means you have to select the right element type. This wizard helps you to pick a main type of element before you actually begin to enter content.
de: Inhaltselemente kommen in vielen Geschmacksrichtungen und das Einfügen neuer Inhalte auf einer Seite bedeutet, dass Sie den richtigen Elementtyp auswählen müssen. Dieser Assistent hilft Ihnen, einen Haupttyp des Elements auszuwählen, bevor Sie tatsächlich beginnen, Inhalte einzugeben.
fr: Les éléments de contenu sont dans de nombreux goûts et l'insertion de nouveaux contenus sur une page signifie que vous devez sélectionner le type d'élément approprié. Cet assistant vous aide à choisir un type d'élément principal avant de commencer à entrer le contenu.
it: Gli elementi contenuti sono presenti in molti flavori e inserire nuovi contenuti in una pagina significa che devi selezionare il tipo di elemento giusto. Questa procedura guidata ti aiuta a scegliere un tipo principale di elemento prima di iniziare a immettere il contenuto.
nl: Inhoudselementen zijn er in vele soorten en smaken. Het invoegen van het juiste type inhoud houdt in de te kiezen uit een grote lijst van verschillende types. Deze assistent helpt het juiste element te kiezen voordat er inhoud aan het element wordt toegevoegd en helpt de juiste plaats op de pagina te selecteren.

# new_ce.details
source: Selecting an element type here will just preset the content element with certain values. You can always change the values later and if you cannot find exactly the type you need you can just pick the one that comes closest to your need, then adjust the details later.
de: Wenn Sie hier einen Elementtyp auswählen, wird das Inhaltselement nur mit bestimmten Werten voreingestellt. Sie können die Werte immer später ändern und wenn Sie nicht genau den Typ finden, den Sie benötigen, können Sie einfach das Element auswählen, das Ihrem Bedarf am nächsten kommt, dann ändern Sie die Details später.
fr: Sélectionnez un type d'élément ici ne préservera que l'élément de contenu avec certaines valeurs. Vous pouvez toujours modifier les valeurs plus tard et si vous ne trouvez pas exactement le type dont vous avez besoin, vous pouvez choisir celui qui est le plus proche de vos besoins, puis ajuster les détails plus tard.
it: Selezionando un tipo di elemento qui si presetterà solo l'elemento di contenuto con determinati valori. Puoi sempre cambiare i valori più tardi e se non riesci a trovare esattamente il tipo di cui hai bisogno puoi scegliere quello che più ti è vicino, quindi regolare i dettagli più tardi.
nl: Stap 1 is het kiezen van een type element zorgt alleen voor voorgeselecteerde waarden van het inhoudselement. De waarden zijn altijd later aan te passen. Is het juiste type niet te vinden: Kies het type dat het dichtst bij de wensen komt en pas mogelijk later de details aan. Stap 2 is het selecteren van de plaats van het inhoudselement op de pagina. Ook de plaats op de pagina kan later aangepast worden.

# new_ce.image_descr
source: The Content Element wizard presents a set of preset types. Just select one by clicking its title. After selecting the type you will (often) have to select a position of the element among the other existing Content Elements on the page. You can access the Content Element wizard from the Create new record dialog.
de: Der Inhaltselement-Assistent enthält eine Reihe von Voreinstellungstypen. Wählen Sie einfach einen, indem Sie auf seinen Titel klicken. Nach der Auswahl des Typs müssen Sie (oft) eine Position des Elements unter den anderen vorhandenen Inhaltselementen auf der Seite auswählen. Sie können auf den Assistenten des Inhaltselements aus dem neuen Datensatz erstellen zugreifen.
fr: L'assistant Content Element présente un ensemble de types prédéfinis. Sélectionnez un en cliquant sur son titre. Après avoir sélectionné le type que vous aurez (souvent) à sélectionner une position de l'élément parmi les autres éléments de contenu existants sur la page. Vous pouvez accéder à l'assistant Content Element de la boîte de dialogue Créer un nouvel enregistrement.
it: La procedura guidata Elemento Contenuto presenta un insieme di tipi preimpostati. Selezionane uno cliccando sul titolo. Dopo aver selezionato il tipo che si (spesso) dovrai selezionare una posizione dell'elemento tra gli altri elementi di contenuto esistenti nella pagina. Puoi accedere alla procedura guidata Elemento Contenuto dalla nuova finestra di dialogo.
nl: De inhoudselement assistent toont een aantal verschillende typen pagina inhoud. Kies er een door de titel aan te klikken. Na het aanklikken moer (vaak) een positie geselecteerd worden tussen de andere inhoudselementen op de pagina. De "nieuwe inhoudselement assistent" kan worden gevonden als icoon in de topbalk boven de paginainhoud. Ook kan gestart worden door op "Nieuwe inhoud" te klikken in het pagina-Inhoud scherm.

# move_el_pages.alttitle
source: Move page wizard
de: Seitenassistent verschieben
fr: Assistant de page
it: Sposta pagina guidata
nl: Verplaats pagina assistent

# move_el_pages.description
source: By this wizard you can visually re-position (or copy) a page inside TYPO3. The element you move is shown in the top.
de: Mit diesem Assistenten können Sie eine Seite innerhalb von TYPO3 visuell neu positionieren (oder kopieren) und das Element, das Sie bewegen, wird oben angezeigt.
fr: Par cet assistant, vous pouvez afficher une page dans TYPO3 en haut de la page (ou copier) visuellement.
it: Con questa procedura guidata è possibile riattivare visualmente (o copiare) una pagina all'interno di TYPO3. L'elemento che si muove è mostrato in alto.
nl: De verplaats pagina assistent helpt bij het verplaatsen (of kopiëren) van een pagina (element) binnen TYPO3. De pagina (element) welke verplaatst wordt staat bovenaan het scherm.

# move_el_pages.details
source: As an alternative to using the regular Copy/Cut/Paste functions in the clickmenus of records you can also use the move-page wizard. It lets you re-position a page by a visual view of the page tree rather than using the concept of "Paste into" and "Paste after".
de: Als Alternative zur Verwendung der regulären Kopier-/Cut/Einfügen-Funktionen in den Klicks der Datensätze können Sie auch den Move-Page-Assistenten verwenden, mit dem Sie eine Seite durch eine visuelle Sicht des Seitenbaums neu positionieren können, anstatt das Konzept "Einfügen" und "Nachfügen" zu verwenden.
fr: En tant qu'alternative à l'utilisation des fonctions de Copie/Coup/Colle dans le clickmenus des enregistrements, vous pouvez également utiliser l'assistant de déplacement. Cela vous permet de réinstaller une page par une vue visuelle de l'arborescence de la page plutôt que d'utiliser le concept de "Coller dans" et "Coller après".
it: Come alternativa all'utilizzo delle funzioni regolari di copia/taglio/Paste nei clickmenus dei record, puoi anche utilizzare la procedura guidata di spostamento pagina. Ti permette di riattivare una pagina con una vista visiva dell'albero della pagina invece di utilizzare il concetto di "Incolla in" e "Incolla dopo".
nl: Als een alternatief voor de Kopie/Knip/Plak functie in de klikmenu's van records is er de verplaats pagina assistent. De assistent helpt op een meer visuele manier bij het verplaatsen (of kopiëren) van de pagina (element) Dit in tegenstelling tot het concept van "Plak binnen" of "Plak na".

# _move_el_pages.seeAlso
source: xMOD_csh_corebe:move_el_cs, xMOD_csh_corebe:new_pages, Moving pages | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/NewPage/
fr: xMOD_csh_corebe:move_el_cs, xMOD_csh_corebe:new_pages, pages mobiles | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/NewPage/
it: xMOD_csh_corebe:move_el_cs, xMOD_csh_corebe:new_pages, Pagine di movimento | https://docs.typo3.org/typo3cms/GettingStartedTutorial/EditAndCreatePagesAndContent/NewPage/

# move_el_pages.image_descr
source: The wizard works like when you create new pages with the wizard; You position the element by the grey arrows. To access the "Move page wizard" you open the clickmenu of the page, select "More options..." and then "Move page". Alternatively you can click the "Move page" icon in the "Extended view" of the Web>List module.
de: Der Assistent funktioniert wie beim Erstellen neuer Seiten mit dem Assistenten; Sie positionieren das Element durch die Grauen Pfeile. Um auf den "Seitenassistent bewegen" zuzugreifen, öffnen Sie das Klickmenü der Seite, wählen Sie "Weitere Optionen..." und dann "Seite verschieben". Alternativ können Sie auf das "Seite bewegen" Symbol in der "Erweiterten Ansicht" des Web>Listmoduls klicken.
fr: L'assistant fonctionne comme lorsque vous créez de nouvelles pages avec l'assistant; vous positionnez l'élément par les flèches grises. Pour accéder à l'assistant "Déplacer la page" vous ouvrez le clickmenu de la page, sélectionnez "Plus d'options..." puis "Déplacer la page". Vous pouvez également cliquer sur l'icône "Déplacer la page" dans la "Vue étendue" du module Liste Web>.
it: La procedura guidata funziona come quando si creano nuove pagine con la procedura guidata; posiziona l'elemento dalle frecce grigie. Per accedere alla procedura guidata "Spostare pagina" si apre il clickmenu della pagina, selezionare "Altre opzioni..." e poi "Sposta pagina". In alternativa, si può cliccare sull'icona "Pagina di movimento" nel modulo "Vista estesa" del modulo>elenco.
nl: De assistent werkt hetzelfde als bij het maken van een nieuwe pagina (element). Bepaal de positie van de pagina (element) door op een pijl te klikken. De "Verplaats pagina assistent" kan worden gevonden als icoon in de topbalk boven de paginainhoud. Of, Klik in de paginaboom op een pagina en open het klikmenu. Kies "meer opties..." en dan "Verplaats pagina". Een derde mogelijkheid is via het icoon "verplaats pagina" in de uitgebreide tabel van Web > Lijst.

# move_el_cs.alttitle
source: Move Content Element Wizard
de: Inhaltselement Assistent verschieben
fr: Assistant de l'élément de contenu
it: Sposta Elemento Contenuto guidata
nl: Verplaats inhoudselement assistent

# move_el_cs.description
source: By this wizard you can visually re-position (or copy) a Content Element inside TYPO3. The element you move is shown in the top.
de: Mit diesem Assistenten können Sie ein Content Element innerhalb von TYPO3 visuell neu positionieren (oder kopieren). Das Element, das Sie bewegen, wird oben angezeigt.
fr: Par cet assistant, vous pouvez afficher un élément de contenu dans TYPO3 en haut de la page.
it: Con questa procedura guidata è possibile riattivare visualmente (o copiare) un elemento contenuto all'interno di TYPO3. L'elemento che si muove è mostrato in cima.
nl: De verplaats inhoudselement assistent helpt bij het verplaatsen (of kopiëren) van een inhoudselement(element) binnen TYPO3. Het inhoudselement (element) welke verplaatst wordt staat bovenaan het scherm.
