Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_tca.xlf
Languages: cs, hi

# file_mountpoints_edit_title
source: Edit filemount
cs: Upravit připojení souborů
hi: एडिट फाइल माउंट

# file_mountpoints_add_title
source: Create new filemount
cs: Vyvořit nové připojení souborů
hi: नया फाइल माउंट बनाये

# file_mountpoints_list_title
source: List filemounts
cs: Vypsat připojení souborů
hi: लिस्ट फाइल माउंट्स

# workspace_perms_live
source: Edit Live (Online)
cs: Upravit LIVE (Online)
hi: एडिट लाइव(ऑनलाइन)

# workspace_perms_draft
source: Edit Draft (Offline)
cs: Upravit KONCEPT (Offline)
hi: एडिट ड्राफ्ट(ऑफलाइन)

# workspace_perms_custom
source: Create new workspace projects
cs: Vyvořit nový projekt pracovní plochy
hi: नया वर्कस्पेस प्रोजेक्ट्स बनाएं

# TSconfig_title
source: TSconfig QuickReference
hi: TSconfig क्विकरेफेरेंस

# be_users.avatar
source: Avatar
hi: अवतार

# be_users.usergroup_edit_title
source: Edit usergroup
cs: Upravit skupinu uživatele
hi: एडिट यूजर ग्रुप

# be_users.usergroup_add_title
source: Create new group
cs: Vyvořit novou skupinu
hi: नया ग्रुप बनाएँ

# be_users.usergroup_list_title
source: List groups
cs: Vypsat skupiny
hi: लिस्ट ग्रुप्स

# be_users.options_db_mounts
source: DB Mounts
cs: Připojení DB
hi: DB माउंट्स

# be_users.options_file_mounts
source: File Mounts
cs: Připojení souborů
hi: फाइल माउंट्स

# be_users.file_permissions.files_read
source: Files: Read
cs: Soubory: Čtení
hi: फाइल्स: पढ़ें

# be_users.file_permissions.files_write
source: Files: Write
cs: Soubory: Zápis
hi: फाइल्स: लिखें

# be_users.file_permissions.files_add
source: Files: Add
cs: Soubory: Přidat
hi: फाइल्स:ऐड

# be_users.file_permissions.files_rename
source: Files: Rename
cs: Soubory: Přejmenovat
hi: फाइल्स: नाम बदलें

# be_groups.file_permissions.files_replace
source: Files: Replace
cs: Soubory: Nahradit
hi: फाइल्स:रिप्लेस

# be_users.file_permissions.files_move
source: Files: Move
cs: Soubory: Přesunout
hi: फाइल्स:खिसकाए

# be_users.file_permissions.files_copy
source: Files: Copy
cs: Soubory: Kopírovat
hi: फाइल्स: नकल

# be_users.fileoper_perms_unzip
source: Files: Unzip
cs: Soubory: Rozbalit
hi: फाइल:अनज़िप

# be_users.file_permissions.file_delete
source: Files: Delete
cs: Soubory: Odstranit
hi: फाइल्स: मिटाये

# be_users.fileoper_perms_general
source: Files: Upload,Copy,Move,Delete,Rename,New,Edit
cs: Soubory: Nahrát,Kopírovat,Přesunout,Smazat,Přejmenovat,Nový,Upravit
hi: फाइल्स:अपलोड,नक़ल,खिसकाए,मिटाये,नाम बदलें,नया,एडिट

# be_users.fileoper_perms_diroper_perms
source: Directory: Move,Delete,Rename,New
cs: Adresář: Přesunout,Smazat,Přejmenovat,Nový
hi: डिरेक्टरी:खिसकाए,मिटाये,नाम बदलने,नया

# be_users.fileoper_perms_diroper_perms_copy
source: Directory: Copy
cs: Adresář: Kopírovat
hi: डिरेक्टरी:नकल

# be_users.fileoper_perms_diroper_perms_delete
source: Directory: Delete recursively (rm -Rf)
cs: Adresář: Smazat rekurzivně (rm -Rf)
hi: डिरेक्टरी:रिकर्सिवली मिटाएं(rm-Rf)

# be_users.tabs.rights
source: Access Rights
cs: Přístupová práva
hi: एक्सेस राइट्स

# be_users.tabs.mounts_and_workspaces
source: Mounts and Workspaces
cs: Připojení a pracovní prostory
hi: माउंट्स और वर्कसपसस

# be_users.tabs.options
source: Options
cs: Možnosti
hi: विकल्पे

# be_users.tabs.extended
source: Extended
cs: Rozšířené
hi: एक्सटेंडेड

# be_users.tabs.access
source: Access
cs: Přístup
hi: एक्सेस

# be_groups.tabs.base_rights
source: Access Lists
cs: Přístupové seznamy
hi: एक्सेस लिस्ट्स

# be_groups.tabs.mounts_and_workspaces
source: Mounts and Workspaces
cs: Připojení a pracovní prostory
hi: माउंट्स और वर्कसपसस

# be_groups.file_permissions.folder_read
source: Directory: Read
cs: Složka: Číst
hi: डिरेक्ट्री: पढ़े

# be_groups.file_permissions.folder_write
source: Directory: Write
cs: Složka: Zapisovat
hi: डिरेक्ट्री: लिखे

# be_groups.file_permissions.folder_add
source: Directory: Add
cs: Složka: Kopírovat
hi: डिरेक्ट्री: ऐड

# be_groups.file_permissions.folder_rename
source: Directory: Rename
cs: Složka: Přejmenovat
hi: डिरेक्ट्री: नाम बदलें

# be_groups.file_permissions.folder_move
source: Directory: Move
cs: Složka: Přesunout
hi: डिरेक्ट्री:खिसकाएँ

# be_groups.file_permissions.folder_copy
source: Directory: Copy
cs: Adresář: Kopírovat
hi: डिरेक्ट्री: नकल

# be_groups.file_permissions.folder_delete
source: Directory: Delete
cs: Složka: Odstranit
hi: डिरेक्ट्री:मिटाएँ

# be_groups.file_permissions.folder_recursivedelete
source: Directory: Delete recursively
cs: Složka: Odstranit rekurzivně
hi: डिरेक्ट्री:रिकर्सिवली मिटाएं

# be_groups.file_permissions.files_read
source: Files: Read
cs: Soubory: Číst
hi: फाइल्स:पढ़े

# be_groups.file_permissions.files_write
source: Files: Write
cs: Soubory: Zapisovat
hi: फाइल्स:लिखे

# be_groups.file_permissions.files_edit
source: Files: Edit
cs: Soubory: Upravit
hi: फाइल्स:एडिट

# be_groups.file_permissions.files_add
source: Files: Add
cs: Soubory: Přidat
hi: फाइल्स:ऐड

# be_groups.file_permissions.files_rename
source: Files: Rename
cs: Soubory: Přejmenovat
hi: फाइल्स:नाम बदलने

# be_groups.file_permissions.files_move
source: Files: Move
cs: Soubory: Přesunout
hi: फाइल्स:खिसकाए

# be_groups.file_permissions.files_copy
source: Files: Copy
cs: Soubory: Kopírovat
hi: फाइल्स:नकल

# be_groups.fileoper_perms_unzip
source: Files: Unzip
cs: Soubory: Rozbalit
hi: फाइल्स:उन-ज़िप

# be_groups.file_permissions.files_delete
source: Files: Delete
cs: Soubory: Odstranit
hi: फाइल्स:मिटाएँ

# be_groups.fileoper_perms_general
source: Files: Upload,Copy,Move,Delete,Rename,New,Edit
cs: Soubory: Nahrát,Kopírovat,Přesunout,Odstranit,Přejmenovat,Nový,Upravit
hi: फाइल्स:अपलोड,नक़ल,खिसकाए,मिटाये,नया,एडिट

# be_groups.fileoper_perms_diroper_perms
source: Directory: Move,Delete,Rename,New
cs: Adresář: Přesunout, Odstranit, Přejmenovat, Nový
hi: डिरेक्ट्री:खिसकाएँ, मिटाएँ, नाम बदलें,नया

# be_groups.fileoper_perms_diroper_perms_copy
source: Directory: Copy
cs: Adresář: Kopírovat
hi: डिरेक्ट्री:नकल

# be_groups.fileoper_perms_diroper_perms_delete
source: Directory: Delete recursively (rm -Rf)
cs: Adresář: Odstranit rekurzivně (rm -Rf)
hi: डिरेक्ट्री: रिकर्सिवली मिटाएं (rm -Rf)

# be_groups.tabs.options
source: Options
cs: Možnosti
hi: विकल्पे

# be_groups.tabs.extended
source: Extended
cs: Rozšířené
hi: एक्सटेंडेड

# sys_filemounts.tabs.users
source: Users
cs: Uživatelé
hi: यूज़र्स

# sys_filemounts.tabs.mountpoints
source: Mountpoints
cs: Přípojné body
hi: माउन्ट पॉइंट्स

# sys_filemounts.tabs.publishing
source: Publishing
cs: Publikování
hi: पब्लिशिंग

# sys_filemounts.tabs.other
source: Other
cs: Ostatní
hi: अन्य

# sys_filemounts.base_absolute
source: absolute (root) /
cs: absolutní (kořen) /
hi: अब्सोल्यूट(रुट)/

# sys_filemounts.base_relative
source: relative ../fileadmin/
cs: relativní ../fileadmin/
hi: रिलेटिव ../fileadmin/

# sys_history
source: System History
hi: सिस्टम हिस्ट्री

# sys_log
source: System Log
cs: Log systému
hi: सिस्टम लॉग

# sys_news
source: System News
cs: Systémové novinky
hi: सिस्टम न्यूज़

# sys_news.tabs.access
source: Access
cs: Přístup
hi: एक्सेस

# sys_workspace.freeze
source: Freeze Editing
cs: Zmrazit úpravy
hi: रुक एडिटिंग

# sys_workspace.live_edit
source: Allow "live" editing of records from tables without versioning
cs: Povolit přímé úpravy "živých" záznamů tabulek, bez verzování
hi: वेरसीओनिंग किये बिना टेबल के रिकार्ड्स को 'लाइव' एडिटिंग करने की अनुमति दे

# sys_workspace.review_stage_edit
source: Allow members to edit records in "Review" stage
cs: Povolit členům upravovat záznamy ve fázi "Revize"
hi: मेंबर्स को "रिव्यु" स्टेज में रिकॉर्ड को एडिट करने की अनुमति दें

# sys_workspace.disable_autocreate
source: Disable auto-versioning when editing
cs: Vypnout auto-verzování při úpravách
hi: डिसेबल ऑटो संस्करण जब एडिटिंग हो रह हो

# sys_workspace.swap_modes
source: Swap modes
cs: Přepnout módy
hi: स्वैप मोड

# pages
source: Page
cs: Stránka
hi: पेज

# doktype.I.0
source: Standard
cs: Standardní
hi: स्टैंडर्ड

# doktype.I.1
source: SysFolder
cs: Systémová složka
hi: सिस फोल्डर

# doktype.I.folder
source: Folder
cs: Složka
hi: फ़ोल्डर

# doktype.I.2
source: Recycler
cs: Koš
hi: रीसायकलर

# be_users
source: Backend user
cs: Uživatel backendu
hi: बैकेंड यूजर

# be_groups
source: Backend usergroup
cs: Skupina uživatelů backendu
hi: बैकेंड यूजर ग्रुप

# sys_filemounts
source: Filemount
cs: Souborový přípojný bod
hi: फाइल माउंट

# sys_collection
source: Record Collection
cs: Kolekce záznamů
hi: रिकॉर्ड कलेक्शन

# sys_collection.title
source: Collection-Name
cs: Jméno kolekce
hi: कलेक्शन-नाम

# sys_collection.description
source: Description
cs: Popis
hi: डिस्क्रिप्शन

# sys_collection.table_name
source: Record Type of Collection
cs: Typ záznamu kolekce
hi: कलेक्शन का रिकॉर्ड प्रकार

# sys_collection.items
source: Items
cs: Položek
hi: आइटम्स

# sys_collection.type
source: Type of collection
cs: Typ kolekce
hi: कलेक्शन प्रकार

# sys_collection.type.static
source: static record composition
cs: Kompozice statických záznamů
hi: स्टेटिक रिकॉर्ड कम्पोजीशन

# sys_file_storage
source: File Storage
cs: Úložiště souborů
hi: फाइल स्टोरेज

# sys_file_storage.type
source: Entry point
cs: Vstupní bod
hi: एंट्री पॉइंट

# sys_file_storage.name
source: Name
cs: Jméno
hi: नाम

# sys_file_storage.description
source: Description
cs: Popis
hi: डिस्क्रिप्शन

# sys_file_storage.hidden
source: Hide from listings
cs: Skrýt v seznamech
hi: लिस्टिंग से छुपाए

# sys_file_storage.is_online
source: Is online?
cs: Je online?
hi: ऑनलाइन है?

# sys_file_storage.is_default
source: Is default storage?
cs: Je výchozí úložiště?
hi: डिफ़ॉल्ट स्टोरेज है?

# sys_file_storage.is_browsable
source: Is browsable?
cs: Dá se procházet?
hi: ब्राउज़ करने योग्य है?

# sys_file_storage.is_public
source: Is publicly available?
cs: Je veřejně přístupné?
hi: सार्वजनिक रूप से उपलब्ध है?

# sys_file_storage.is_writable
source: Is writable?
cs: Je zapisovatelné?
hi: लिखने योग्य है?

# sys_file_storage.auto_extract_metadata
source: Automatically extract metadata after upload
hi: अपलोड करने के बाद ऑटोमेटिकली एक्सट्रेक्ट मेटाडाटा

# sys_file_storage.capabilities
source: Capabilities
cs: Možnosti
hi: केपेबिलिटीज

# sys_file_storage.processingfolder
source: Folder for manipulated and temporary images etc.
cs: Složka pro manipulované a dočasné obrázky atd.
hi: मनिपुलेटेड और टेम्पररी इमेजेज के लिए फ़ोल्डर

# sys_file_storage.driver
source: Driver
cs: Ovladač
hi: ड्राइवर

# sys_file_storage.driver.local
source: Local Filesystem
cs: Lokální souborový systém
hi: लोकल फाइलसिस्टम

# sys_file_storage.configuration
source: Driver Configuration
cs: Nastavení ovladače
hi: ड्राइवर कान्फिगरेसन

# sys_file
source: File
cs: Soubor
hi: फ़ाइल

# sys_file.storage
source: Storage
cs: Úložiště
hi: स्टोरेज

# sys_file.identifier
source: Identifier
cs: Identifikátor
hi: आइडेंटिफायर

# sys_file.name
source: Filename
cs: Název souboru
hi: फ़ाइलनाम

# sys_file.title
source: Title
cs: Titulek
hi: शीर्षक

# sys_file.type
source: File Type
cs: Typ souboru
hi: फाइल टाइप

# sys_file.type.unknown
source: Unknown
cs: Neznámý
hi: अननोन

# sys_file.type.text
source: Text
hi: टेक्स्ट्

# sys_file.type.image
source: Image
cs: Obrázek
hi: छवि

# sys_file.type.audio
source: Audio
cs: Zvuk
hi: ऑडियो

# sys_file.type.video
source: Video
hi: वीडियो

# sys_file.type.software
source: Software
hi: सॉफ्टवेयर

# sys_file.mime_type
source: Mime Type
cs: Mime Typ
hi: माइम टाइप

# sys_file.size
source: Size
cs: Velikost
hi: साइज

# sys_file.usage_count
source: Usage Count
cs: Počet použití
hi: यूसेज काउंट

# sys_file.description
source: Description
cs: Popis
hi: डिस्क्रिप्शन

# sys_file.alternative
source: Alternative Text
cs: Alternativní text
hi: अल्टरनेटिव टेक्स्ट

# sys_file.missing
source: Marked as missing
cs: Označen jako chybějící
hi: मार्केड मिसिंग

# sys_file.metadata
source: Metadata records
cs: Záznamy metadat
hi: मेटाडेटा रेकॉर्डस

# sys_file_metadata
source: File Metadata
cs: Metadata souboru
hi: फ़ाइल मेटाडेटा

# sys_file_reference
source: File Reference
cs: Odkaz souboru
hi: फ़ाइल रेफरर्न्स

# sys_file_reference.uid_local
source: File
cs: Soubor
hi: फ़ाइल

# sys_file_reference.uid_foreign
source: Used by content elements
cs: Použit prvky obsahu
hi: कंटेंट एलिमेंट्स के द्वारा उपयोग किया गया

# sys_file_reference.tablenames
source: Table name
cs: Jméno tabulky
hi: टेबल नाम

# sys_file_reference.fieldname
source: Foreign Field
cs: Cizí pole
hi: फॉरेन फील्ड

# sys_file_reference.sorting_foreign
source: Sorting foreign
cs: Cizí třídění
hi: सॉर्टिंग फॉरेन

# sys_file_reference.basicoverlayPalette
source: File Metadata
cs: Metadata souboru
hi: फाइल मेटाडेटा

# sys_file_reference.imageoverlayPalette
source: Image Metadata
cs: Metadata obrázku
hi: इमेज मेटाडेटा

# sys_file_reference.audioOverlayPalette
source: Audio Metadata
hi: ऑडियो मेटाडेटा

# sys_file_reference.videoOverlayPalette
source: Video Metadata
hi: विडियो मेटाडेटा

# sys_file_reference.title
source: Title
cs: Titulek
hi: शीर्षक

# sys_file_reference.description
source: Description (Caption)
cs: Popis (titulek obrázku)
hi: डिस्क्रिप्शन (कैप्शन)

# sys_file_reference.downloadname
source: Download Name
cs: Jméno souboru pro download
hi: डाउनलोड नाम

# sys_file_reference.alternative
source: Alternative Text
cs: Alternativní text
hi: अल्टरनेटिव टेक्स्ट

# sys_file_reference.link
source: Link
cs: Odkaz
hi: लिंक

# sys_file_reference.crop
source: Image manipulation
hi: इमेज मेनिपुलेशन

# sys_file_reference.autoplay
source: Autoplay
hi: ऑटोप्ले

# sys_file_collection
source: File collection
cs: Kolekce souborů
hi: फाइल कलेक्शन

# sys_file_collection.files
source: Files
cs: Soubory
hi: फाइल्स

# sys_file_collection.title
source: Title
cs: Titulek
hi: शीर्षक

# sys_file_collection.type
source: Type
cs: Typ
hi: प्रकार

# sys_file_collection.type.0
source: Static selection of files
cs: Statický výběr souborů
hi: फाइल्स का स्टेटिक सेक्शन

# sys_file_collection.type.1
source: Folder from Storage
cs: Složka z úložiště
hi: स्टोरेज से फोल्डर

# sys_file_collection.type.2
source: Select by category
cs: Výběr podle kategorie
hi: श्रेणी के आधार पर चयन करे

# sys_file_collection.storage
source: File Storage
cs: Úložiště souboru
hi: फाइल स्टोरेज

# sys_file_collection.folder
source: Folder
cs: Složka
hi: फ़ोल्डर

# sys_file_collection.recursive
source: Recursive
hi: रिकर्सिव

# sys_file_collection.category
source: Category
cs: Kategorie
hi: केटेगरी

# sys_language
source: Website Language
cs: Jazyk webové stránky
hi: वेबसाइट भाषा

# sys_workspace
source: Workspace
cs: Pracovní plocha
hi: वर्कस्पेस

# sys_category
source: Category
cs: Kategorie
hi: केटेगरी

# sys_category.title
source: Title
cs: Titulek
hi: शीर्षक

# sys_category.description
source: Description
cs: Popis
hi: डिस्क्रिप्शन

# sys_category.parent
source: Parent
cs: Rodič
hi: पेरेंन्ट

# sys_category.items
source: Items
cs: Položek
hi: आइटम्स

# sys_category.categories
source: Categories
cs: Kategorie
hi: केटेगरीज

# sys_category.tabs.category
source: Categories
cs: Kategorie
hi: केटेगरीज

# sys_category.tabs.items
source: Items
cs: Položek
hi: आइटम्स
