Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_wizards.xlf
Languages: hi

# rte_undoLastChange
source: Undo/Redo last change (%s ago)
hi: अनडू/रीडू अंतिम परिवर्तन(%s पूर्व)

# tsprop
source: TypoScript property lookup
hi: TypoScript प्रोपर्टी देखे

# tsprop_TSref
source: TSref online
hi: TSref ऑनलाइन

# tsprop_tsconfig
source: TSconfig online
hi: TSconfig ऑनलाइन

# tsprop_title
source: Object title
hi: ऑब्जेक्ट शीर्षक

# tsprop_prefix
source: Object prefix
hi: ऑब्जेक्ट प्रीफिक्स

# tsprop_mixer_indent
source: Indent +2
hi: इंडेंट +2

# tsprop_mixer_outdent
source: Outdent -2
hi: आउटडेंट -2

# tsprop_mixer_wrap
source: Wrap
hi: व्रैप

# tsprop_mixer_transfer
source: Transfer & Close
hi: ट्रांसफर & बंद

# tsprop_addToList
source: Add to list...
hi: लिस्ट में शामिल करे

# table_title
source: Table wizard
hi: टेबल विज़ार्ड

# table_smallFields
source: Small fields
hi: छोटे फ़ील्ड्स

# table_addColumn
source: Add column to the right
hi: दाहिने कॉलम दाखिल करे

# table_removeColumn
source: Remove column
hi: कॉलम हटाये

# table_addRow
source: Add row below
hi: निचे रौ जोड़े

# table_removeRow
source: Remove row
hi: रौ हटाये

# table_left
source: Move left
hi: बाएं हटाये

# table_right
source: Move right
hi: दाएँ जाएँ

# table_up
source: Move up
hi: ऊपर जाएँ

# table_down
source: Move down
hi: नीचे जाएँ

# table_top
source: Move to top
hi: टॉप में जाएँ

# table_bottom
source: Move to bottom
hi: बॉटम में जाएँ

# table_start
source: Move to first column
hi: पहले कॉलम में जाएँ

# table_end
source: Move to last column
hi: अंतिम कॉलम में जाएँ

# table_noData
source: No table,field or uid given
hi: कोई टेबल,फील्ड या यूआईडी नहीं दिया

# forms_title
source: Forms wizard
hi: फ़ॉर्म विजार्ड

# forms_refresh
source: Refresh without saving
hi: सेव किये बिना रिफ़्रेश करे

# forms_label
source: Label
hi: लेबल

# forms_type
source: Type
hi: प्रकार

# forms_type_textarea
source: Text area
hi: टेक्स्ट एरिया

# forms_type_input
source: Input field
hi: इनपुट फील्ड

# forms_type_password
source: Password field
hi: पासवर्ड फील्ड

# forms_type_file
source: File upload
hi: फ़ाइल अपलोड

# forms_type_check
source: Check box
hi: चेक बॉक्स

# forms_type_select
source: Selector box
hi: सिलेक्टर बॉक्स

# forms_type_radio
source: Radio buttons
hi: रेडियो बटन

# forms_type_hidden
source: Hidden value
hi: हिडन वैल्यू

# forms_type_submit
source: Submit Button
hi: सबमिट बटन

# forms_type_property
source: Property
hi: प्रॉपर्टी

# forms_type_label
source: Label
hi: लेबल

# forms_required
source: Required
hi: जरूरी

# forms_fieldName
source: Field
hi: फील्ड

# forms_cols
source: Columns
hi: कॉलम

# forms_rows
source: Rows
hi: रौव

# forms_size
source: Size
hi: साइज

# forms_max
source: Max
hi: अधिकतम

# forms_autosize
source: Auto size
hi: ऑटो साइज़

# forms_extra
source: No Wrap
hi: नो व्रैप

# forms_default
source: Value
hi: वैल्यू

# forms_multiple
source: Multiple
hi: मल्टीपल

# forms_options
source: List options
hi: लिस्टके विकल्प

# forms_checked
source: Checked
hi: चेक्ड

# forms_preview
source: Preview of element
hi: एलिमेंट प्रीव्यू

# forms_element
source: Element type
hi: एलिमेंट प्रकार

# forms_config
source: Detailed configuration
hi: विस्तृत कॉन्फ़िगरेशन

# forms_eform_subject
source: Subject
hi: विषय

# forms_eform_recipient
source: Recipient email
hi: प्राप्तकर्ता ईमेल

# forms_eform_html_enabled
source: HTML mode enabled
hi: HTML मोड इनेबल

# forms_eform_formtype_mail
source: Send button label
hi: सेंड बटन लेबल

# forms_special_eform
source: Special configuration for mail forms
hi: मेल फॉर्म के लिए विशेष कॉन्फ़िगरेशन

# colorpicker_title
source: Color Picker
hi: कलर पिकर

# colorpicker_setClose
source: Save and Close
hi: बचाए और बांध करे

# colorpicker_black
source: BLACK
hi: ब्लैक

# colorpicker_white
source: WHITE
hi: वाइट

# grid_windowTitle
source: Set cell name and column number
hi: सेल नाम और कॉलम संख्या सेट करे

# grid_labelName
source: Name
hi: नाम

# grid_labelColumn
source: Column Number
hi: कॉलम संख्या

# grid_labelSave
source: Save to cell
hi: सेल में बचाए

# grid_addColumn
source: Add column
hi: कॉलम दाखिल करे

# grid_removeColumn
source: Remove column
hi: कॉलम मिटाएं

# grid_addRow
source: Add row
hi: रौ जोड़े

# grid_removeRow
source: Remove row
hi: रौ मिटाएँ

# grid_editCell
source: Edit cell
hi: एडिट सेल

# grid_mergeCell
source: Combine with next cell
hi: अगले सेल के साथ जोड़े

# grid_splitCell
source: Split cell
hi: सेल विभाजित करें

# grid_name
source: Name
hi: नाम

# grid_column
source: Column number
hi: कॉलम संख्या

# grid_notSet
source: not set
hi: सेट नहीं

# grid_nameHelp
source: Enter a name for the cell.
hi: सेल के लिए एक नाम दर्ज करें।

# grid_columnHelp
source: The column position defines in which area the content is rendered in the frontend.
hi: कॉलम की पोजीशन तेय करती हे की कोनसा एरिया फ्रंटएंड में कंटेंट रेंडर्ड करेगा ।

# imwizard.open-editor
source: Open Editor
hi: खोले संपादक

# imwizard.image-manipulation
source: Image manipulation
hi: छबि मेनिपुलेशन

# imwizard.image-title
source: Title
hi: शीर्षक

# imwizard.original-dimensions
source: Original dimensions
hi: मूल विस्तार

# imwizard.reset
source: Reset
hi: रीसेट

# imwizard.accept
source: Accept
hi: स्वीकारें

# imwizard.cancel
source: Cancel
hi: रद्द

# imwizard.aspect-ratio
source: Aspect ratio
hi: एस्पेक्ट रेश्यो

# imwizard.set-aspect-ratio
source: Set Aspect Ratio
hi: आस्पेक्ट रेश्यो सेट करे

# imwizard.ratio.free
source: Free
hi: फ्री

# imwizard.selection
source: Selected Size
hi: सिलेक्टेड साइज
