Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_csh_sysfilereference.xlf
Languages: de, fr, it, nl

# alternative.description
source: Sets the alternative text of this asset.
de: Legt den alternativen Text dieses Assets fest.
fr: Définit le texte alternatif de cet actif.
it: Imposta il testo alternativo di questo asset.
nl: Stelt een alternatieve tekst in voor dit bestand.

# alternative.details
source: When using the img element, specify a short text alternative with the alt attribute. Note. The value of this attribute is referred to as "alt text". When an image contains words that are important to understanding the content, the alt text should include those words. This will allow the alt text to play the same function on the page as the image. Note that it does not necessarily describe the visual characteristics of the image itself but must convey the same meaning as the image.
de: Wenn Sie das img-Element verwenden, geben Sie eine kurze Textalternative mit dem alt-Attribut an. Hinweis. Der Wert dieses Attributs wird als "alt text" bezeichnet. Wenn ein Bild Wörter enthält, die für das Verständnis des Inhalts wichtig sind, sollte der alt-Text diese Wörter enthalten. Dies erlaubt es dem alt-Text, die gleiche Funktion auf der Seite als das Bild zu spielen. Beachten Sie, dass es nicht unbedingt die visuellen Eigenschaften des Bildes selbst beschreibt, sondern die gleiche Bedeutung wie das Bild vermitteln muss.
fr: Lorsque vous utilisez l'élément img, spécifiez une alternative courte à texte avec l'attribut alt. Note. La valeur de cet attribut est appelée "texte alt". Lorsqu'une image contient des mots importants pour comprendre le contenu, le texte alt doit inclure ces mots. Cela permettra au texte alt de jouer la même fonction sur la page que l'image. Notez qu'il ne décrit pas nécessairement les caractéristiques visuelles de l'image elle-même, mais doit transmettre le même sens que l'image.
it: Quando si utilizza l'elemento img, specificare un breve testo alternativo con l'attributo alt. Nota. Il valore di questo attributo viene definito "testo alt". Quando un'immagine contiene parole importanti per comprendere il contenuto, il testo alt dovrebbe includere quelle parole. Questo permetterà al testo alt di giocare la stessa funzione sulla pagina come l'immagine. Nota che non definisce necessariamente le caratteristiche visive dell'immagine stessa, ma deve trasmettere lo stesso significato dell'immagine.
nl: Als het img-element gebruikt wordt geef dan een korte alternatiev tekst met het alt-attribuut. NB. De waarde van dit attribuut wordt ook "alt text" genoemd. Als een afbeelding woorden bevat die belangrijk zijn voor het begrijpen van de inhoud dan moet de alt-text deze woorden bevatten. Hierdoor heeft de alt-text de zelfde functie op de pagina als de afbeelding. Het hoeft niet noodzakelijkerwijs de visuele eigenschappen van de afbeelding te beschrijven maar moet de zelfde betekenis hebben als de afbeelding.

# link.description
source: Sets a link on this asset.
de: Setzt einen Link auf dieses Asset.
fr: Définit un lien sur cet actif.
it: Imposta un link su questo asset.
nl: Plaatst een link op dit bestand.

# link.details
source: Use the wizard next to the field to specify a link that a user can follow by clicking the image.
de: Verwenden Sie den Assistenten neben dem Feld, um einen Link anzugeben, den ein Benutzer durch Klicken auf das Bild folgen kann.
fr: Utilisez l'assistant à côté du champ pour spécifier un lien qu'un utilisateur peut suivre en cliquant sur l'image.
it: Usa la procedura guidata accanto al campo per specificare un link che un utente può seguire cliccando sull'immagine.
nl: Gebruik de assistent naast het veld om de link te specificeren die een gebruiker kan volgen door op de afbeelding te klikken.

# title.description
source: Sets the title text of this asset.
de: Legt den Titel des Assets fest.
fr: Définit le texte du titre de cet actif.
it: Imposta il testo del titolo di questa risorsa.
nl: Stelt de titeltekst van dit bestand in.

# title.details
source: The title attribute is used to provide additional information to help clarify or further describe the purpose of a link. If the supplementary information provided through the title attribute is something the user should know before following the link, such as a warning, then it should be provided in the link text rather than in the title attribute.
de: Das Attribut des Titels wird verwendet, um zusätzliche Informationen zur Klarstellung oder weiteren Beschreibung des Ziels eines Links zu liefern. Wenn die Zusatzinformationen, die durch das Attribut des Titels bereitgestellt werden, etwas sind, das der Benutzer vor dem Folgen des Links, wie eine Warnung, wissen sollte, sollte es im Link-Text statt in dem Titel-Attribut angegeben werden.
fr: L'attribut titre est utilisé pour fournir des informations supplémentaires pour aider à clarifier ou à décrire plus loin l'objectif d'un lien. Si les informations complémentaires fournies par l'attribut titre sont quelque chose que l'utilisateur doit savoir avant de suivre le lien, comme un avertissement, alors il devrait être fourni dans le texte du lien plutôt que dans l'attribut titre.
it: L'attributo del titolo è utilizzato per fornire ulteriori informazioni per chiarire o descrivere ulteriormente lo scopo di un link. Se le informazioni aggiuntive fornite attraverso l'attributo titolo sono qualcosa che l'utente dovrebbe sapere prima di seguire il link, come un avviso, allora dovrebbe essere fornito nel testo del link piuttosto che nell'attributo titolo.
nl: Het titelattribuut wordt gebruikt om aanvullende informatie te bieden om het doel van een link te verduidelijken of nader te beschrijven. Als de aanvullende informatie in het titelattribuut iets is dat de gebruiker moet weten voordat ze de link volgen, zoals een waarschuwing, dan moet dit in de tekst van de link vermeld worden.

# description.description
source: Sets the image-caption-text of this asset.
de: Legt den Bildunterschriftstext dieses Assets fest.
fr: Définit le texte de la légende de l'image de cet actif.
it: Imposta il testo di didascalia dell'immagine di questo asset.
nl: Stelt een alternatieve tekst in voor dit bestand.

# description.details
source: This text will be displayed underneath your asset and can be used to supply additional context to the image. Depending on local laws you might have to use this to supply proper copyright information on your assets.
de: Dieser Text wird unter Ihrem Asset angezeigt und kann verwendet werden, um zusätzliche Kontexte für das Bild zu liefern. Abhängig von lokalen Gesetzen müssen Sie dies verwenden, um angemessene Copyright-Informationen über Ihre Vermögenswerte zu liefern.
fr: Ce texte sera affiché sous votre actif et peut être utilisé pour fournir un contexte supplémentaire à l'image. En fonction des lois locales, vous devrez peut-être utiliser cette option pour fournir des informations appropriées sur vos actifs.
it: Questo testo verrà visualizzato sotto la tua risorsa e può essere utilizzato per fornire un contesto aggiuntivo all'immagine. A seconda delle leggi locali potresti dover utilizzare questo per fornire informazioni corrette sul copyright sui tuoi beni.
nl: Deze tekst wordt onder het bestand afgebeeld en kan gebruikt worden om een extra context te bieden bij de afbeelding. Afhankelijk van lokale wetgeving moet dit misschien gebruikt worden om auteursrechtelijke informatie bij bestanden af te beelden.

# crop.description
source: Click "Open Editor" to start up the image editor.
de: Klicken Sie auf "Editor öffnen", um den Bildeditor zu starten.
fr: Cliquez sur "Ouvrir l'éditeur" pour démarrer l'éditeur d'images.
it: Clicca su "Apri Editor" per avviare l'editor dell'immagine.
nl: Start de beeldbewerking door te klikken op "Editor openen".

# autoplay.description
source: Check to let embedded media play once loaded.
de: Überprüfen, um das Einbinden von Medien einmal zu laden.
fr: Cocher pour permettre la lecture de média embarquée une fois chargée.
it: Seleziona per consentire il play multimediale incorporato una volta caricato.
nl: Aanvinken om ingevoegde media na het inladen af te spelen.
