Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_misc.xlf
Languages: de, fr, hi

# shortcutDescription
source: This is the shortcuts menu. You do not have any shortcuts added yet, you can do so by clicking the shortcut icon %icon%, which you can find on each page in the backend.
de: Dies ist das Menü Verknüpfungen. Sie haben noch keine Verknüpfungen hinzugefügt, Sie können dies durch Klicken auf das Verknüpfungsbild %icon%tun, das Sie auf jeder Seite im Backend finden können.
fr: Ceci est le menu raccourci. Vous n'avez pas encore de raccourcis ajoutés, vous pouvez le faire en cliquant sur l'icône de raccourci %icon%, que vous pouvez trouver sur chaque page dans le backend.
hi: ये शॉर्टकट मेनू है। अपने अभी तक कोई शॉर्टकट दाखिल नहीं किया हे , आप शॉर्टकट आइकॉन%icon% पर क्लिक क्र के दाखिल क्र सकते हे , जो आप बैकएंड में प्रत्येक पेज पर पा सकते हैं।

# shortcut_edit
source: Edit
de: Bearbeiten
fr: Editer
hi: एडिट

# shortcut_create
source: Create
de: Erstellen
fr: Créer
hi: बनाएँ

# shortcut_editID
source: Edit/Search
de: Bearbeiten/suchen
fr: Modifier/Rechercher
hi: एडिट/ढूंढें

# shortcut_save
source: Update shortcut title
de: Verknüpfung-Titel aktualisieren
fr: Modifier le titre du raccourci
hi: अपडेट शॉर्टकट शीर्षक

# shortcut_saveClose
source: Update and close editor
de: Editor aktualisieren und schließen
fr: Mettre à jour et fermer l'éditeur
hi: अपडेट और एडिटर बन्ध करे

# shortcut_close
source: Close shortcut editor
de: Verknüpfung-Editor schließen
fr: Fermer l'éditeur de raccourci
hi: शॉर्टकट एडिटर बन्ध करे

# shortcut_delete
source: Remove shortcut
de: Verknüpfung entfernen
fr: Supprimer le raccourci
hi: शॉर्टकट हटायें

# shortcut_loadEdit
source: Loading page
de: Lade Seite
fr: Chargement de la page
hi: पेज लोड हो रहा है

# shortcut_searchFor
source: Search for
de: Suche nach
fr: Rechercher

# shortcut_notEditable
source: No editable page found!
de: Keine editierbare Seite gefunden!
fr: Aucune page modifiable trouvée !
hi: कोई एडिटेबल पेज नहीं मिला!

# shortcut_group
source: Group
de: Gruppe
fr: Groupe
hi: ग्रुप

# shortcut_group_2
source: Records
de: Datensätze
fr: Enregistrements
hi: रेकॉर्ड्स

# shortcut_group_3
source: Files
de: Dateien
fr: Fichiers
hi: फाइल्स

# shortcut_group_4
source: Tools
de: Werkzeuge
fr: Outils
hi: टूल्स

# shortcut_group_5
source: Miscellaneous
de: Verschiedene
fr: Divers
hi: मिसलेनियस

# shortcut_global
source: Global
fr: Globale
hi: ग्लोबल

# shortcut_all
source: All
de: Alle
fr: Tous
hi: सब

# shortcut_onlyAdmin
source: You cannot edit a shared shortcut!
de: Du kannst keine gemeinsame Verknüpfung bearbeiten!
fr: Vous ne pouvez pas modifier un raccourci partagé !
hi: आप एक शेरड शॉर्टकट संपादित नहीं कर सकते!

# shortcut_selSC
source: Select shortcut
de: Verknüpfung auswählen
fr: Sélectionner un raccourci
hi: शॉर्टकट चुनें

# shortcut_delAllInCat
source: Delete all shortcuts in this group?
de: Alle Verknüpfungen in dieser Gruppe löschen?
fr: Supprimer tous les raccourcis de ce groupe ?
hi: इस ग्रुप से सभी शॉर्टकट को हटाएँ?

# shortcut_onlineWS
source: LIVE workspace
de: LIVE Arbeitsbereich
fr: Espace de travail LIVE
hi: लाइव वर्कस्पेस

# shortcut_active
source: active
de: aktiv
fr: actif
hi: एक्टिव

# shortcut_inactive
source: inactive
de: inaktiv
fr: inactif
hi: इनएक्टिव

# shortcut_noWSfound
source: ERROR: No workspaces found!
de: FEHLER: Keine Arbeitsbereiche gefunden!
fr: ERREUR : Aucun espace de travail trouvé !
hi: एरर:कोई वर्कस्पेस नहीं मिला!

# shortcut_FEPreview
source: Enable Frontend Preview
de: Frontend Vorschau aktivieren
fr: Activer l'aperçu de la Frontend
hi: फ्रन्टएण्ड प्रीव्यू को इनेबल करे

# shortcut_workspace
source: Go to Workspace Module
de: Zum Workspace Modul gehen
fr: Aller au module de contexte
hi: वर्कस्पेस मोड्यूल पर जाये

# bookmark_description
source: This is the bookmarks menu. You do not have any bookmarks added yet, you can do so by clicking the bookmark icon %s, which you can find on each page in the backend.
de: Dies ist das Lesezeichen-Menü. Sie haben noch keine Lesezeichen hinzugefügt, Sie können dies durch Klicken auf das Lesezeichen-Symbol %stun, das Sie auf jeder Seite im Backend finden können.
fr: Ceci est le menu des signets. Vous n'avez pas encore de signets ajoutés, vous pouvez le faire en cliquant sur l'icône du signet %s, que vous pouvez trouver sur chaque page dans le backend.

# bookmark_edit
source: Edit
de: Bearbeiten
fr: Editer
hi: एडिट

# bookmark_create
source: Create
de: Erstellen
fr: Créer
hi: बनाएँ

# bookmark_editID
source: Edit/Search
de: Bearbeiten/suchen
fr: Modifier/Rechercher
hi: एडिट/ढूंढें

# bookmark_save
source: Update bookmark title
de: Lesezeichen-Titel aktualisieren
fr: Mettre à jour le titre du signet
hi: बुकमार्क शीर्षक अपडेट करे

# bookmark_saveClose
source: Update and close editor
de: Editor aktualisieren und schließen
fr: Mettre à jour et fermer l'éditeur
hi: अपडेट और एडीटर को बांध करे

# bookmark_close
source: Close bookmark editor
de: Lesezeichen-Editor schließen
fr: Fermer l'éditeur de signets
hi: बुकमार्क एडिटर बंद करें

# bookmark_delete
source: Remove bookmark
de: Lesezeichen entfernen
fr: Supprimer le signet
hi: बुकमार्क हटाएँ

# bookmark_loadEdit
source: Loading page
de: Lade Seite
fr: Chargement de la page
hi: पेज लोड हो रहा है

# bookmark_searchFor
source: Search for
de: Suche nach
fr: Rechercher

# bookmark_notEditable
source: No editable page found!
de: Keine editierbare Seite gefunden!
fr: Aucune page modifiable trouvée !
hi: कोई एडटबले पेज नहीं मिला!

# bookmark_group
source: Group
de: Gruppe
fr: Groupe
hi: ग्रुप

# bookmark_group_2
source: Records
de: Datensätze
fr: Enregistrements
hi: रिकार्ड्स

# bookmark_group_3
source: Files
de: Dateien
fr: Fichiers
hi: फाइल्स

# bookmark_group_4
source: Tools
de: Werkzeuge
fr: Outils
hi: टूल्स

# bookmark_group_5
source: Miscellaneous
de: Verschiedene
fr: Divers
hi: मिसलेनियस

# bookmark_global
source: Global
fr: Globale
hi: ग्लोबल

# bookmark_all
source: All
de: Alle
fr: Tous
hi: सब

# bookmark_onlyAdmin
source: You cannot edit a shared bookmark!
de: Du kannst kein gemeinsames Lesezeichen bearbeiten!
fr: Vous ne pouvez pas modifier un signet partagé !
hi: आप एक शेरड बुकमार्क एडिट नहीं कर सकते!

# bookmark_selSC
source: Select bookmark
de: Lesezeichen auswählen
fr: Sélectionner un signet
hi: बुकमार्क चुनें

# bookmark_delAllInCat
source: Delete all bookmarks in this group
de: Alle Lesezeichen in dieser Gruppe löschen
fr: Supprimer tous les signets de ce groupe
hi: इस ग्रुप में सभी बुकमार्क्स को मिटाएँ

# bookmark_onlineWS
source: LIVE workspace
de: LIVE Arbeitsbereich
fr: Espace de travail LIVE
hi: लाइव वर्कस्पेस

# bookmark_active
source: active
de: aktiv
fr: actif
hi: एक्टिव

# bookmark_inactive
source: inactive
de: inaktiv
fr: inactif
hi: इनएक्टिव

# bookmark_noWSfound
source: ERROR: No workspaces found!
de: FEHLER: Keine Arbeitsbereiche gefunden!
fr: ERREUR : Aucun espace de travail trouvé !
hi: एरर:कोई वर्कस्पेस नहीं मिला!

# bookmark_FEPreview
source: Enable Frontend Preview
de: Frontend Vorschau aktivieren
fr: Activer l'aperçu de la Frontend
hi: फ्रॉन्टेन्ड प्रीव्यू इनेबल करे

# bookmark_workspaceComparisonView
source: Enable comparison view
de: Vergleichsansicht aktivieren
fr: Activer la vue de comparaison
hi: कंपेरिसन प्रीव्यू इनेबल करे

# bookmark_workspace
source: Go to Workspace Module
de: Zum Workspace Modul gehen
fr: Aller au module de contexte
hi: वर्कस्पेस मोड्यूल पर जाये

source: Overwrite existing files
de: Vorhandene Dateien überschreiben
fr: Remplacer les fichiers existants
hi: मौजूदा फाइल्स को ओवरराइड करे

# uploadMultipleFilesInfo
source: Upload multiple files by holding the Shift or CTRL-file pressed while selecting your files (works on modern browsers only).
de: Laden Sie mehrere Dateien hoch, indem Sie die Shift- oder CTRL-Datei gedrückt halten, während Sie Ihre Dateien auswählen (funktioniert nur auf modernen Browsern).
fr: Téléchargez plusieurs fichiers en maintenant le fichier Shift ou CTRL enfoncé pendant la sélection de vos fichiers (fonctionne uniquement sur les navigateurs modernes).
hi: शिफ्ट और Ctrl-फ़ाइल दबाया, जबकि (केवल आधुनिक ब्राउज़रों पर काम करता है) अपनी फ़ाइलों का चयन धारण करके कई फ़ाइलें अपलोड करें।

# fileMetaDataLocation
source: Location
de: Ort
fr: Lieu
hi: लोकेशन

# fileMetaErrorInvalidRecord
source: File meta data not found
de: Datei-Metadaten nicht gefunden
fr: Données méta fichier introuvables
hi: फाइल का मेटा डेटा नहीं मिला

# selectPosition
source: Select a position for the new page
de: Wählen Sie eine Position für die neue Seite
fr: Sélectionnez une position pour la nouvelle page
hi: नए पेज की पोजीशन चुने

source: Page (select position)
de: Seite (Position auswählen)
fr: Page (position de sélection)
hi: पेज(पोजीशन चुने )

source: Go back
de: Zurück
fr: Retour
hi: पीछे जाएँ

# createNewPage
source: Create a new page
de: Neue Seite erstellen
fr: Créer une nouvelle page
hi: नया पेज बनाएं

# createNewContent
source: Create a new content element
de: Neues Inhaltselement erstellen
fr: Créer un nouvel élément de contenu
hi: नया कंटेंट एलिमेंट बनाएँ

# clickForWizard
source: Click here for wizard!
de: Klicken Sie hier für Assistenten!
fr: Cliquez ici pour l'assistant !
hi: विज़ार्ड के लिए यहाँ क्लिक करे!

# insertNewPageHere
source: Insert the new page here
de: Neue Seite hier einfügen
fr: Insérer la nouvelle page ici
hi: यहाँ नया पेज डालें

source: Insert new record here
de: Neuen Eintrag hier einfügen
fr: Insérer un nouvel enregistrement ici
hi: यहाँ नया रिकॉर्ड डालें

# movePageToHere
source: Move page to this position
de: Seite zu dieser Position verschieben
fr: Déplacer la page vers cette position
hi: पेज को यह पोजीशन पर खिसकाए

source: Move element
de: Element verschieben
fr: Déplacer l'élément
hi: एलिमेंट खिसकाएँ

source: Move elements
de: Elemente verschieben
fr: Déplacer les éléments
hi: एलिमेंट्स खिसकाएँ

source: Copy elements
de: Elemente kopieren
fr: Copier les éléments
hi: एलिमेंट्स की नक़ल करे

# selectPositionOfElement
source: Select position of the element
de: Position des Elements auswählen
fr: Choisir la position de l'élément
hi: एलिमेंट की पोजीशन चुने

# movingElement
source: Move element
de: Element verschieben
fr: Déplacer l'élément
hi: एलिमेंट खिसकाएँ

# makeCopy
source: Make copy instead of moving element
de: Kopieren statt bewegen Element
fr: Faire une copie au lieu de déplacer l'élément
hi: एलिमेंट खिसका ने के बजाये नक़ल करे

source: New content element
de: Neues Inhaltselement
fr: Nouveau élément de contenu
hi: नया कंटेंट एलिमेंट

source: System Records
de: Systemaufzeichnungen
fr: Enregistrements système
hi: सिस्टम रेकॉर्डस

# 1_selectType
source: First select the type of the new content element
de: Wählen Sie zuerst den Typ des neuen Inhaltselements aus
fr: Sélectionnez d'abord le type de l'élément de contenu

# 2_selectPosition
source: Now click on the position of the new content element
de: Klicken Sie nun auf die Position des neuen Inhaltselements
fr: Maintenant cliquez sur la position du nouvel élément de contenu

# CM_history
source: History/Undo
de: Verlauf/Undo
fr: Historique/Annuler
hi: हीटस्ट्री/अनडू

# CM_perms
source: Access
de: Zugriff
fr: Accès
hi: एक्सेस

# CM_moveWizard
source: Move element
de: Element verschieben
fr: Déplacer l'élément
hi: एलिमेंट खिसकाएँ

# CM_moveWizard_page
source: Move page
de: Seite verschieben
fr: Déplacer la page
hi: पेज खिसकाएँ

# CM_newWizard
source: 'Create New' wizard
de: "Neuen" Assistent erstellen
fr: Assistant 'Créer un nouveau'
hi: विजार्ड 'नया बनाएं'

# CM_editPageProperties
source: Edit page properties
de: Seiteneigenschaften bearbeiten
fr: Modifier les propriétés de la page
hi: एडिट पेज प्रॉपर्टीज

# CM_db_list
source: Web>List module
de: Web>Listmodul
fr: Module de liste>Web
hi: वेब > लिस्ट मॉड्यूल

# noEditPage
source: You asked to edit page "%s" but you cannot edit this page. Now loading backend as usual.
de: Sie haben die Seite "%s" bearbeitet, aber Sie können diese Seite nicht bearbeiten. Laden Sie Backend wie üblich.
fr: Vous avez demandé à modifier la page "%s" mais vous ne pouvez pas modifier cette page. Maintenant, charger le backend comme d'habitude.
hi: आप पेज "% s" को संपादित करने के लिए कहा, लेकिन आप इस पेज को संपादित नहीं कर सकते हैं। अभी सामान्य रूप से बैकएंड लोड हो रहा है।

source: Localize
de: Lokalisieren
fr: Localiser
hi: लोकलाइस

# localize.isLocalizable
source: Record can be localized
de: Eintrag kann lokalisiert werden
fr: Enregistrement peut être localisé
hi: रिकॉर्ड लोकलाईज हो सकता है

# localize.wasRemovedInOriginal
source: Record was removed in original language
de: Datensatz wurde in Originalsprache entfernt
fr: L'enregistrement a été supprimé dans la langue originale
hi: रिकार्ड मूल भाषा में हटा दिया गया था

source: Localize all records
de: Alle Datensätze lokalisieren
fr: Localiser tous les enregistrements
hi: सभी रिकॉर्ड लोकलाइज करे

source: Synchronize with original language
de: Synchronisieren mit Originalsprache
fr: Synchroniser avec la langue originale
hi: सिंक्रोनाइज विथ ओरिजिनल लैंग्वेज

# pageTree_filter
source: Filter
fr: Filtrer
hi: फिल्टर

source: Switch to User
de: Zu Benutzer wechseln
fr: Basculer vers l'utilisateur
hi: यूजर बदले

# fileUpload_windowTitle
source: File Upload Progress
de: Upload-Fortschritt
fr: Progression du téléchargement de fichier
hi: फाइल अपलोड की प्रोग्रेस

# fileUpload_buttonSelectFiles
source: Select Files
de: Dateien auswählen
fr: Sélectionner fichiers
hi: फाइल्स चुनें

# fileUpload_buttonCancelAll
source: Cancel All Uploads
de: Alle Uploads abbrechen
fr: Annuler tous les envois
hi: सभी अपलोड रद्द करें

# fileUpload_infoComponentMaxFileSize
source: You can upload files with a maximum size of {0}.
de: Sie können Dateien mit einer maximalen Größe von {0} hochladen.
fr: Vous pouvez télécharger des fichiers avec une taille maximale de {0}.
hi: आप मैक्सिमम {0} साइज के साथ फाइल अपलोड कर सकते हैं।

# fileUpload_infoComponentFileUploadLimit
source: You can upload a total of {0}.
de: Sie können insgesamt {0} hochladen.
fr: Vous pouvez télécharger un total de {0}.
hi: आप कुल {0} अपलोड कर सकते हैं।

# fileUpload_infoComponentFileTypeLimit
source: You can upload the following file types {0}.
de: Sie können die folgenden Dateitypen {0} hochladen.
fr: Vous pouvez télécharger les types de fichier suivants {0}.
hi: आप निम्न प्रकार की फ़ाइल अपलोड कर सकते हैं {0}।

# fileUpload_infoComponentOverrideFiles
source: Overwrite existing files
de: Vorhandene Dateien überschreiben
fr: Remplacer les fichiers existants
hi: मौजूदा फाइल्स को ओवरराइड करे

# fileUpload_processRunning
source: Another process is already uploading
de: Ein anderer Prozess wird bereits hochgeladen
fr: Un autre processus est déjà en cours de téléchargement
hi: एक अन्य प्रक्रिया पहले से ही अपलोड किया जा रहा है

# fileUpload_uploadWait
source: Waiting to start upload of {0}
de: Warte auf Upload von {0}
fr: En attente de début de téléchargement de {0}
hi: {0} के अपलोड शुरू करने के लिए प्रतीक्षा कर रहा है

# fileUpload_uploadStarting
source: Starting upload of {0}
de: Hochladen von {0} wird gestartet
fr: Début du téléchargement de {0}
hi: {0} का अपलोड शुरू कर रहे है

# fileUpload_uploadProgress
source: {0}% of {1} uploaded
de: {0}% von {1} hochgeladen
fr: {0}% de {1} téléchargé
hi: {0} में से {1} अपलोड हो गया

# fileUpload_uploadSuccess
source: {0} was successfully uploaded!
de: {0} wurde erfolgreich hochgeladen!
fr: {0} a été téléchargé avec succès !
hi: {0} सफलतापूर्वक अपलोड किया गया था!

# pagetree_networkErrorTitle
source: Page tree error
de: Seitenbaumfehler
fr: Erreur d'arborescence

# pagetree_networkErrorDesc
source: Got unexpected response from the server. Please check logs for details.
de: Unerwartete Antwort vom Server. Bitte überprüfen Sie Protokolle für Details.
fr: Réponse inattendue du serveur. Veuillez vérifier les logs pour plus de détails.

# fileUpload_errorQueueLimitExceeded
source: Too many files selected
de: Zu viele Dateien ausgewählt
fr: Trop de fichiers sélectionnés
hi: बहुत सारी फाइल चुनी गई

# fileUpload_errorQueueFileSizeLimit
source: {0} is too big
de: {0} ist zu groß
fr: {0} est trop grand
hi: {0} इस टू बिग

# fileUpload_errorQueueZeroByteFile
source: {0} is empty
de: {0} ist leer
fr: {0} est vide
hi: {0} खाली है

# fileUpload_errorQueueInvalidFiletype
source: Filetype not allowed for {0}
de: Dateityp nicht erlaubt für {0}
fr: Le fichier n'est pas autorisé pour {0}
hi: FILETYPE {0} के लिए अनुमति नहीं

# fileUpload_errorUploadHttp
source: Too many files selected
de: Zu viele Dateien ausgewählt
fr: Trop de fichiers sélectionnés
hi: बहुत सारी फाइल्स चुनी गयी

# fileUpload_errorUploadHttpError
source: A HTTP error occurred: {0}
de: Ein HTTP-Fehler ist aufgetreten: {0}
fr: Une erreur HTTP s'est produite : {0}
hi: HTTP एरर अकर्ड:{0}

# fileUpload_errorUploadMissingUrl
source: Internal error: No Upload URL set
de: Interner Fehler: Keine Upload URL-Set
fr: Erreur interne : Aucun fichier URL d'upload
hi: इंटरनल एरर:कोई अपलोड यूआरएल सेट नहीं

# fileUpload_errorUploadIO
source: Internal error: Problems while reading/writing the file
de: Interner Fehler: Fehler beim Lesen/Schreiben der Datei
fr: Erreur interne : Problèmes lors de la lecture/écriture du fichier
hi: आंतरिक एरर: प्रोब्लेम्स जब फाइल को रीडिंग/राइटिंग

# fileUpload_errorUploadSecurityError
source: Internal error: {0}
de: Interner Fehler: {0}
fr: Erreur interne : {0}
hi: इंटरनल एरर:{0}

# fileUpload_errorUploadLimit
source: Upload limit exceeded
de: Upload-Limit überschritten
fr: Limite de téléchargement dépassée
hi: अपलोड सीमा पार

# fileUpload_errorUploadFailed
source: Upload failed
de: Upload fehlgeschlagen
fr: Échec du téléchargement
hi: अपलोड फेल्ड

# fileUpload_errorUploadFileIDNotFound
source: Internal error: File ID not found
de: Interner Fehler: Datei-ID nicht gefunden
fr: Erreur interne : ID de fichier introuvable
hi: इंटरनल एरर:फ़ाइल ID नहीं मिली

# fileUpload_errorUploadFileValidation
source: Internal error while validating the file
de: Interner Fehler beim Validieren der Datei
fr: Erreur interne lors de la validation du fichier
hi: फाइल वैलिडेटिंग करते समय इंटरनल एरर

# fileUpload_errorUploadFileCancelled
source: Upload of {0} canceled
de: Upload von {0} abgebrochen
fr: Téléchargement de {0} annulé
hi: {0} का अपलोड रद्द

# fileUpload_errorUploadStopped
source: Upload of {0} stopped
de: Upload von {0} gestoppt
fr: Téléchargement de {0} arrêté
hi: {0} बंद कर दिया अपलोड

# fileUpload_allErrorMessageTitle
source: All uploads failed
de: Alle Uploads fehlgeschlagen
fr: Tous les envois ont échoué
hi: सभी अपलोड विफल

# fileUpload_allErrorMessageText
source: All of your uploads failed.<br /><br />If this problem persists, please try another browser, contact your administrator or disable this "Flash Uploader" in your User Settings.<br /><br />Detailed problem description:<br />
de: Alle Uploads sind fehlgeschlagen.<br /><br />Wenn dieses Problem weiterhin besteht, versuchen Sie bitte einen anderen Browser, kontaktieren Sie Ihren Administrator oder deaktivieren Sie diesen "Flash Uploader" in Ihren Benutzereinstellungen.<br /><br />Detaillierte Problembeschreibung:<br />
fr: Tous vos envois ont échoué.<br /><br />Si ce problème persiste, veuillez essayer un autre navigateur, contacter votre administrateur ou désactiver ce "Flash Uploader" dans vos paramètres d'utilisateur.<br /><br />Description détaillée du problème :<br />
hi: आपके की सभी अपलोड विफल रहे । <br /> <br /> यह समस्या बनी रहती है, तो कृपया किसी अन्य ब्राउज़र की कोशिश करे , अपने व्यवस्थापक से संपर्क करे या उपयोगकर्ता सेटिंग में 'फ्लैश अपलोडर " को अक्षम करे । <br /> <br /> विस्तृत विवरण समस्या : <br />

# fileUpload_allError401
source: The server returned the status code 401, which is related to a .htaccess file used for password protection on your server. Unfortunately this can not be handled by your browser's Flash plugin.
de: Der Server hat den Statuscode 401 zurückgegeben, der mit einer .htaccess-Datei für den Passwortschutz auf Ihrem Server zusammenhängt. Leider kann dies nicht durch das Flash-Plugin Ihres Browsers bearbeitet werden.
fr: Le serveur a retourné le code d'état 401, qui est lié à un fichier .htaccess utilisé pour protéger votre serveur. Malheureusement, cela ne peut pas être traité par le plugin Flash de votre navigateur.
hi: सर्वर रिटर्न्ड स्टेटस कोड 401, जो एक .htaccess फ़ाइल से संबंधित है अपने सर्वर पर पासवर्ड की सुरक्षा के लिए इस्तेमाल किया जाता हे । दुर्भाग्य से यह अपने ब्राउज़र फ़्लैश प्लगइन द्वारा नियंत्रित नहीं किया जा सकता।

# fileUpload_allError2038
source: An input/output error occurred (Error #2038). This i.e. happens with servers using a self-signed SSL certificate, which is a limitation of your browser's Flash plugin.
de: Ein Eingabe-/Ausgabefehler ist aufgetreten (Fehler #2038). Dies ist mit Servern mit einem selbstsignierten SSL-Zertifikat passiert, was eine Einschränkung des Flash-Plugins Ihres Browsers ist.
fr: Une erreur d'entrée/sortie s'est produite (Erreur #2038). Cela se produit avec des serveurs utilisant un certificat SSL auto-signé, ce qui est une limitation du plugin Flash de votre navigateur.
hi: एक इनपुट / आउटपुट त्रुटि हुई (त्रुटि # 2038)। ये है। एक स्व-हस्ताक्षरित SSL प्रमाणपत्र, जो आपके ब्राउज़र के फ़्लैश प्लगइन की एक सीमा है का उपयोग कर सर्वर के साथ होता है।

# liveSearch_title
source: Short result list
de: Kurze Ergebnisliste
fr: Liste de résultats courte
hi: शार्ट रिजल्ट लिस्ट

# liveSearch_emptyText
source: Enter search term
de: Suchbegriff eingeben
fr: Entrez le terme de recherche
hi: खोजने वाला शब्द दर्ज करे

# liveSearch_loadingText
source: Searching...
de: Suche...
fr: Recherche...
hi: खोज रहा है...

# liveSearch_listEmptyText
source: No results found.
de: Keine Ergebnisse gefunden.
fr: Aucun résultat trouvé.
hi: कोई रिजल्ट नहीं मिला।

# liveSearch_showAllResults
source: Show All
de: Alle anzeigen
fr: Tout afficher
hi: सभी दिखाएँ

# liveSearch_helpTitle
source: How to use advanced search tags
de: Wie man erweiterte Suchwörter verwendet
fr: Comment utiliser des balises de recherche avancées
hi: एडवांस्ड सर्च टैग्स कैसे इस्तेमाल करे

# liveSearch_helpDescription
source: Search in certain tables
de: In bestimmten Tabellen suchen
fr: Rechercher dans certaines tables

# liveSearch_helpDescriptionPages
source: #page:Home will search for all pages with the title "Home"
de: #page:Home sucht nach allen Seiten mit dem Titel "Home"
fr: #page:Accueil recherche toutes les pages avec le titre "Accueil"
hi: #पेज: Home शीर्षक "Home" के साथ सभी पेजेस के लिए खोज करेंगे

# viewPort_tooltipModuleMenuSplit
source: Drag to resize the Modules Menu
de: Ziehen, um das Modul-Menü zu ändern
fr: Glissez pour redimensionner le menu Modules
hi: मॉड्यूल्स मेनू को रीसाइज करने के लिए खिंचे

# viewPort_tooltipNavigationContainerSplitDrag
source: Drag to resize or double click to collapse the page tree area
de: Ziehen Sie zum Ändern oder Doppelklicken, um den Seitenbaumbereich zu brechen
fr: Glissez pour redimensionner ou double-cliquer pour écrouler la zone de l'arborescence de page
hi: रीसाइज करने के लिए खिंचे और पेज ट्री एरिया को कलेप्स करने के लिए डबल क्लिक करे

# viewPort_tooltipNavigationContainerSplitClick
source: Click to toggle the page tree area
de: Klicken, um den Seitenbaumbereich zu wechseln
fr: Cliquez pour activer la zone de l'arborescence de la page
hi: पेज ट्री एरिया को टॉगल करने के लिए क्लिक करे

# viewPort_tooltipDebugPanelSplitDrag
source: Drag to resize or click to collapse the Debug Panel.
de: Ziehen Sie, um die Größe zu ändern oder klicken, um das Debug Panel zu brechen.
fr: Glissez pour redimensionner ou cliquez pour écrouler le panneau de débogage.
hi: रीसाइज करने के लिए खिंचे और डिबग पैनल को कलेप्स करने के लिए क्लिक करे।

# shortcut_group_1
source: Pages
de: Seiten
hi: पेजिस

# bookmark_group_1
source: Pages
de: Seiten
hi: पेजिस
