Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_csh_pages.xlf
Languages: de, fr, hr, it

# mount_pid.details
source: In the Frontend this is done by adding a new variable, &MP, to the URL. This links the mounted branch to the main branch by pairing page ids.
de: In der Frontend wird dies durch Hinzufügen einer neuen Variable, &MP, zur URL getan. Dies verbindet den angezeigten Zweig mit dem Hauptzweig, indem Seitenids gekoppelt werden.
fr: Dans la Frontend, cela se fait en ajoutant une nouvelle variable, &MP, à l'URL. Cette option relie la branche montée à la branche principale en corrigeant les ids de page.
hr: U prednje sučelju ovo se postiže dodavanje nove varijable, &MP, na URL. Ovo povezuje montiranu granu sa glavnom granom uparivanjem jedinstvenih id brojeva stranica.
it: Nel Frontend questo è fatto aggiungendo una nuova variabile, &MP, all'URL. Questo collega il ramo montato al ramo principale accoppiando gli id di pagina.

# mount_pid_ol.description
source: Show content for the current page or replace it completely with the Mounted Page.
de: Inhalt der aktuellen Seite anzeigen oder durch die Mausseite vollständig ersetzen.
fr: Afficher le contenu de la page actuelle ou le remplacer complètement par la page de montage.
hr: Prikaži sadržaj trenutne stranice ili ga u potpunosti zamjeni montiranom stranicom.
it: Mostra il contenuto della pagina corrente o sostituiscilo completamente con la pagina montata.

# _mount_pid_ol.seeAlso
source: pages:mount_pid
de: Seiten:mount_pid
it: pagine:mount_pid

# title.description.+
source: This is normally shown in the website navigation.
de: Dies wird normalerweise in der Navigation der Website angezeigt.
fr: Ceci est normalement affiché dans la navigation du site.
hr: Ovo se uobičajeno prikazuje u navigaciji web stranice.
it: Questo viene normalmente mostrato nella navigazione del sito web.

# TSconfig.details.+
source: <strong>Example:</strong> The 'Web>Page' module lets you create content in four columns, Left, Normal, Right, Border if the template has been configured to use this option. (However, most websites use only one or two columns so some of these content columns are just taking up space and confusing users.) If you enter this string in the 'TSConfig' field, the 'Web>Page' Module will only show the 'Normal' and 'Border' column! <em>mod.web_layout.tt_content.colPos_list = 0,3</em> (Must be entered in a single line!)
de: <strong>Beispiel:</strong> Das Modul 'Web>Seite' erlaubt es Ihnen, Inhalte in vier Spalten, links, Normal, Rechts, Rand zu erstellen, wenn die Vorlage konfiguriert wurde, um diese Option zu verwenden. (Die meisten Websites verwenden jedoch nur ein oder zwei Spalten, so dass einige dieser Inhaltsspalten nur Platz und verwirrende Benutzer einnehmen.) Wenn Sie diesen String im Feld 'TSConfig' eingeben, wird das Modul 'Web>Seite' nur die Spalte 'Normal' und 'Border' anzeigen! <em>mod.web_layout.tt_content.colPos_list = 0,3</em> (Muss in einer einzigen Zeile eingegeben werden!)
fr: <strong>Exemple :</strong> Le module 'Web>Page' vous permet de créer du contenu dans quatre colonnes, Gauche, Normale, Droite, Frontière si le modèle a été configuré pour utiliser cette option. (Cependant, la plupart des sites Web n'utilisent qu'une ou deux colonnes, de sorte que certaines de ces colonnes de contenu ne prennent que l'espace et confèrent aux utilisateurs.) Si vous entrez cette chaîne dans le champ 'TSConfig', le module 'Web>Page' ne montrera que la colonne 'Normal' et 'Frontière'. <em>mod.web_layout.tt_content.colPos_list = 0,3</em> (Doit être entré dans une seule ligne !)
hr: <strong>Primjer:</strong> 'Web>Stranica' modul omogućuje Vam stvaranje sadržaja u četiri stupca, Lijevo, Normalno, Desno i Rub ukoliko je predložak podešen da koristi ove opcije. (Većina pak stranica koristi samo jedan ili dva stupca tako da neki od dostupnih stupaca samo zauzimaju prosto i zbunjuju korisnike.) Ukoliko unesete sljedeći string u 'TSconfig' polje, 'Web>Stranica' modul će prikazivati samo stupce Normalno i Rub <em>mod.web_layout.tt_content.colPos_list = 0,3</em> (Mora biti uneseno u jednom retku!)
it: <strong>Esempio:</strong> Il modulo 'Web>Pagina' ti permette di creare contenuti in quattro colonne, sinistra, Normale, Destra, Bordo se il template è stato configurato per utilizzare questa opzione. (Tuttavia, la maggior parte dei siti web utilizza solo una o due colonne, quindi alcune di queste colonne di contenuto stanno semplicemente raccogliendo spazio e confondendo gli utenti.) Se inserisci questa stringa nel campo 'TSConfig', il modulo 'Web>Pagina' mostrerà solo la colonna 'Normale' e 'Bordo'! <em>mod.web_layout.tt_content.colPos_list = 0,3</em> (deve essere inserito in una sola riga!)

# l18n_cfg.description
source: Affect availability of pages in the various languages.
de: Beeinflusst die Verfügbarkeit von Seiten in den verschiedenen Sprachen.
fr: Affecter la disponibilité des pages dans les différentes langues.
hr: Utječen na dostupnost stranica pod različitim jezicima.
it: Influenza la disponibilità di pagine nelle varie lingue.

# l18n_cfg.details
source: <b>Hide default translation of page</b> If set, the page is only available in translated versions and not in the default language. Any attempt to access the page in the default language will result in an error message. <b>Hide page if no translation for current language exists</b> If set, any attempt to access the page in a translation that does not exist will result in an error message. By default, accessing an untranslated page will just show the default language instead.
de: <b>Standardübersetzung der Seite</b> Wenn gesetzt, ist die Seite nur in übersetzten Versionen verfügbar und nicht in der Standardsprache. Jeder Versuch, auf die Seite in der Standardsprache zuzugreifen, führt zu einer Fehlermeldung. <b>Seite ausblenden, wenn keine Übersetzung für die aktuelle Sprache existiert</b> Wenn gesetzt, wird jeder Versuch, auf die Seite in einer Übersetzung zuzugreifen, die nicht existiert, zu einer Fehlermeldung führen. Standardmäßig wird der Zugriff auf eine nicht übersetzte Seite nur die Standardsprache anzeigen.
fr: <b>Masquer la traduction par défaut de la page</b> Si définie, la page n'est disponible que dans les versions traduites et non dans la langue par défaut. Toute tentative d'accéder à la page dans la langue par défaut entraînera un message d'erreur. <b>Masquer la page si aucune traduction pour la langue actuelle n'existe</b> Si définie, toute tentative d'accéder à la page dans une traduction qui n'existe pas aboutira à un message d'erreur. Par défaut, accéder à une page non traduite ne montrera la langue par défaut.
hr: <b>Sakrij zadani prijevod stranice</b> Ukoliko je ova postavka aktivna, jedino prijevod stranice je vidljiv dok je izvorna verzija skrivena. Pokušaj pristupa verziji stranice na izvornom jeziku prouzročit će poruku o pogrešci. <b>Sakrij stranicu ukoliko ne postoji prijevod za trenutni jezik</b> Ukoliko je ova postavka aktivna, svaki pokušaj pristupa stranici na jeziku na koji stranica nije prevedena prouzročit će poruku o pogrešci. Inicijalno, pokušaj pristupa stranici koja nije prevedena jednostavno će prikazati stranicu na zadanom jeziku.
it: <b>Nascondi la traduzione predefinita della pagina</b> Se impostata, la pagina è disponibile solo nelle versioni tradotte e non nella lingua predefinita. Qualsiasi tentativo di accedere alla pagina nella lingua predefinita porterà ad un messaggio di errore. <b>Nascondi la pagina se non esiste alcuna traduzione per la lingua corrente</b> Se impostato, qualsiasi tentativo di accedere alla pagina in una traduzione che non esiste porterà ad un messaggio di errore. Per impostazione predefinita, l'accesso ad una pagina non tradotta mostrerà solo la lingua predefinita.

# _shortcut.image
source: EXT:core/Resources/Public/Images/cshimages/page_shortcut.gif
fr: EXT:core/Ressources/Public/Images/cshimages/page_shortcut.gif
it: EXT:core/Resources/Pubblico/Immagini/cshimages/page_shortcut.gif

# _mount_pid.seeAlso
source: pages:mount_pid_ol
it: pagine:mount_pid_ol

# _hidden.image
source: EXT:core/Resources/Public/Images/cshimages/hidden_page.gif, EXT:core/Resources/Public/Images/cshimages/pages_1.png
fr: EXT:core/Ressources/Public/Images/cshimages/hidden_page.gif, EXT:core/Resources/Public/Images/cshimages/pages_1.png

# fe_group.description
source: If Usergroup Access Rights is set to a usergroup name, only website users who are members of the selected usergroup will be able to view the page. The special option 'Hide at Login' means the page will <em>not</em> be visible for any website users that are logged in. Likewise "Show at Any Login" will make the page visible for any logged in Frontend user.
fr: Si Usergroup Access Rights est défini à un nom d'utilisateur, seuls les utilisateurs du site web qui sont membres du groupe d'utilisateurs sélectionné pourront voir la page. L'option spéciale 'Cacher à la connexion' signifie que la page sera <em>non</em> visible pour tous les utilisateurs du site web qui sont connectés. De même, "Afficher à n'importe quel Login" rendra la page visible pour n'importe quel utilisateur connecté à Frontend.
hr: Ukoliko su Pristupna prava korisničke grupe postavljena na ime korisničke grupe, samo korisnici koji su članovi odabrane grupe mogu vidjeti stranicu. Posebna opcija 'Sakrij kod prijave' znači da stranica <em>neće</em> biti vidljiva korisnicima koji su prijavljeni. Slično, "Prikaži kod bilo koje prijave" će učiniti stranicu vidljivom za bilo kojeg prijavljenog korisnika.

# _fe_group.image
source: EXT:frontend/Resources/Public/Images/cshimages/fegroups_4.png
fr: EXT:frontend/Ressources/Public/Images/cshimages/fegroups_4.png

# _extendToSubpages.image
source: EXT:core/Resources/Public/Images/cshimages/pages_2.png
fr: EXT:core/Ressources/Public/Images/cshimages/pages_2.png
