Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_csh_corebe.xlf
Languages: de, fr, it, nl

# TCEforms.details
source: <b>Saving content</b> Just press one of the save-buttons in the top of bottom of the form. There are some variants allowing you to "Save and close document" or "Save document and View page". The latter will save the document and open a new window where the affected page is shown (be sure to disable pop-up blockers for this function!) <b>Editing multiple records at a time</b> From the Web>List module you can activate editing of multiple records at a time. This is done when you list a single table and enable multiple columns for display (see Web>List module for details) - then icons will link you to a form with multiple records displayed, possibly with only certain fields available for editing. <b>Frontend Editing</b> Another way of editing records in TYPO3 is using the website frontend. Depending on your user credentials you will see small pencil icons in the frontend. When you click these you will be guided to a form where you can also change the content. <b>Customize the forms [for Admins]</b> You can customize the TCEforms in many ways using User TSconfig and Page TSconfig. See links below.
de: <b>Speichere Inhalte</b> Drücke einfach eine der Speichertasten oben unten im Formular. Es gibt einige Varianten, die Ihnen erlauben, Dokument speichern und schließen zu können oder "Dokument speichern und Seite anzeigen". Letzteres wird das Dokument speichern und ein neues Fenster öffnen, in dem die betreffende Seite angezeigt wird (bitte deaktivieren Sie Pop-up-Blocker für diese Funktion!) <b>Mehrere Datensätze zu einer Zeit bearbeiten</b> Aus dem Web>Listenemodul können Sie die Bearbeitung mehrerer Datensätze zu einer Zeit aktivieren. Dies wird getan, wenn Sie eine einzelne Tabelle auflisten und mehrere Spalten für die Anzeige aktivieren (siehe Web>Listenelement für Details) - dann werden Symbole Sie mit einem Formular mit mehreren angezeigten Datensätzen verknüpfen, möglicherweise mit nur bestimmten Feldern, die zur Bearbeitung verfügbar sind. <b>Frontend Editing</b> Eine weitere Möglichkeit, Datensätze in TYPO3 zu bearbeiten, benutzt das Frontend der Website. Je nach Benutzerdaten sehen Sie kleine Stift-Symbole im Frontend. Wenn Sie diese anklicken, werden Sie zu einem Formular geführt, in dem Sie auch den Inhalt ändern können. <b>Die Formulare [für Admins]</b> Sie können die TCEFormulare in vielerlei Hinsicht mit Benutzer TSconfig und Page TSconfig anpassen. Links unten anzeigen.
fr: <b>Sauvegarde du contenu</b> Appuyez simplement sur l'un des boutons d'enregistrement en haut du bas du formulaire. Il existe certaines variantes qui vous permettent de "enregistrer et fermer le document" ou "Enregistrer le document et la page d'affichage". Ce dernier sauvera le document et ouvrira une nouvelle fenêtre où la page affectée est affichée (assurez-vous de désactiver les bloqueurs pop-up pour cette fonction !). <b>Modification de plusieurs enregistrements à la fois</b> À partir du module Web>Liste vous pouvez activer l'édition de plusieurs enregistrements à la fois. Ceci est fait lorsque vous listez une seule table et activez plusieurs colonnes pour afficher (voir le module de liste Web>pour plus de détails) - alors les icônes vous lieront à un formulaire avec plusieurs enregistrements affichés, probablement avec seulement certains champs disponibles pour l'édition. <b>Frontend Editing</b> Un autre moyen d'éditer des enregistrements dans TYPO3 utilise le frontend du site. Selon vos identifiants utilisateur, vous verrez de petites icônes de crayon dans le frontend. Lorsque vous cliquez sur ces éléments, vous serez guidé par un formulaire où vous pouvez également modifier le contenu. <b>Personnalisez les formulaires [pour les Admins]</b> Vous pouvez personnaliser les formulaires TCEforms de plusieurs façons en utilisant User TSconfig et Page TSconfig. Voir les liens ci-dessous.
it: <b>Salvataggio contenuto</b> Basta premere uno dei pulsanti di salvataggio nella parte superiore del modulo. Ci sono alcune varianti che consentono di "Salva e chiudi il documento" o "Salva documento e visualizza la pagina". Quest'ultimo salverà il documento e aprirà una nuova finestra dove la pagina interessata viene mostrata (assicurati di disabilitare i blocchi pop-up per questa funzione!) <b>Modifica più record alla volta</b> dal modulo Web>Lista è possibile attivare la modifica di più record in una volta. Questo è fatto quando si elenca una singola tabella e si attiva più colonne per la visualizzazione (vedi il modulo>Lista per dettagli) - allora le icone ti collegheranno a un modulo con più record visualizzati, probabilmente con solo alcuni campi disponibili per la modifica. <b>Modifica Frontend</b> Un altro modo di modificare i record in TYPO3 sta usando il frontend del sito web. A seconda delle credenziali utente, vedrai le icone piccole mati nel frontend. Quando clicchi su questi, sarai guidato verso un modulo dove puoi anche cambiare il contenuto. <b>Personalizza i moduli [per gli amministratori]</b> Puoi personalizzare i moduli TCEform in molti modi utilizzando l'utente TSconfig e la pagina TSconfig. Vedi i link qui sotto.
nl: <b>Inhoud opslaan</b> Gebruik een van de knoppen voor opslaan boven- of onder aan het formulier. Er zijn wat varianten voor combinaties zoals "Opslaan en document sluiten" of "Opslaan en pagina bekijken". De laatste slaat het document op en opent een nieuw venster waar de betreffende pagina getoond wordt (schakel popup-blokkers uit voor deze functie!) <b>Extra opties (paletten)</b> Er zijn velden die minder belangrijk zijn en verhuisd kunnen worden naar een zogenoemd "palet". Deze velden zijn zichtbaar te maken door de optie "Extra opties tonen" aan de onderkant van de pagina in te schakelen. <b>Meerdere records tegelijkertijd bewerken</b> In de module Web>Lijst is het mogelijk om meerdere records tegelijkertijd te bewerken. Open eerst een enkele tabel en voeg extra kolommen toe aan de weergaven (zie module Web>Lijst voor details). De pictogrammen leiden naar een formulier waar meerdere records worden weergegeven, mogelijk met alleen enkele velden om te bewerken. <b>In Frontend bewerken</b> Nog een manier om records in TYPO3 te bewerken is via de frontend van de site. Afhankelijk van je rechten kunnen er kleine pictogrammen van een potloodje zichtbaar zijn. Door hierop te klikken komt een formulier in beeld waar de inhoud van een element te bewerken is. <b>Formulieren aanpassen [voor beheerders]</b> De formulieren zijn aan te passen op vele manieren via User TSconfig en Page TSconfig. (zie onderstaande links)

# TCEforms.image_descr
source: This is how a typical record is edited in TYPO3. The form display is standardized for all types of records. You will always see the same buttons in the top for saving or closing. In the blue bar you will see the type of record (table name) and the ID number that each record has (uid). Here the record is a page with ID "2" and the title "Content Elements". The "additional fields" from the example above is located in a so called "palette". This is an example of three content elements being edited at the same time. You can edit multiple records by using the links from the Web>List module in single-table mode. Notice that not only are three records shown at the same time - it is also a limited number of fields shown for editing, here "Header" and "Hide". You can combine this almost any way you like. This is of course very useful if you need to edit only the header of multiple records.
de: So wird ein typischer Datensatz in TYPO3 bearbeitet. Die Formularanzeige wird für alle Arten von Datensätzen standardisiert. Sie sehen immer die gleichen Tasten im oberen Bereich zum Speichern oder Schließen. In der blauen Leiste sehen Sie den Typ des Datensatzes (Tabellenname) und die ID-Nummer, die jeder Datensatz hat (uid). Hier ist der Eintrag eine Seite mit ID "2" und dem Titel "Inhaltselemente". Die "zusätzlichen Felder" aus dem obigen Beispiel befinden sich in einer so genannten "palette". Dies ist ein Beispiel für drei Inhaltselemente, die gleichzeitig bearbeitet werden. Sie können mehrere Datensätze bearbeiten, indem Sie die Links aus dem Web>Listmodul im Einzeltabellenmodus verwenden. Beachten Sie, dass nicht nur drei Datensätze gleichzeitig gezeigt werden - es ist auch eine begrenzte Anzahl von Feldern für das Bearbeiten, hier "Header" und "Verstecken". Sie können das fast so kombinieren, wie Sie wollen. Dies ist natürlich sehr nützlich, wenn Sie nur den Header mehrerer Datensätze bearbeiten müssen.
fr: C'est ainsi qu'un enregistrement typique est édité dans TYPO3. L'affichage du formulaire est standardisé pour tous les types d'enregistrements. Vous verrez toujours les mêmes boutons en haut pour enregistrer ou fermer. Dans la barre bleue, vous verrez le type d'enregistrement (nom de table) et le numéro d'identification que chaque enregistrement a (uid). Ici, l'enregistrement est une page avec ID "2" et le titre "Éléments de contenu". Les "champs supplémentaires" de l'exemple ci-dessus se trouvent dans une "palette". Il s'agit d'un exemple de trois éléments de contenu en même temps. Vous pouvez modifier plusieurs enregistrements en utilisant les liens du module de liste Web>en mode monotable. Notez que non seulement trois enregistrements sont affichés en même temps - il s'agit également d'un nombre limité de champs affichés pour l'édition, ici "En-tête" et "Cacher". Vous pouvez combiner cela presque tout comme vous le souhaitez. Ceci est bien sûr très utile si vous devez modifier seulement l'en-tête de plusieurs enregistrements.
it: Questo è il modo in cui un record tipico viene modificato in TYPO3. Il modulo visualizzato è standardizzato per tutti i tipi di record. Vedrai sempre gli stessi pulsanti in alto per salvare o chiudere. Nella barra blu vedrai il tipo di record (nome tabella) e il numero ID che ogni record ha (uid). Qui il record è una pagina con ID "2" e il titolo "Elementi di contenuto". I "campi aggiuntivi" dall'esempio sopra si trovano in una cosiddetta "palette". Si tratta di un esempio di tre elementi di contenuto che vengono modificati contemporaneamente. Puoi modificare più record utilizzando i link dal modulo Lista Web>in modalità singola tabella. Nota che non sono visualizzati solo tre record nello stesso tempo - è anche un numero limitato di campi mostrati per la modifica, qui "Header" e "Nascondi". Puoi combinare questo quasi in qualsiasi modo ti piaccia. Questo è naturalmente molto utile se è necessario modificare solo l'intestazione di più record.
nl: Zo wordt een record in TYPO3 bewerkt. Het formulier is gestandaardiseerd voor alle soorten records. Altijd zijn dezelfde knoppen aan de bovenzijde aanwezig om op te slaan of te sluiten. In de balk boven de records staat het type record (tabelnaam) en het ID-nummer van elk record (uid). Hier is het record een pagina met ID "2" en als titel "Content Elements". De extra velden uit het voorbeeld hierboven zijn te vinden in een zogenaamd "palet". Dit is een voorbeeld van drie inhoudselementen die tegelijkertijd bewerkt worden. Het is mogelijk om meerdere records te bewerken via de links in de module Web > Lijst in de modus voor records uit een enkele tabel. Er wordt ook een beperkt aantal velden getoond om te bewerken; hier "kop" en "verbergen". Dit is op bijna elke mogelijke manier te combineren. Dit is natuurlijk handig als alleen de kop van meer dan een record bewerkt moet worden.

# TCEforms_cacheSelector.alttitle
source: Forms Menu
de: Formularmenü
fr: Menu des formulaires
it: Menu moduli
nl: Menu formulieren

# TCEforms_cacheSelector.description
source: This is alternative ways to select "Save"/"Close" operations for records. You can also select "clear-cache" operations if you are allowed access to them.
de: Dies ist eine Alternative, um "Speichern"/"Schließen" Operationen für Datensätze auszuwählen. Sie können auch "Klar-Cache" Operationen auswählen, wenn Sie Zugriff auf diese haben.
fr: Il s'agit de méthodes alternatives pour sélectionner les opérations "Enregistrer"/"Fermer" pour les enregistrements. Vous pouvez également sélectionner les opérations "Vider le cache" si vous êtes autorisé à y accéder.
it: Questo è il modo alternativo per selezionare le operazioni "Salva"/"Chiudi" per i record. Puoi anche selezionare le operazioni "clear-cache" se hai il permesso di accedervi.
nl: Dit is een alternatieve methode om de acties Opslaan en Sluiten te kiezen voor records. Ook acties als "cache legen" is beschikbaar als u daar toegang toe hebt.

# TCEforms_cacheSelector.details
source: Clearing the cache for pages and clearing all cache can be done from this menu as well. If you wonder why content on the frontend webpage seems to be different from what is in the database you might need to clear the page cache by using one of these options. If cache options are not available for you, you should ask your administrator to enable it for you. (Admins: See link below to TSconfig.)
de: Das Löschen des Caches für Seiten und das Löschen aller Caches kann auch aus diesem Menü erfolgen. Wenn Sie sich fragen, warum Inhalte auf der Frontend-Webseite anders zu sein scheinen als in der Datenbank, müssen Sie möglicherweise den Seitencache durch Verwendung einer dieser Optionen löschen. Wenn Cache-Optionen für Sie nicht verfügbar sind, sollten Sie Ihren Administrator bitten, ihn für Sie zu aktivieren. (Admins: Siehe Link unten zu TSconfig.)
fr: Nettoyer le cache des pages et effacer tout le cache peut également être fait depuis ce menu. Si vous vous demandez pourquoi le contenu de la page web du front-end semble être différent de ce qui se trouve dans la base de données, vous pourriez avoir besoin de supprimer le cache de la page en utilisant l'une de ces options. Si les options de cache ne sont pas disponibles pour vous, vous devriez demander à votre administrateur de l'activer pour vous. (Admins : Voir le lien ci-dessous à TSconfig.)
it: Cancellare la cache per le pagine e cancellare tutte le cache può essere fatto anche da questo menu. Se ti chiedete perché il contenuto nella pagina web del frontend sembra essere diverso da quello che è nel database potresti dover cancellare la cache della pagina utilizzando una di queste opzioni. Se le opzioni della cache non sono disponibili per te, dovresti chiedere all'amministratore di abilitarlo. (Admins: Vedi il link qui sotto a TSconfig.)
nl: Het opschonen van de cache voor pagina's en het opschonen van de volledige cache kan ook vanuit dit menu gedaan worden. Mocht de tekst op de frontend er anders uitzien dan in de database, kan het zijn dat de cache van de pagina moet worden geleegd met een van deze opties. Als de cache opties niet beschikbaar zijn, neem dan contact op met de beheerder om deze functie in te schakelen. (Beheerder: zie de link hieronder naar de TSconfig)

# _TCEforms_cacheSelector.seeAlso
source: User TSconfig (See "clearCache.pages/.all") | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/Options/
de: Benutzer TSconfig (siehe "clearCache.pages/.all") | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/Options/
fr: Utilisateur TSconfig (Voir "clearCache.pages/.all") | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/Options/
it: Utente TSconfig (Vedi "clearCache.pages/.all") | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/Options/
nl: Gebruiker TSconfig (Zie "clearCache.pages/.all") | https://docs.typo3.org/typo3cms/TSconfigReference/PageTsconfig/Options/

# perm_module.alttitle
source: Viewing page permissions
de: Seitenrechte anzeigen
fr: Voir les permissions de page
it: Visualizzazione permessi pagina
nl: Toon rechten op pagina

# perm_module.description
source: This view will tell you about the page permissions in the page tree.
de: Diese Ansicht wird Ihnen die Seitenrechte im Seitenbaum mitteilen.
fr: Cette vue vous informera des permissions de la page dans l'arborescence de la page.
it: Questa vista ti dirà i permessi della pagina nell'albero della pagina.
nl: Deze weergave vertelt meer over de rechten op de pagina's in de paginaboom.

# perm_module.details
source: There are two modes you can select: <b>User overview:</b> This will show you the permissions for <em>your</em> login. So the green/red indicators will reflect the combined user/group/everyone permissions that apply to your login! If there is a grey background behind the indicators it tells you that you are the owner of the page. <b>Permissions</b> Shows the permissions settings for owner / group / everybody. You will be able to edit these settings by clicking the edit icon next to the page title. Only an owner of a page (or the "Admin"-user) can change permissions for the page.
de: Es gibt zwei Modi, die Sie auswählen können: <b>Benutzerübersicht:</b> Dies zeigt Ihnen die Berechtigungen für <em>Ihre</em> Anmeldung. Die grünen/roten Indikatoren werden also die kombinierten Benutzer/Gruppen/alle Berechtigungen, die für Ihr Login gelten, widerspiegeln! Wenn es einen grauen Hintergrund hinter den Indikatoren gibt, sagt es Ihnen, dass Sie der Eigentümer der Seite sind. <b>Berechtigungen</b> Zeigt die Berechtigungseinstellungen für Eigentümer / Gruppe / alle. Sie können diese Einstellungen bearbeiten, indem Sie auf das Symbol bearbeiten neben dem Seitentitel klicken. Nur ein Besitzer einer Seite (oder der "Admin"-Benutzer) kann die Berechtigungen für die Seite ändern.
fr: Il y a deux modes que vous pouvez sélectionner : <b>Aperçu de l'utilisateur :</b> Ceci vous montrera les permissions pour <em></em> connexion. Les indicateurs verts/rouges refléteront donc les permissions combinées utilisateur/groupe/tout le monde qui s'appliquent à votre connexion ! S'il y a un fond gris derrière les indicateurs, il vous dit que vous êtes le propriétaire de la page. <b>Permissions</b> Affiche les paramètres de permissions pour le propriétaire / groupe / tout le monde. Vous pourrez modifier ces paramètres en cliquant sur l'icône d'édition à côté du titre de la page. Seul un propriétaire d'une page (ou l'utilisateur "Admin" peut changer les permissions pour la page.
it: Ci sono due modi che puoi selezionare: <b>Panoramica utente:</b> Questo ti mostrerà i permessi per <em>il tuo</em> login. Quindi gli indicatori verdi/rossi rispetteranno i permessi combinati utente/gruppo/tutti che si applicano al tuo login! Se c'è uno sfondo grigio dietro gli indicatori, ti dice che sei il proprietario della pagina. <b>Permessi</b> Mostra le impostazioni dei permessi per il proprietario / gruppo / tutti. Potrai modificare queste impostazioni cliccando sull'icona di modifica accanto al titolo della pagina. Solo un proprietario di una pagina (o "Admin"-user) può cambiare i permessi per la pagina.
nl: Er zijn twee mode die je kunt selecteren <b>Gebruikersoverzicht</b> Dit laat de rechten zien voor <em>jouw</em> login. De groen/rode indicatoren reflecteren de gecombineerde rechten voor gebruiker/groep/iedereen die gelden voor jouw login. Als er een grijze achtergrond achter de indicators staat dan betekent het dat je de eigenaar van de pagina bent. <b>Toestemmingen</b> Laat de rechtenopties zien voor eigenaar/groep/iedereen. Je kunt deze instellingen bewerken door de het bewerkpicrogram naast de paginatitel te klikken. Alleen een eigenaar van een pagina (of de Admin-gebruiker) krijgt toestemming voor de pagina.

# perm_module_setting.alttitle
source: Setting permissions for a page
de: Lege Berechtigungen für eine Seite fest
fr: Réglage des permissions pour une page
it: Impostazione dei permessi per una pagina
nl: Rechten instellen voor een pagina

# perm_module_setting.description
source: Select the owner user and group plus the permissions for each in the matrix. Only an owner of a page (or the "Admin"-user) can change permissions for the page.
de: Wählen Sie den Besitzer und die Gruppe sowie die Berechtigungen für jeden in der Matrix. Nur ein Besitzer einer Seite (oder der "Admin"-Benutzer) kann die Berechtigungen für die Seite ändern.
fr: Sélectionnez l'utilisateur propriétaire et le groupe ainsi que les permissions pour chacune de la matrice. Seul un propriétaire d'une page (ou l'administrateur) peut changer les permissions pour la page.
it: Seleziona l'utente e il gruppo del proprietario più i permessi per ciascuno nella matrice. Solo un proprietario di una pagina (o "Admin"-user) può cambiare i permessi per la pagina.
nl: Selecteer de eigenaar-gebruiker en groep, en de rechten voor ieder in de matrix. Alleen een eigenaar van een pagina (of de Admin-gebruiker) kan de rechten voor de pagina veranderen.
