Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/core/Resources/Private/Language/*.locallang_csh_sysfilestorage.xlf
Languages: de, fr, it

# .description
source: File storage, which acts as an entry root point to a file-based structure. See it like a drive or a hard drive volume in your local machine.
de: Dateispeicher, der als Einstieg-Root-Punkt in eine Datei-basierte Struktur fungiert. Sehen Sie es wie eine Festplatte oder ein Festplattenlaufwerk in Ihrem lokalen Rechner.
fr: Le stockage de fichiers, qui sert de point racine d'entrée à une structure basée sur un fichier. Voir un disque ou un volume de disque dur dans votre machine locale.
it: Archivio file, che funge da punto di root di una struttura basata su file. Vedi come un disco o un volume di disco rigido nella tua macchina locale.

# hidden.description
source: Disabling the storage will result in removing it from any listings in the backend. Existing file relations will still exist.
de: Das Deaktivieren des Speichers führt dazu, dass er von allen Auflistungen im Backend entfernt wird. Bestehende Dateibeziehungen werden noch existieren.
fr: Désactiver le stockage entraînera la suppression de toutes les listes dans le backend. Les relations de fichiers existantes existeront toujours.
it: Disabilitare la memoria comporterà la rimozione di qualsiasi elenco nel backend. Le relazioni esistenti sui file saranno ancora esistenti.

# hidden.details
source: If you set up a file storage, it will show up on any folder lists, thus allowing to basically browse through the files in this file repository. If you set this checkbox, this storage will be excluded from any listings in the backend. Any existing file references will still exist further.
de: Wenn Sie einen Dateispeicher einrichten, wird er auf allen Ordnerlisten angezeigt, so dass es im Grunde erlaubt, die Dateien im Dateiarchiv zu durchsuchen. Wenn Sie diese Checkbox setzen, wird dieser Speicher von allen Auflistungen im Backend ausgeschlossen. Alle vorhandenen Dateireferenzen werden noch weiter existieren.
fr: Si vous configurez un stockage de fichiers, il apparaîtra sur n'importe quelle liste de dossiers, permettant ainsi de parcourir fondamentalement les fichiers dans ce dépôt de fichiers. Si vous définissez cette case, ce stockage sera exclu de toute liste dans le backend. Toute référence de fichier existante existera encore plus loin.
it: Se si configura un archivio di file, verrà mostrato in qualsiasi elenco di cartelle, consentendo di navigare fondamentalmente attraverso i file in questo repository. Se si imposta questa casella di controllo, questo spazio di archiviazione sarà escluso da qualsiasi elenco nel backend. Qualsiasi riferimento esistente sarà ancora più lungo.

# name.description
source: The visible identifier for this file storage.
de: Der sichtbare Bezeichner für diesen Dateispeicher.
fr: L'identifiant visible pour ce stockage de fichier.
it: L'identificatore visibile per questa memoria di file.

# name.details
source: The label entered here will be shown as the name for the entry point in the TYPO3 Backend. Be sure to make it descriptive and logical for your editors.
de: Das hier eingegebene Label wird als Name für den Eintrag im TYPO3 Backend angezeigt. Stellen Sie sicher, dass es für Ihre Redakteure beschreibend und logisch ist.
fr: L'étiquette saisie ici sera affichée comme nom pour le point d'entrée dans le Backend TYPO3. Assurez-vous de le faire descriptif et logique pour vos éditeurs.
it: L'etichetta inserita qui sarà mostrata come il nome del punto di ingresso nel Backend TYPO3. Assicurati di renderla descrittiva e logica per i tuoi editori.

# description.description
source: A description of this storage.
de: Eine Beschreibung dieses Speichers.
fr: Une description de ce stockage.
it: Una descrizione di questo archivio.

# description.details
source: This description field is used to explain e.g. the location of the storage, also what this storage is meant for or what it contains.
de: Dieses Beschreibungsfeld wird verwendet, um z.B. den Speicherort zu erklären, auch was dieser Speicher für oder was er enthält.
fr: Ce champ de description est utilisé pour expliquer par exemple l'emplacement du stockage, aussi ce que ce stockage est destiné ou ce qu'il contient.
it: Questo campo di descrizione è utilizzato per spiegare, ad esempio, la posizione dell'archivio, anche per cosa si intende o per cosa contiene.

# driver.description
source: Choose the driver as the technical backbone of the storage. Once you've chosen a driver, and saved it, additional configuration will show up.
de: Wählen Sie den Treiber als technischen Backbone des Speichers. Sobald Sie einen Treiber ausgewählt haben und ihn gespeichert haben, wird die zusätzliche Konfiguration angezeigt.
fr: Choisissez le pilote comme colonne vertébrale technique du stockage. Une fois que vous avez choisi un pilote, et que vous l'avez sauvegardé, une configuration supplémentaire s'affichera.
it: Scegli il driver come spina dorsale tecnica dell'archivio. Una volta scelto un driver, e salvato, verrà visualizzata una configurazione aggiuntiva.

# driver.details
source: The driver is the technical background of a storage, and thus also defines whether the location of the storage is local (= on the same machine as this TYPO3 installation) or remote like a WebDAV server connection. Search for extensions in the TYPO3 Extension Repository that extend this driver list.
de: Der Treiber ist der technische Hintergrund eines Speichers und definiert damit auch, ob der Speicherort lokal (= auf der gleichen Maschine wie diese TYPO3-Installation) oder fern wie eine WebDAV-Server-Verbindung ist.
fr: Le pilote est le fond technique d'un stockage, et définit donc aussi si l'emplacement du stockage est local (= sur la même machine que cette installation TYPO3) ou distant comme une connexion du serveur WebDAV. Recherchez des extensions dans le référentiel d'extension TYPO3 qui prolonge cette liste de pilotes.
it: Il driver è lo sfondo tecnico di un archivio e quindi definisce anche se la posizione dell'archivio è locale (= sulla stessa macchina di questa installazione TYPO3) o remoto come una connessione al server WebDAV. Cerca estensioni nel Repository Estensione TYPO3 che estendono questa lista di driver.

# processingfolder.description
source: Defines the directory on this storage to be used to save temporary files like resized images.
de: Definiert das Verzeichnis auf diesem Speicher, das zur Speicherung temporärer Dateien wie verkleinerte Bilder verwendet werden soll.
fr: Définit le répertoire de ce stockage à utiliser pour enregistrer des fichiers temporaires comme des images redimensionnées.
it: Definisce la cartella su questa memoria da utilizzare per salvare file temporanei come immagini ridimensionate.

# is_browsable.description
source: If set, backend users can browse through this storage. Otherwise it will show up as a unselectable item in the list.
de: Wenn gesetzt, können Backend-Benutzer diesen Speicher durchsuchen. Andernfalls wird er als nicht wählbares Element in der Liste angezeigt.
fr: Si défini, les utilisateurs de backend peuvent naviguer dans ce stockage. Sinon, il s'affichera comme un élément non lectable dans la liste.
it: Se impostato, gli utenti backend possono navigare attraverso questo archivio. Altrimenti apparirà come un elemento non raggiungibile nella lista.

# is_public.description
source: If set, then the files in this storage can be linked directly from the outside world. If this is not set, make sure to provide additional possibilities to access the files in this storage.
de: Wenn diese Einstellung gesetzt ist, können die Dateien in diesem Speicher direkt von der Außenwelt verlinkt werden. Stellen Sie sicher, dass Sie zusätzliche Möglichkeiten für den Zugriff auf die Dateien in diesem Speicher bieten.
fr: Si défini, les fichiers de ce stockage peuvent être liés directement depuis le monde extérieur. Si ce n'est pas défini, assurez-vous de fournir des possibilités supplémentaires d'accès aux fichiers dans ce stockage.
it: Se impostato, i file in questa memoria possono essere collegati direttamente dal mondo esterno. Se non è impostato, assicurati di fornire ulteriori possibilità di accesso ai file in questo archivio.

# is_writable.description
source: If set, then users are allowed to modify, add, delete files/folders on this storage.
de: Wenn gesetzt, sind Benutzer berechtigt, Dateien/Ordner auf diesem Speicher zu ändern, hinzuzufügen, zu löschen.
fr: Si défini, les utilisateurs sont autorisés à modifier, ajouter, supprimer des fichiers/dossiers sur ce stockage.
it: Se impostato, gli utenti possono modificare, aggiungere, eliminare file/cartelle in questo archivio.

# is_online.description
source: This flag is usually set. If TYPO3 cannot connect to this storage (because it maybe temporary down), then the flag will be checked, and the storage will behave like it is non-browsable in the TYPO3 backend. The admin needs to manually activate it again if it was offline.
de: Diese Flagge ist normalerweise gesetzt. Wenn TYPO3 nicht mit diesem Speicher verbinden kann (weil es möglicherweise vorübergehend heruntergefahren ist), wird die Flagge überprüft und der Speicher wird sich wie im TYPO3 Backend nicht braun verhalten. Der Administrator muss es manuell aktivieren, wenn es offline war.
fr: Ce drapeau est généralement défini. Si TYPO3 ne peut pas se connecter à ce stockage (parce qu'il est peut-être temporaire), alors le drapeau sera coché, et le stockage se comportera comme il n'est pas navigable dans le backend TYPO3. L'administrateur doit l'activer manuellement si il était hors ligne.
it: Questo flag è normalmente impostato. Se TYPO3 non può connettersi a questo archivio (perché forse è temporaneo), allora la bandiera sarà selezionata, e l'archivio si comporterà come non è navigabile nel backend TYPO3. L'amministratore deve attivarla manualmente se è offline.
