Repository: georgringer/TYPO3.CMS
Catalog: */typo3/sysext/info/Resources/Private/Language/*.locallang_csh_webinfo.xlf
Languages: da

# func_0.alttitle
source: Basic Settings
da: Grundlæggende indstillinger

# func_0.description
source: Displays a selection of fields from page records which are regarded as foundational settings for pages. That includes aliases, start- and stop times, access restriction information etc.
da: Viser et udvalg af felter fra sidelementer, der betragtes som grundlæggende indstillinger for sider. Det omfatter aliaser, start- og stoptider, adgangsbegrænsningsoplysninger mv.

# func_0.details
source: The Basic Settings view resembles the Cache and Age view quite a lot. They are different only by the selection of fields they show. <b>Batch editing page fields</b> You will find multiple edit-icons around the interface. All edit icons in head lines will bring you to an editing dialog where you can change exactly that field for all listed tables! Very useful for batch-editing of say all "Start" times. If you click the edit icon at the ID numbers of pages you will get straight to the regular editing of a whole page record.
da: Visningen for grundlæggende indstillinger ligner visningen for cache- og alder-visningen en del. De er kun forskellige ved udvælgelsen af de felter, de viser. <b>Batch redigering af sidefelter </ b> Du finder flere redigerings-ikoner rundt omkring i grænsefladen. Alle redigeringsikoner i overskriftslinjer fører dig til en redigeringsdialog, hvor du kan ændre det pågældende felt for alle de listede tabeller! Meget nyttigt til batch-redigering af alle "Start"-tider. Hvis du klikker på redigeringsikonet ved ID-numrene for siderne, kommer du direkte til den almindelige redigering af et helt sideelement.

# func_0.image_descr
source: The Basic Settings view offers a very convenient overview of page aliases, start times and access restriction settings in the tree branch. If you click an edit-icon in the header you will be able to edit that field for all listed pages.
da: Basis-indstillinger visningen giver et nemt overblik over side-adresser, start tider og adgangsbegrænsninger i sidetræet. Hvis du klikker på er redigér-ikon i toppen, vil du blive i stand til at redigere feltet for alle de viste sider.

# func_1.alttitle
source: Record Overview
da: Element overblik

# func_1.description
source: Record overview gives you an indispensable overview of the distribution of records in the page tree. Each database table in the system is represented with a column and for each page you can see the number of records from that table located on the page.
da: Element overblik giver dig et uundværligt overblik over fordelingen af elementer i sidetræet. Hver databasetabel i systemet er repræsenteret med en kolonne og for hver side, kan du se et antal af elementer der findes på siden fra denne tabel.

# func_1.details
source: <b>Notice:</b> Be careful with the level-setting. A high level-setting may cause the module to respond very slowly if there are many pages and many records in the database as well! <b>Tree stop?</b> Notice the red "+" next to a page in the page tree? This is due to a setting for that page record which means that the page tree will not expand for this page. Typically this is set for protection when there are a large amount of subpages underneath (hundreds of pages typically). If you click the icon/title the overview will jump to make this page the new root of the overview.
da: <b>Note:</b>Vær forsigtig med niveau-indstillinger. Et højt niveau kan føre til at modulet bliver meget langsomt, hvis der er mange sider og såvel som mange elementer i databasen! <b>Træ stop?</b> Bemærk det røde "+" ved siden af sidetræet? Det skyldes en indstilling for dette sideelement, hvilket betyder at sidetræet ikke vil udvides for denne side. Dette er typisk sat for at sikre sider med et stort antal undersider (typisk hundredvis). Hvis du klikker på titlen/ikonet, vil du få vist siden som nyt toppunkt i sidetræs-visningen.

# func_1.image_descr
source: You can easily see the distribution of Content Elements on a page. You can also see where Template Records - and basically any record! - are located in the page tree!
da: Du kan nemt se distributionen af indholdselementer på en side. Du kan også se hvor skabelonelementer - og i virkeligheden alle elementer! - er placeret i sidetræet!

# func_2.alttitle
source: Cache and Age
da: Cache og alder

# func_2.description
source: Displays a selection of fields from page records related to page caching and time settings.
da: Vis et udvalg af felter fra sideelementer, relateret til sidecache og tidsindstillinger.

# func_2.image_descr
source: The "Cache and Age" view. Here you see the "TSconfig" column. The overview exposes that these two pages include some Page TSconfig code!
da: "Cache og alder" visning. Ker kan du se "TSconfig" kolonnen. Overblikket viser at disse to sider indeholder noget side TSconfig kode!

# lang.details
source: The overview uses colors to signal the availability and fall back situation for a given page. Here is a description for each color code: <b>Green background:</b> Page is translated and viewable in this language. For translations it means that an active page overlay record is present. <b>Red background:</b> Page <em>cannot</em> be viewed in this language and you will see an error message if you try. Menus should automatically filter out links to pages with this translation. <b>Gray background (not available for default language):</b> Page will fall back to the specified fallback mode for content. Depends on configuration. (sys_language_mode = content_fallback is recommended for most flexible fallback, sys_language_mode = strict will prevent this and issue an error instead!) <b>The pages "Localization settings:"</b> It is the "Localization settings" of the page record that determines the modes above. In the column of the default translation each of these settings are represented by a "N" (Hide page if no translation for current language exists) or a "D" (Hide default translation of page). As you can see the page "Startpage" has the N flag set and therefore any access to the german version of that page will be blocked with an error message because there is no translation in german. By default "german access" to a non-translated page will just show the english content. There is also a page with the D flag ("[Dummy]"). The D flag means that the page is only available in one of the translations, in this case Danish. So any attempt to access the page in the default language or german will show an error message. So, when the "Localization settings" checkboxes for a page are used, you will get an error message when you try to request a page which has been blocked. This is a feature. The trick is not to create links to those pages. Menus generated from HMENU objects will always take "sys_language" into account and display only pages which can be accessed for that language. But combined with the "localization settings" of pages which may block page access this becomes a problem with pages which are <em>not</em> translated (has gray background); You might get menu items which links to non-accessible pages. The problem basically is that "&L=xx" is different from internal "sys_language". You would like to avoid that and to do so you should configure "sys_language_mode" to "content_fallback". If you do that sys_language will <em>always</em> follow what "&L=" instructs it to and your menus will be right. At the same time you will get the default content displayed if no translation exists (because content selection falls back). Finally, the number found in each column tells you how many content elements are found in the specified language.
da: Overblikket bruger farver til at vise tilgængeligheden og fallback situationen for en given side. Her er en beskrivelse for hver farvekode: <b>Grøn baggrund:</b> Siden oversættes og kan ses på dette sprog. Ved oversættelser betyder det, at der er et aktivt overlejret sideelement til stede. <b>Rød baggrund:</b> Siden<em>kan ikke</em> ses på dette sprog, og du får vist en fejlmeddelelse, hvis du prøver. Menuer skal automatisk filtrere links til sider med denne oversættelse. <b>Grå baggrund (ikke tilgængelig for standardsprog):</b> Siden falder tilbage til den angivne fallback-instilling for indholdet. Afhænger af konfiguration. (sys_language_mode = content_fallback anbefales for mest fleksibel tilbagekaldelse, sys_language_mode = strict forhindrer dette og viser en fejl i stedet!) <b>Sidernes "lokaliseringsindstillinger:"</b> Det er "lokaliseringsindstillinger" for sideelementet, der bestemmer indstillingerne ovenfor. I kolonnen til standardoversættelsen er hver af disse indstillinger repræsenteret af et "N" (skjul side hvis der ikke findes nogen oversættelse for det aktuelle sprog) eller et "D" (skjul standardoversættelse af side). Som du kan se har siden "Startpage" et N flag angivet, og derfor vil enhver adgang til den tyske version af denne side blive blokeret med en fejlmeddelelse, fordi der ikke er nogen oversættelse på tysk. Som standard vil "tysk adgang" til en ikke-oversat side, vise det engelske indhold. Der er også en side med D-flag ("[Dummy]"). D-flaget betyder, at siden kun er tilgængelig i en af oversættelserne, i dette tilfælde dansk. Så ethvert forsøg på at få adgang til siden på standardsproget eller tysk, giver en fejlmeddelelse. Så når du bruger afkrydsningsfelterne "Lokaliseringsindstillinger" på en side, får du en fejlmeddelelse, når du forsøger at anmode om en side, der er blokeret. Dette er en feature. Tricket er ikke at oprette links til disse sider. Menuer, der genereres fra HMENU-objekter, tager altid hensyn til "sys_language" og viser kun sider, der er tilgængelige for det pågældende sprog. Men kombineret med lokaliseringsindstillingerne for sider, der kan blokere sideadgang, bliver dette et problem med sider, der <em>ikke</em> oversættes (har grå baggrund); Du kan få menuer, der linker til ikke-tilgængelige sider. Problemet er grundlæggende, at "&L=xx" er forskellig fra det interne "sys_language". Du vil gerne undgå det, og du skal konfigurere "sys_language_mode" til "content_fallback". Hvis du gør det, vil sys_language <em>altid</em> følge, hvad "&L=" instruerer, og dine menuer vil være rigtige. Samtidig får du standardindholdet, hvis der ikke findes nogen oversættelse (fordi indholdsvalget har fallback). Endelig fortæller nummeret i hver kolonne dig, hvor mange indholdselementer der findes i det angivne sprog.

# lang.image_descr
source: Localization overview in the Web>Info module. Use the buttons to edit, view and create new page translation headers. Use the regular page module to put localized content on the pages. The "Localization settings" that affect availability of pages in the various languages.
da: Oversættelsesoverblik i Web>Info modulet. Brug knappen til at redigere, se og oprette nye headers til sideoversættelser. Brug det normale sidemodul til at oprette oversat indhold på siderne. "Oversættelsesindstillingerne" som påvirker tilgængeligheden på sider i forskellige sprog.

# lang.alttitle
source: Localization overview
da: Oversættelsesoverblik

# lang.description
source: Gives an overview of which pages in the page tree are translated to the system languages installed.
da: Giver et overblik over hvilke sider i sidetræet som er oversat til det installerede systemsprog.
