Repository: georgringer/TYPO3.CMS
Catalog: typo3conf/l10n_export/*/typo3/sysext/linkvalidator/Resources/Private/Language/*.locallang.xlf
Languages: de, fr, hi, hr, it, nl

# mod_linkvalidator
source: Linkvalidator
fr: Linkvalidateur
hi: लिंक-वेलिडेटर
it: Linkvalidatore

# tasks.validate.name
source: Linkvalidator
fr: Linkvalidateur
hi: लिंक-वेलिडेटर
it: Linkvalidatore

# tasks.validate.description
source: Search for broken links and store the result into the temporary table tx_linkvalidator_link in order to ease up the backend module.
de: Suche nach kaputten Links und speichere das Ergebnis in die temporäre Tabelle tx_linkvalidator_link, um das Backend-Modul zu vereinfachen.
fr: Recherchez des liens cassés et stockez le résultat dans la table temporaire tx_linkvalidator_link afin de faciliter le module de backend.
hi: टूटी हुई लिंक के लिए सर्च करे और परिणाम को अस्थायी टेबल tx_linkvalidator_link में बैक-एन्ड मॉड्यूल को सुधरने के हेतु से इकठा करे।
hr: Pronađi neispravne poveznice te ih spremi u privremenu tablicu tx_linkvalidator_link kako bi se rasteretio modul pozadinskog sučelja.
it: Cerca collegamenti rotti e memorizza il risultato nella tabella temporanea tx_linkvalidator_link per facilitare il modulo backend.
nl: Zoekt naar defecte links en slaat het resultaat op in de tijdelijke tabel tx_linkvalidator_link om het gebruik van de backendmodule te versimpelen.

# tasks.validate.page
source: Start page (uid)
de: Startseite (uid)
fr: Page de départ (uid)
hi: स्टार्ट पेज (uid)
hr: Početna stranica (uid)
it: Pagina iniziale (uid)
nl: Startpagina (uid)

# tasks.validate.depth
source: Depth
de: Tiefe
fr: Profondeur
hi: गहराई
hr: Dubina
it: Profondità
nl: Diepte

# tasks.validate.conf
source: Overwrite TSconfig
de: TSconfig überschreiben
fr: Écraser TSconfig
hi: ओवरराईट TSconfig
hr: Piši preko TSconfiga
it: Sovrascrivi TSconfig
nl: TSconfig overschrijven

# tasks.validate.email
source: Send email report to
de: E-Mail-Bericht senden an
fr: Envoyer un rapport par email à
hi: को ईमेल रिपोर्ट भेजें
hr: Pošalji e-mail izvještaj na adresu
it: Invia e-mail al report
nl: E-mailrapportage sturen naar

# tasks.validate.emailOnBrokenLinkOnly
source: Send email on new broken links only
de: Nur auf neuen, gebrochenen Links E-Mail senden
fr: Envoyer un email sur les nouveaux liens cassés seulement
hi: केवल नई टूटी लिंक्स पर ईमेल भेजें
hr: Pošalji e-mail samo kada se pronađu nove neispravne poveznice
it: Invia email solo su nuovi link rotti
nl: Alleen e-mail sturen als nieuwe defecte links gevonden worden

# tasks.validate.emailTemplateFile
source: Email template file
de: E-Mail-Vorlagendatei
fr: Fichier de modèle d'email
hi: ईमेल टेम्पलेट फाइल
hr: Predložak za e-mail
it: File modello email
nl: Sjabloonbestand voor e-mail

# tasks.validate.invalidEmail
source: Invalid email format!
de: Ungültiges E-Mail-Format!
fr: Format de courriel invalide !
hi: अमान्य ई-मेल स्वरूप!
hr: Neispravan format e-maila!
it: Formato email non valido!
nl: Ongeldig e-mailadres!

# tasks.validate.invalidPage
source: Invalid page uid, please enter a valid page uid!
de: Ungültige Seite uid, bitte geben Sie eine gültige Seite uid!
fr: uid de page invalide, veuillez entrer un uid de page valide !
hi: अमान्य पेज uid, कृपया मान्य पेज uid दर्ज करें!
hr: Neispravan uid stranice, molimo Vas da unesete ispravan uid stranice!
it: uid della pagina non valido, inserisci un uid valido!
nl: Ongeldige pagina-id, voer een gedige pagina-id in.

# tasks.validate.invalidDepth
source: There is no depth set, please set it to one of the offered values!
de: Es gibt keine Tiefe, bitte setzen Sie sie auf einen der angebotenen Werte!
fr: Il n'y a pas de profondeur, veuillez le définir à l'une des valeurs offertes!
hi: वहां कोई गहरी सेट नहीं है, कृपया यहा दी गई वैल्यू में से एक सेट करे!
hr: Nije postavljena dubina, molimo Vas da postavite dubinu na neku od ponuđenih vrijednosti!
it: Non c'è nessun set di profondità, per favore impostalo su uno dei valori offerti!
nl: Er is geen diepte ingesteld. Stel dit in op een van de aangeboden waarden.

# tasks.error.noSubject
source: No subject for the notification email
de: Kein Betreff für die Benachrichtigungs-E-Mail
fr: Aucun sujet pour l'email de notification
hi: सूचना ईमेल के लिए कोई विषय नहीं।
hr: Nije zadan naslov za obavijesnu e-mail poruku
it: Nessun oggetto per l'email di notifica
nl: Onderwerp voor de e-mail met berichten ontbreekt

# tasks.error.invalidToEmail
source: Invalid format of one or more of the recipient email addresses!
de: Ungültiges Format einer oder mehrerer Empfänger-E-Mail-Adressen!
fr: Format invalide d'une ou plusieurs adresses email du destinataire !
hi: एक या अधिक प्राप्तकर्ता के ईमेल एड्रेस का अमान्य स्वरूप!
hr: Neispravan format jedne ili više e-mail adresa primatelja!
it: Formato non valido di uno o più degli indirizzi email del destinatario!
nl: Ongeldig formaat van een of meer van de e-mailadressen van de ontvangers.

# tasks.error.invalidFromEmail
source: Invalid format of the email address in the from header
de: Ungültiges Format der E-Mail-Adresse im Header
fr: Format invalide de l'adresse e-mail dans l'en-tête
hi: फॉर्म हैडर में ईमेल एड्रेस का अमान्य स्वरूप
hr: Neispravan format e-mail adrese u zaglavlju obrasca
it: Formato non valido dell'indirizzo email nell'intestazione
nl: Ongeldig formaat van het e-mailaders in de from-header

# tasks.error.invalidTSconfig
source: Invalid TSconfig in the task configuration!
de: Ungültige TSconfig in der Task-Konfiguration!
fr: TSconfig invalide dans la configuration de la tâche !
hi: कार्य कॉन्फ़िगरेशन में अमान्य TSconfig!
hr: Neisprava TSconfig u postavkama zadatka!
it: TSconfig non valido nella configurazione del task!
nl: Ongeldige TSconfig in de configuratie van de taak!

# tasks.error.invalidEmailTemplateFile
source: The email template file is not existing!
de: Die E-Mail-Vorlage-Datei ist nicht vorhanden!
fr: Le fichier de modèle de courriel n'existe pas !
hi: ईमेल टेम्पलेट फ़ाइल मौजूद नहीं है!
hr: Datoteka e-mail predloška ne postoji!
it: Il file del template email non è esistente!
nl: Het sjabloonbestand voor de e-mail ontbreekt!

# tasks.error.invalidPageUid
source: The given page id %d is invalid!
de: Die angegebene Seite-ID %d ist ungültig!
fr: L'id de page donnée %d est invalide !
it: L'id pagina specificato %d non è valido!
nl: De opgegeven pagina ID %d is ongeldig!
